id,english,sparql
3958,what is the dbo:honours of the race horse which is the dbp:sire of dbr:Triplicate ?,select distinct ?uri where { dbr:Triplicate dbp:sire ?x . ?x dbo:honours ?uri . }
3959,what is the dbo:deathPlace of the royalty whose dbp:spouse is dbr:Pōmare_II ?,select distinct ?uri where { ?x dbp:spouse dbr:Pōmare_II . ?x dbo:deathPlace ?uri . }
3960,what is the dbo:deathCause of the dbr:John_Thomson_Mason_(1787–1850) and dbr:Martino_Martini ?,select distinct ?uri where { dbr:John_Thomson_Mason_(1787–1850) dbo:deathCause ?uri . dbr:Martino_Martini dbo:deathCause ?uri . }
3961,what are the dbp:outflow of dbr:Lake_Uniamési ?,select distinct ?uri where { dbr:Lake_Uniamési dbp:outflow ?uri }
3962,what is the dbp:crosses of dbr:Katima_Mulilo_Bridge ?,select distinct ?uri where { dbr:Katima_Mulilo_Bridge dbp:crosses ?uri }
3963,what is the dbo:OfficeHolder whose dbp:successor is dbr:Adrian_A._Basora and dbp:children is dbr:Lori_Black ?,select distinct ?uri where { ?uri dbp:successor dbr:Adrian_A._Basora . ?uri dbp:children dbr:Lori_Black . ?uri rdf:type dbo:OfficeHolder }
3964,what is the dbp:debutteam of dbr:Tom_O'Malley ?,select distinct ?uri where { dbr:Tom_O'Malley dbp:debutteam ?uri }
3965,"what is the dbp:country of the administrative region whose dbp:capital is dbr:Bocas_Town,_Bocas_del_Toro ?","select distinct ?uri where { ?x dbp:capital dbr:Bocas_Town,_Bocas_del_Toro . ?x dbp:country ?uri . }"
3966,what is the dbo:party of dbr:Purnima_Banerjee ?,select distinct ?uri where { dbr:Purnima_Banerjee dbo:party ?uri }
3967,what is the dbp:governor of the dbr:Jimmie_Lou_Fisher and dbr:Winston_Bryant ?,select distinct ?uri where { dbr:Jimmie_Lou_Fisher dbp:governor ?uri . dbr:Winston_Bryant dbp:governor ?uri . }
3968,what is the dbp:headquarters of the dbo:PublicTransitSystem which is the dbo:isPartOf of dbr:Red_Ahead ?,select distinct ?uri where { dbr:Red_Ahead dbo:isPartOf ?x . ?x dbp:headquarters ?uri . ?x rdf:type dbo:PublicTransitSystem }
3969,what is the dbo:leaderName of the dbo:City which is the dbp:city of dbr:Ganges ?,select distinct ?uri where { dbr:Ganges dbp:city ?x . ?x dbo:leaderName ?uri . ?x rdf:type dbo:City }
3970,is dbr:University_of_Minnesota the dbo:institution of dbr:Christiaan_Barnard ?,ask where { dbr:Christiaan_Barnard dbo:institution dbr:University_of_Minnesota }
3971,what is the dbp:author of the owls whose dbp:magazine is dbr:Gangan_Comics ?,select distinct ?uri where { ?x dbp:magazine dbr:Gangan_Comics . ?x dbp:author ?uri . }
3972,what is the dbp:currency of dbr:Republic_of_Montenegro_(1992–2006) ?,select distinct ?uri where { dbr:Republic_of_Montenegro_(1992–2006) dbp:currency ?uri }
3973,what is the dbo:Device whose dbo:successor 's dbo:cpu is dbr:Advanced_Micro_Devices ?,select distinct ?uri where { ?x dbo:cpu dbr:Advanced_Micro_Devices . ?uri dbo:successor ?x . ?uri rdf:type dbo:Device }
3974,what is the dbp:club of dbr:Perianne_Jones ?,select distinct ?uri where { dbr:Perianne_Jones dbp:club ?uri }
3975,what is the dbo:award of the economist who is the dbp:founder of dbr:Grameen_Bank ?,select distinct ?uri where { dbr:Grameen_Bank dbp:founder ?x . ?x dbo:award ?uri . }
3976,what is the dbo:TelevisionShow whose dbo:channel is dbr:Sirius_XM_Holdings ?,select distinct ?uri where { ?uri dbo:channel dbr:Sirius_XM_Holdings . ?uri rdf:type dbo:TelevisionShow }
3977,how many bacterias whose dbo:order is dbr:Bacillales and dbo:division is dbr:Firmicutes are there ?,select distinct count ( ?uri ) where { ?uri dbo:order dbr:Bacillales . ?uri dbo:division dbr:Firmicutes }
3978,what is the dbo:Film whose dbp:producer is dbr:Michael_Deeley and dbp:director is dbr:Ridley_Scott ?,select distinct ?uri where { ?uri dbp:producer dbr:Michael_Deeley . ?uri dbp:director dbr:Ridley_Scott . ?uri rdf:type dbo:Film }
3979,what is the dbo:manufacturer of the dbr:Ford_Y-block_engine and dbp:parent of the dbr:Ford_Air_Transport_Service ?,select distinct ?uri where { dbr:Ford_Y-block_engine dbo:manufacturer ?uri . dbr:Ford_Air_Transport_Service dbp:parent uri }
3980,what is the dbp:governingBody of the dbr:Oahu_Railway_and_Land_Company and dbo:militaryBranch of the dbr:Jimmy_Quillen ?,select distinct ?uri where { dbr:Oahu_Railway_and_Land_Company dbp:governingBody ?uri . dbr:Jimmy_Quillen dbo:militaryBranch uri }
3981,what is the dbp:arena of the dbr:WPC_Dynamo_Moscow and dbp:deathPlace of the dbr:Mikhail_Voronin ?,select distinct ?uri where { dbr:WPC_Dynamo_Moscow dbp:arena ?uri . dbr:Mikhail_Voronin dbp:deathPlace uri }
3982,what is the dbo:TelevisionShow whose dbp:creator is dbr:Simon_Fuller and dbp:channel is dbr:Fox_Broadcasting_Company ?,select distinct ?uri where { ?uri dbp:creator dbr:Simon_Fuller . ?uri dbp:channel dbr:Fox_Broadcasting_Company . ?uri rdf:type dbo:TelevisionShow }
3983,what are the software whose dbo:operatingSystem are dbr:Microsoft_Windows and dbr:Mac_OS ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Microsoft_Windows . ?uri dbo:operatingSystem dbr:Mac_OS . }
3984,what is the dbo:opponent of the people whose dbp:education is dbr:Middle_Temple ?,select distinct ?uri where { ?x dbp:education dbr:Middle_Temple . ?x dbo:opponent ?uri . }
3985,list the dbo:religion of the owls whose dbo:profession is dbr:Economist ?,select distinct ?uri where { ?x dbo:profession dbr:Economist . ?x dbo:religion ?uri . }
3986,list the dbo:notableWork of the writers whose dbp:nationality is dbr:United_States ?,select distinct ?uri where { ?x dbp:nationality dbr:United_States . ?x dbo:notableWork ?uri . }
3987,what are the dbo:River whose dbo:sourceCountry 's dbo:capital is dbr:Lusaka ?,select distinct ?uri where { ?x dbo:capital dbr:Lusaka . ?uri dbo:sourceCountry ?x . ?uri rdf:type dbo:River }
3988,what is the dbo:sport of the schools whose dbp:schooltype is dbr:Private_school ?,select distinct ?uri where { ?x dbp:schooltype dbr:Private_school . ?x dbo:sport ?uri . }
3989,what is the dbp:state of the dbo:Senator whose dbo:successor is dbr:Nathaniel_P._Hill ?,select distinct ?uri where { ?x dbo:successor dbr:Nathaniel_P._Hill . ?x dbp:state ?uri . ?x rdf:type dbo:Senator }
3990,count the dbp:notableworks in dbr:Russell_T_Davies ?,select distinct count ( ?uri ) where { dbr:Russell_T_Davies dbp:notableworks ?uri . ?uri rdf:type dbo:TelevisionShow }
3991,what is the dbo:operatedBy of the railway line which is the dbp:operator of dbr:Normal_Park_branch_(CTA) ?,select distinct ?uri where { dbr:Normal_Park_branch_(CTA) dbp:operator ?x . ?x dbo:operatedBy ?uri . }
3992,what is the dbp:starring of the dbo:Film whose dbo:director is dbr:Justin_Zackham ?,select distinct ?uri where { ?x dbo:director dbr:Justin_Zackham . ?x dbp:starring ?uri . ?x rdf:type dbo:Film }
3993,what is the dbo:Island whose dbo:largestCity is dbr:Faaa and dbp:archipelago is dbr:Society_Islands ?,select distinct ?uri where { ?uri dbo:largestCity dbr:Faaa . ?uri dbp:archipelago dbr:Society_Islands . ?uri rdf:type dbo:Island }
3994,what are the dbp:membership of dbr:Mekong_River_Commission ?,select distinct ?uri where { dbr:Mekong_River_Commission dbp:membership ?uri }
3995,what is the dbp:starring of the dbo:TelevisionShow which is the dbp:series of dbr:The_Five_(The_Vampire_Diaries) ?,select distinct ?uri where { dbr:The_Five_(The_Vampire_Diaries) dbp:series ?x . ?x dbp:starring ?uri . ?x rdf:type dbo:TelevisionShow }
3996,"how many dbo:religion are there , of the people whose dbo:deathPlace is dbr:Malaysia ?",select distinct count ( ?uri ) where { ?x dbo:deathPlace dbr:Malaysia . ?x dbo:religion ?uri . }
3997,what is the dbo:TelevisionShow whose dbo:company is dbr:HBO and dbp:writer is dbr:Erik_Jendresen ?,select distinct ?uri where { ?uri dbo:company dbr:HBO . ?uri dbp:writer dbr:Erik_Jendresen . ?uri rdf:type dbo:TelevisionShow }
3998,count the dbo:currency of the countries whose dbp:leaderTitle is dbr:President_of_France ?,select distinct count ( ?uri ) where { ?x dbp:leaderTitle dbr:President_of_France . ?x dbo:currency ?uri . }
3999,what is the dbp:playedFor of dbr:Doug_Acomb ?,select distinct ?uri where { dbr:Doug_Acomb dbp:playedFor ?uri }
