id,english,sparql
2955,what is the dbo:birthPlace of the person who is the dbp:starring of dbr:Auto_Shankar_(film) ?,select distinct ?uri where { dbr:Auto_Shankar_(film) dbp:starring ?x . ?x dbo:birthPlace ?uri . }
2956,what is the dbo:TelevisionShow whose dbo:starring is dbr:Companion_(Doctor_Who) and dbo:creator is dbr:C._E._Webber ?,select distinct ?uri where { ?uri dbo:starring dbr:Companion_(Doctor_Who) . ?uri dbo:creator dbr:C._E._Webber . ?uri rdf:type dbo:TelevisionShow }
2957,who is the fictional character whose dbp:last is dbr:Star_Wars:_Episode_III_–_Revenge_of_the_Sith ?,select distinct ?uri where { ?uri dbp:last dbr:Star_Wars:_Episode_III_–_Revenge_of_the_Sith }
2958,"what is the total number of dbo:award of the military people whose dbo:restingPlace is dbr:Glendale,_California ?","select distinct count ( ?uri ) where { ?x dbo:restingPlace dbr:Glendale,_California . ?x dbo:award ?uri . }"
2959,how many other dbo:tenant are there of the stadia whose dbo:tenant is dbr:Toronto_Phantoms ?,select distinct count ( ?uri ) where { ?x dbo:tenant dbr:Toronto_Phantoms . ?x dbo:tenant ?uri }
2960,what is the dbo:battle of the military units whose dbp:garrison is dbr:Turin ?,select distinct ?uri where { ?x dbp:garrison dbr:Turin . ?x dbo:battle ?uri . }
2961,what are the dbo:Software whose dbp:programmingLanguage is dbr:GTK+ ?,select distinct ?uri where { ?uri dbp:programmingLanguage dbr:GTK+ . ?uri rdf:type dbo:Software }
2962,what is the television show whose dbo:producer 's dbo:deathPlace is dbr:Mississippi ?,select distinct ?uri where { ?x dbo:deathPlace dbr:Mississippi . ?uri dbo:producer ?x . }
2963,what is the dbp:birthplace of dbr:Ferrel_Harris ?,select distinct ?uri where { dbr:Ferrel_Harris dbp:birthplace ?uri }
2964,is dbr:Stan_Lee the dbp:writers of dbr:The_Daredevils ?,ask where { dbr:The_Daredevils dbp:writers dbr:Stan_Lee }
2965,what is the dbo:sport of the dbo:University whose dbo:president is dbr:Emanuel_de_Guzman ?,select distinct ?uri where { ?x dbo:president dbr:Emanuel_de_Guzman . ?x dbo:sport ?uri . ?x rdf:type dbo:University }
2966,give me a count of dbo:Scientist whose dbp:knownFor is dbr:Manhattan_Project ?,select distinct count ( ?uri ) where { ?uri dbp:knownFor dbr:Manhattan_Project . ?uri rdf:type dbo:Scientist }
2967,what is the dbp:architect of the dbo:Stadium whose dbo:tenant is dbr:Oakland_Athletics ?,select distinct ?uri where { ?x dbo:tenant dbr:Oakland_Athletics . ?x dbp:architect ?uri . ?x rdf:type dbo:Stadium }
2968,who is the dbo:producer of dbr:The_Tenderfoot_(miniseries) ?,select distinct ?uri where { dbr:The_Tenderfoot_(miniseries) dbo:producer ?uri }
2969,what is the dbo:routeStart of dbr:Saint_Petersburg_–_Moscow_Railway ?,select distinct ?uri where { dbr:Saint_Petersburg_–_Moscow_Railway dbo:routeStart ?uri }
2970,what is the dbp:league of dbr:Hampton_Roads_Rhinos ?,select distinct ?uri where { dbr:Hampton_Roads_Rhinos dbp:league ?uri }
2971,how many dbo:Town are there whose dbp:settlementType is dbr:Thesaban ?,select distinct count ( ?uri ) where { ?uri dbp:settlementType dbr:Thesaban . ?uri rdf:type dbo:Town }
2972,what are the other dbp:broadcastArea of the dbo:TelevisionStation whose dbp:broadcastArea is dbr:Rodrigues ?,select distinct ?uri where { ?x dbp:broadcastArea dbr:Rodrigues . ?x dbp:broadcastArea ?uri . ?x rdf:type dbo:TelevisionStation }
2973,what is the dbp:license of the dbr:MSX_BASIC and dbp:owner of the dbr:Outlook_on_the_web ?,select distinct ?uri where { dbr:MSX_BASIC dbp:license ?uri . dbr:Outlook_on_the_web dbp:owner uri }
2974,what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:formerBandMember is dbr:Jay_Lane ?,select distinct ?uri where { ?x dbo:formerBandMember dbr:Jay_Lane . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
2975,what is the dbo:OfficeHolder whose dbp:predecessor is dbr:Mark_Latham and dbo:partner is dbr:Tim_Mathieson ?,select distinct ?uri where { ?uri dbp:predecessor dbr:Mark_Latham . ?uri dbo:partner dbr:Tim_Mathieson . ?uri rdf:type dbo:OfficeHolder }
2976,what is the dbo:Newspaper whose dbp:language is dbr:Swedish_language and dbp:owners is dbr:Schibsted ?,select distinct ?uri where { ?uri dbp:language dbr:Swedish_language . ?uri dbp:owners dbr:Schibsted . ?uri rdf:type dbo:Newspaper }
2977,is dbr:United_Arab_Emirates the dbp:firstAired of dbr:Yabancı_Damat ?,ask where { dbr:Yabancı_Damat dbp:firstAired dbr:United_Arab_Emirates }
2978,give the total number of dbo:bandMember of the bands whose dbp:currentMembers is dbr:Robert_De_Niro ?,select distinct count ( ?uri ) where { ?x dbp:currentMembers dbr:Robert_De_Niro . ?x dbo:bandMember ?uri . ?uri rdf:type dbo:Person }
2979,"what is the dbo:river of dbr:Cohoes,_New_York ?","select distinct ?uri where { dbr:Cohoes,_New_York dbo:river ?uri }"
2980,what are the dbo:Software whose dbo:operatingSystem is dbr:Microsoft_Windows ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Microsoft_Windows . ?uri rdf:type dbo:Software }
2981,who are the comics characters whose dbp:creators is dbr:Jerry_Siegel ?,select distinct ?uri where { ?uri dbp:creators dbr:Jerry_Siegel }
2982,what is the dbo:party of the dbr:Manthena_Venkata_Raju and dbo:party of the dbr:B._Shiva_Rao ?,select distinct ?uri where { dbr:Manthena_Venkata_Raju dbo:party ?uri . dbr:B._Shiva_Rao dbp:party uri }
2983,is dbr:Philosophy the dbo:academicDiscipline of dbr:Think_(journal) ?,ask where { dbr:Think_(journal) dbo:academicDiscipline dbr:Philosophy }
2984,what is the dbp:country of dbr:Tokaj_wine_region ?,select distinct ?uri where { dbr:Tokaj_wine_region dbp:country ?uri }
2985,how many saints are there whose dbo:veneratedIn is dbr:Islam ?,select distinct count ( ?uri ) where { ?uri dbo:veneratedIn dbr:Islam . }
2986,what is the dbp:outflow of the dbr:Lake_Uniamési and dbp:inflow of the dbr:Cahora_Bassa ?,select distinct ?uri where { dbr:Lake_Uniamési dbp:outflow ?uri . dbr:Cahora_Bassa dbp:inflow uri }
2987,give me a count of writers whose dbp:genre is dbr:Science_fiction ?,select distinct count ( ?uri ) where { ?uri dbp:genre dbr:Science_fiction . }
2988,what is the dbp:knownFor of dbr:Abhijit_Kunte ?,select distinct ?uri where { dbr:Abhijit_Kunte dbp:knownFor ?uri }
2989,who is the dbp:author of dbr:Karakuri_Dôji_Ultimo ?,select distinct ?uri where { dbr:Karakuri_Dôji_Ultimo dbp:author ?uri }
2990,what is the total number of dbo:TelevisionShow whose dbo:network 's dbp:sisterNames is dbr:BBC_News_(TV_channel) ?,select distinct count ( ?uri ) where { ?x dbp:sisterNames dbr:BBC_News_(TV_channel) . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
2991,what is the royalty whose dbo:parent is dbr:Ptolemy_XII_Auletes and dbo:spouse is dbr:Ptolemy_XIV_of_Egypt ?,select distinct ?uri where { ?uri dbo:parent dbr:Ptolemy_XII_Auletes . ?uri dbo:spouse dbr:Ptolemy_XIV_of_Egypt . }
2992,what is the dbp:mascot of dbr:Galatasaray_Handball_Team ?,select distinct ?uri where { dbr:Galatasaray_Handball_Team dbp:mascot ?uri }
2993,what are the dbo:Food whose dbo:ingredient 's dbo:division is dbr:Flowering_plant ?,select distinct ?uri where { ?x dbo:division dbr:Flowering_plant . ?uri dbo:ingredient ?x . ?uri rdf:type dbo:Food }
2994,what is the dbp:artist of the dbo:Artwork whose dbp:museum is dbr:São_Paulo_Museum_of_Art ?,select distinct ?uri where { ?x dbp:museum dbr:São_Paulo_Museum_of_Art . ?x dbp:artist ?uri . ?x rdf:type dbo:Artwork }
2995,what is the dbo:nationality of the dbo:Athlete whose dbo:club is dbr:Atlético_Petróleos_de_Luanda_(handball) ?,select distinct ?uri where { ?x dbo:club dbr:Atlético_Petróleos_de_Luanda_(handball) . ?x dbo:nationality ?uri . ?x rdf:type dbo:Athlete }
2996,what is the dbo:ethnicity of the dbo:Person whose dbo:occupation is dbr:House_of_Representatives_of_the_Philippines ?,select distinct ?uri where { ?x dbo:occupation dbr:House_of_Representatives_of_the_Philippines . ?x dbo:ethnicity ?uri . ?x rdf:type dbo:Person }
2997,what is the dbp:hostCity of dbr:GANEFO ?,select distinct ?uri where { dbr:GANEFO dbp:hostCity ?uri }
2998,what is the dbo:religion of the dbo:Governor whose dbp:office is dbr:Bank_of_Thailand ?,select distinct ?uri where { ?x dbp:office dbr:Bank_of_Thailand . ?x dbo:religion ?uri . ?x rdf:type dbo:Governor }
2999,give the total number of owls whose dbp:youthclubs 's dbp:chairman is dbr:Josep_Maria_Bartomeu ?,select distinct count ( ?uri ) where { ?x dbp:chairman dbr:Josep_Maria_Bartomeu . ?uri dbp:youthclubs ?x . }
3000,what is the dbp:branch of the dbr:Edward_Joseph_Schwartz and dbo:militaryBranch of the dbr:John_Tower ?,select distinct ?uri where { dbr:Edward_Joseph_Schwartz dbp:branch ?uri . dbr:John_Tower dbo:militaryBranch uri }
3001,what is the dbo:TelevisionShow whose dbp:artist is dbr:Christopher_Franke and dbp:network is dbr:TNT_(TV_channel) ?,select distinct ?uri where { ?uri dbp:artist dbr:Christopher_Franke . ?uri dbp:network dbr:TNT_(TV_channel) . ?uri rdf:type dbo:TelevisionShow }
3002,what is the dbo:border of the dbr:Shimōsa_Plateau and dbr:Siberia ?,select distinct ?uri where { dbr:Shimōsa_Plateau dbo:border ?uri . dbr:Siberia dbo:border ?uri . }
3003,"is dbr:Isaac_Newton the dbo:previousWork of dbr:The_Information:_A_History,_a_Theory,_a_Flood ?","ask where { dbr:The_Information:_A_History,_a_Theory,_a_Flood dbo:previousWork dbr:Isaac_Newton }"
3004,"what are the other dbo:locationCountry of the dbo:Company whose dbp:locationCountry is dbr:Rancho_Cucamonga,_California ?","select distinct ?uri where { ?x dbp:locationCountry dbr:Rancho_Cucamonga,_California . ?x dbo:locationCountry ?uri . ?x rdf:type dbo:Company }"
3005,what is the dbo:University whose dbp:affiliations is dbr:Graham_Holdings_Company and dbo:campus is dbr:Indiana ?,select distinct ?uri where { ?uri dbp:affiliations dbr:Graham_Holdings_Company . ?uri dbo:campus dbr:Indiana . ?uri rdf:type dbo:University }
3006,what is the dbo:award of the dbo:Writer whose dbp:ethnicity is dbr:Greeks ?,select distinct ?uri where { ?x dbp:ethnicity dbr:Greeks . ?x dbo:award ?uri . ?x rdf:type dbo:Writer }
3007,what is the dbo:country of the dbo:SportsLeague which is the dbo:league of dbr:C.D._Primeiro_de_Agosto_(basketball) ?,select distinct ?uri where { dbr:C.D._Primeiro_de_Agosto_(basketball) dbo:league ?x . ?x dbo:country ?uri . ?x rdf:type dbo:SportsLeague }
3008,what is the dbp:region of the dbo:EthnicGroup which is the dbo:language of dbr:Nebraska ?,select distinct ?uri where { dbr:Nebraska dbo:language ?x . ?x dbp:region ?uri . ?x rdf:type dbo:EthnicGroup }
3009,what is the dbo:battle of the dbr:Roh_Tae-woo and dbr:Lee_Leffingwell ?,select distinct ?uri where { dbr:Roh_Tae-woo dbo:battle ?uri . dbr:Lee_Leffingwell dbo:battle ?uri . }
3010,what is the dbo:deathCause of the person whose dbp:placeOfBirth is dbr:Edinburgh ?,select distinct ?uri where { ?x dbp:placeOfBirth dbr:Edinburgh . ?x dbo:deathCause ?uri . }
3011,what is the dbo:developer of the dbr:Mac_OS_9 and dbp:distributor of the dbr:Tiny_Tower ?,select distinct ?uri where { dbr:Mac_OS_9 dbo:developer ?uri . dbr:Tiny_Tower dbp:distributor ?uri . }
3012,what is the dbo:largestCity of the country which is the dbo:assembly of dbr:Plymouth_Savoy ?,select distinct ?uri where { dbr:Plymouth_Savoy dbo:assembly ?x . ?x dbo:largestCity ?uri . }
3013,what is the dbo:religion of the dbo:EthnicGroup which is the dbo:EthnicGroup of dbr:Clara_Ng ?,select distinct ?uri where { dbr:Clara_Ng dbo:ethnicity ?x . ?x dbo:religion ?uri . ?x rdf:type dbo:EthnicGroup }
3014,what is the dbp:affiliation of dbr:Vanderbilt_University_Medical_Center ?,select distinct ?uri where { dbr:Vanderbilt_University_Medical_Center dbp:affiliation ?uri }
3015,what is the total number of dbo:Scientist whose dbp:knownFor 's dbo:battle is dbr:Occupation_of_Japan ?,select distinct count ( ?uri ) where { ?x dbo:battle dbr:Occupation_of_Japan . ?uri dbp:knownFor ?x . ?uri rdf:type dbo:Scientist }
3016,is dbr:Santa_Clara_University the dbo:managerClub of dbr:Steve_Sampson ?,ask where { dbr:Steve_Sampson dbo:managerClub dbr:Santa_Clara_University }
3017,what is the dbo:municipality of the dbo:Building whose dbo:owningOrganisation is dbr:New_York_City_Housing_Authority ?,select distinct ?uri where { ?x dbo:owningOrganisation dbr:New_York_City_Housing_Authority . ?x dbo:municipality ?uri . ?x rdf:type dbo:Building }
3018,what are the television shows whose dbo:location 's dbp:capital is dbr:Boston ?,select distinct ?uri where { ?x dbp:capital dbr:Boston . ?uri dbo:location ?x . }
3019,what is the dbo:MilitaryConflict whose dbo:commander is dbr:Colin_Powell and dbo:place is dbr:Israel ?,select distinct ?uri where { ?uri dbo:commander dbr:Colin_Powell . ?uri dbo:place dbr:Israel . ?uri rdf:type dbo:MilitaryConflict }
3020,what is the dbp:residence of the senators whose dbp:rank is dbr:Judge_Advocate_General's_Corps ?,select distinct ?uri where { ?x dbp:rank dbr:Judge_Advocate_General's_Corps . ?x dbp:residence ?uri . }
3021,what dbo:University 's dbp:athletics is dbr:NCAA_Division_I_Football_Bowl_Subdivision ?,select distinct ?uri where { ?uri dbp:athletics dbr:NCAA_Division_I_Football_Bowl_Subdivision . ?uri rdf:type dbo:University }
3022,what is the dbo:builder of the dbo:Stadium which is the dbo:Stadium of dbr:Costa_Rica_women's_national_football_team ?,select distinct ?uri where { dbr:Costa_Rica_women's_national_football_team dbo:stadium ?x . ?x dbo:builder ?uri . ?x rdf:type dbo:Stadium }
3024,what is the dbo:residence of dbr:Cheryl_Tiegs ?,select distinct ?uri where { dbr:Cheryl_Tiegs dbo:residence ?uri }
3025,what basketball team 's dbo:coach is dbr:Kurt_Rambis ?,select distinct ?uri where { ?uri dbo:coach dbr:Kurt_Rambis }
3026,what is the dbp:successor of dbr:Quest_Software ?,select distinct ?uri where { dbr:Quest_Software dbp:successor ?uri }
3027,what is the dbo:destination of the dbo:Airline whose dbp:destinations is dbr:Mediterranean_Sea ?,select distinct ?uri where { ?x dbp:destinations dbr:Mediterranean_Sea . ?x dbo:destination ?uri . ?x rdf:type dbo:Airline }
3028,what is the dbo:assembly of dbr:Caterpillar_797 ?,select distinct ?uri where { dbr:Caterpillar_797 dbo:assembly ?uri }
3029,what is the dbo:residence of the dbo:Senator who is the dbp:deputy of dbr:Everett_Dirksen ?,select distinct ?uri where { dbr:Everett_Dirksen dbp:deputy ?x . ?x dbo:residence ?uri . ?x rdf:type dbo:Senator }
3030,what are the dbo:Organisation whose dbo:foundationPlace are dbr:Texas and dbr:Dallas ?,select distinct ?uri where { ?uri dbo:foundationPlace dbr:Texas . ?uri dbo:foundationPlace dbr:Dallas . ?uri rdf:type dbo:Organisation }
3031,what is the dbo:TelevisionShow whose dbp:voices is dbr:April_Stewart and dbp:themeMusicComposer is dbr:Primus_(band) ?,select distinct ?uri where { ?uri dbp:voices dbr:April_Stewart . ?uri dbp:themeMusicComposer dbr:Primus_(band) . ?uri rdf:type dbo:TelevisionShow }
3032,what is the dbp:constituency of dbr:Jonas_Gahr_Støre ?,select distinct ?uri where { dbr:Jonas_Gahr_Støre dbp:constituency ?uri }
3033,who are the dbo:BaseballPlayer whose dbo:team is dbr:Los_Angeles_Angels_of_Anaheim ?,select distinct ?uri where { ?uri dbo:team dbr:Los_Angeles_Angels_of_Anaheim . ?uri rdf:type dbo:BaseballPlayer }
3034,what is the dbp:deathPlace of dbr:Goran_Čengić ?,select distinct ?uri where { dbr:Goran_Čengić dbp:deathPlace ?uri }
3035,what is the dbo:profession of dbr:Claiborne_Pell ?,select distinct ?uri where { dbr:Claiborne_Pell dbo:profession ?uri }
3036,what is the dbo:formerTeam of the dbr:Harry_Parker_(baseball) and dbp:debutteam of the dbr:Carl_Sitton ?,select distinct ?uri where { dbr:Harry_Parker_(baseball) dbo:formerTeam ?uri . dbr:Carl_Sitton dbp:debutteam uri }
3037,what is the dbo:countySeat of the dbo:Region which is the dbo:operator of dbr:Boeing_Field ?,select distinct ?uri where { dbr:Boeing_Field dbo:operator ?x . ?x dbo:countySeat ?uri . ?x rdf:type dbo:Region }
3038,what is the dbo:hometown of dbr:A._Bartlett_Giamatti ?,select distinct ?uri where { dbr:A._Bartlett_Giamatti dbo:hometown ?uri }
3039,what is the dbp:occupation of dbr:Frederick_Frelinghuysen_(general) ?,select distinct ?uri where { dbr:Frederick_Frelinghuysen_(general) dbp:occupation ?uri }
3040,is dbr:Henry_Ford the dbo:designCompany of dbr:Ford_Model_C ?,ask where { dbr:Ford_Model_C dbo:designCompany dbr:Henry_Ford }
3041,what is the dbo:species of dbr:Southwest_African_lion ?,select distinct ?uri where { dbr:Southwest_African_lion dbo:species ?uri }
3042,give the total number of dbo:sport of the universities whose dbo:campus is dbr:Urban_area ?,select distinct count ( ?uri ) where { ?x dbo:campus dbr:Urban_area . ?x dbo:sport ?uri . }
3043,what is the dbo:Mountain whose dbo:parentMountainPeak is dbr:Nevado_de_Toluca ?,select distinct ?uri where { ?uri dbo:parentMountainPeak dbr:Nevado_de_Toluca . ?uri rdf:type dbo:Mountain }
3044,is dbr:Queen_Latifah the dbo:musicalBand of dbr:Just_Another_Day... ?,ask where { dbr:Just_Another_Day... dbo:musicalBand dbr:Queen_Latifah }
3045,who are the dbp:narrated of dbr:The_Point! ?,select distinct ?uri where { dbr:The_Point! dbp:narrated ?uri }
3046,is dbr:Stephanie_Rice the dbp:flagbearer of dbr:Australia_at_the_2008_Summer_Olympics ?,ask where { dbr:Australia_at_the_2008_Summer_Olympics dbp:flagbearer dbr:Stephanie_Rice }
3047,what is the dbo:hometown of the dbo:Band which is the dbo:previousWork of dbr:Sammy_Hagar_&_Friends ?,select distinct ?uri where { dbr:Sammy_Hagar_&_Friends dbo:previousWork ?x . ?x dbo:hometown ?uri . ?x rdf:type dbo:Band }
3048,is dbr:Vanderbilt_University the dbo:institution of dbr:Carolyn_Heinrich ?,ask where { dbr:Carolyn_Heinrich dbo:institution dbr:Vanderbilt_University }
3049,what is the dbo:residence of the dbr:Darren_Brass and dbr:Belvin_Perry ?,select distinct ?uri where { dbr:Darren_Brass dbo:residence ?uri . dbr:Belvin_Perry dbo:residence ?uri . }
3050,what are the other dbp:school of the dbo:RugbyPlayer whose dbp:school is dbr:Michaelhouse ?,select distinct ?uri where { ?x dbo:school dbr:Michaelhouse . ?x dbp:school ?uri . ?x rdf:type dbo:RugbyPlayer }
3051,what is the dbp:residence of the dbr:Christopher_Díaz_Figueroa and dbo:country of the dbr:Cruce_a_Nado_Internacional ?,select distinct ?uri where { dbr:Christopher_Díaz_Figueroa dbp:residence ?uri . dbr:Cruce_a_Nado_Internacional dbo:country uri }
3052,what is the dbp:nationalOrigin of dbr:Focke-Wulf_Fw_260 ?,select distinct ?uri where { dbr:Focke-Wulf_Fw_260 dbp:nationalOrigin ?uri }
3053,what are the owls whose dbo:manufacturer 's dbp:founder is dbr:Akio_Morita ?,select distinct ?uri where { ?x dbp:founder dbr:Akio_Morita . ?uri dbo:manufacturer ?x . }
3054,what is the dbo:Award whose dbp:presenter are dbr:Downtown_Athletic_Club and dbr:Yale_Club_of_New_York_City ?,select distinct ?uri where { ?uri dbp:presenter dbr:Downtown_Athletic_Club . ?uri dbp:presenter dbr:Yale_Club_of_New_York_City . ?uri rdf:type dbo:Award }
3055,"what is the dbo:River whose dbp:mouthCountry is dbr:Mozambique and dbo:sourceRegion is dbr:North-Western_Province,_Zambia ?","select distinct ?uri where { ?uri dbp:mouthCountry dbr:Mozambique . ?uri dbo:sourceRegion dbr:North-Western_Province,_Zambia . ?uri rdf:type dbo:River }"
3056,what are the dbp:race of dbr:Fergie_Sutherland ?,select distinct ?uri where { dbr:Fergie_Sutherland dbp:race ?uri }
3057,what is the dbp:genre of the dbo:VideoGame whose dbo:computingPlatform is dbr:Amiga ?,select distinct ?uri where { ?x dbo:computingPlatform dbr:Amiga . ?x dbp:genre ?uri . ?x rdf:type dbo:VideoGame }
3058,what are the dbp:location of dbr:Gold_Coast_Football_Club ?,select distinct ?uri where { dbr:Gold_Coast_Football_Club dbp:location ?uri }
3059,list the dbo:TelevisionShow whose dbo:related 's dbo:executiveProducer is dbr:Phil_Collinson ?,select distinct ?uri where { ?x dbo:executiveProducer dbr:Phil_Collinson . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
3060,what is the dbo:Country whose dbp:leaderName is dbr:Gérard_Larcher ?,select distinct ?uri where { ?uri dbp:leaderName dbr:Gérard_Larcher . ?uri rdf:type dbo:Country }
3061,what is the dbo:influencedBy of the dbr:Dave_Attell and dbo:starring of the dbr:Adiós_Amigo ?,select distinct ?uri where { dbr:Dave_Attell dbo:influencedBy ?uri . dbr:Adiós_Amigo dbo:starring ?uri . }
3062,what are the dbo:wineRegion of dbr:Baco_noir ?,select distinct ?uri where { dbr:Baco_noir dbo:wineRegion ?uri }
3063,what is the dbp:awards of the person who is the dbo:producer of dbr:From_the_Life_of_the_Marionettes ?,select distinct ?uri where { dbr:From_the_Life_of_the_Marionettes dbo:producer ?x . ?x dbp:awards ?uri . }
3064,who is the dbp:meaning of the dbr:Isa_(name) and dbo:type of the dbr:Sacred_Heart_Convent_School_(Bangkok) ?,select distinct ?uri where { dbr:Isa_(name) dbp:meaning ?uri . dbr:Sacred_Heart_Convent_School_(Bangkok) dbo:type uri }
3065,who is the dbp:doctoralStudents of dbr:Harry_Harlow ?,select distinct ?uri where { dbr:Harry_Harlow dbp:doctoralStudents ?uri }
3066,what are the other dbo:majorShrine of the dbo:Saint whose dbo:majorShrine is dbr:St._Takla_Haymanot's_Church_(Alexandria) ?,select distinct ?uri where { ?x dbp:majorShrine dbr:St._Takla_Haymanot's_Church_(Alexandria) . ?x dbo:majorShrine ?uri . ?x rdf:type dbo:Saint }
3067,what is the dbp:currency of the organisation which is the dbo:recordLabel of dbr:The_Way_to_Your_Heart ?,select distinct ?uri where { dbr:The_Way_to_Your_Heart dbo:recordLabel ?x . ?x dbp:currency ?uri . }
3068,what is the dbp:branch of dbr:Raymond_E._Baldwin ?,select distinct ?uri where { dbr:Raymond_E._Baldwin dbp:branch ?uri }
3069,what is the dbp:education of the dbo:FashionDesigner whose dbo:deathPlace is dbr:Stony_Brook_University_Hospital ?,select distinct ?uri where { ?x dbo:deathPlace dbr:Stony_Brook_University_Hospital . ?x dbp:education ?uri . ?x rdf:type dbo:FashionDesigner }
3070,is dbr:Pope_John_Paul_II the dbp:beatifiedBy of dbr:Mother_Teresa ?,ask where { dbr:Mother_Teresa dbp:beatifiedBy dbr:Pope_John_Paul_II }
3071,what is the dbo:owningOrganisation of the dbr:Ford_Kansas_City_Assembly_Plant and dbp:company of the dbr:Ford_Theatre ?,select distinct ?uri where { dbr:Ford_Kansas_City_Assembly_Plant dbo:owningOrganisation ?uri . dbr:Ford_Theatre dbp:company uri }
3072,what is the dbo:religion of the member of parliament whose dbo:relation is dbr:Ananda_Weerasekara ?,select distinct ?uri where { ?x dbo:relation dbr:Ananda_Weerasekara . ?x dbo:religion ?uri . }
3073,what is the dbo:religion of the dbr:Anupong_Paochinda and dbr:Udit_Raj ?,select distinct ?uri where { dbr:Anupong_Paochinda dbo:religion ?uri . dbr:Udit_Raj dbo:religion ?uri . }
3074,what is the dbo:formerPartner of the figure skater who is the dbo:currentPartner of dbr:Alexa_Scimeca ?,select distinct ?uri where { dbr:Alexa_Scimeca dbo:currentPartner ?x . ?x dbo:formerPartner ?uri . }
3075,what are the dbo:Film whose dbp:starring is dbr:Isaac_Hayes ?,select distinct ?uri where { ?uri dbp:starring dbr:Isaac_Hayes . ?uri rdf:type dbo:Film . }
3076,what is the dbo:citizenship of the dbr:Sarah_Kazemy and dbo:country of the dbr:Cervelle_de_canut ?,select distinct ?uri where { dbr:Sarah_Kazemy dbo:citizenship ?uri . dbr:Cervelle_de_canut dbo:country uri }
3077,what is the dbo:Film whose dbo:producer is dbr:Michael_Deeley and dbo:cinematography is dbr:Jordan_Cronenweth ?,select distinct ?uri where { ?uri dbo:producer dbr:Michael_Deeley . ?uri dbo:cinematography dbr:Jordan_Cronenweth . ?uri rdf:type dbo:Film }
3078,what is the company whose dbo:product 's dbp:os is dbr:Windows_RT ?,select distinct ?uri where { ?x dbp:os dbr:Windows_RT . ?uri dbo:product ?x . }
3079,how many dbo:Building are there whose dbp:location 's dbo:leaderName is dbr:John_Tory ?,select distinct count ( ?uri ) where { ?x dbo:leaderName dbr:John_Tory . ?uri dbp:location ?x . ?uri rdf:type dbo:Building }
3080,what are the dbo:Software whose dbo:license is dbr:Software_as_a_service ?,select distinct ?uri where { ?uri dbo:license dbr:Software_as_a_service . ?uri rdf:type dbo:Software }
3081,what is the dbo:associatedMusicalArtist of the musical artist who is the dbp:writer of dbr:Rain_Is_a_Good_Thing ?,select distinct ?uri where { dbr:Rain_Is_a_Good_Thing dbp:writer ?x . ?x dbo:associatedMusicalArtist ?uri . }
3082,what is the dbp:founded of the dbo:SportsLeague whose dbp:champion is dbr:Joe_McKeehen ?,select distinct ?uri where { ?x dbp:champion dbr:Joe_McKeehen . ?x dbp:founded ?uri . ?x rdf:type dbo:SportsLeague }
3083,"how many dbo:Company are there whose dbp:foundation is dbr:Menlo_Park,_California ?","select distinct count ( ?uri ) where { ?uri dbp:foundation dbr:Menlo_Park,_California . ?uri rdf:type dbo:Company }"
3084,what is the dbo:TelevisionShow whose dbp:company is dbr:European_Broadcasting_Union and dbo:openingTheme is dbr:Te_Deum_(Charpentier) ?,select distinct ?uri where { ?uri dbp:company dbr:European_Broadcasting_Union . ?uri dbo:openingTheme dbr:Te_Deum_(Charpentier) . ?uri rdf:type dbo:TelevisionShow }
3085,who is the dbo:MartialArtist whose dbo:trainer is dbr:Joe_Schilling ?,select distinct ?uri where { ?uri dbo:trainer dbr:Joe_Schilling . ?uri rdf:type dbo:MartialArtist }
3086,who is the dbo:musicalBand of dbr:Written_in_the_Stars_(Elton_John_and_LeAnn_Rimes_song) ?,select distinct ?uri where { dbr:Written_in_the_Stars_(Elton_John_and_LeAnn_Rimes_song) dbo:musicalBand ?uri }
3087,what is the total number of dbp:subject of the books whose dbo:author is dbr:Carl_Sagan ?,select distinct count ( ?uri ) where { ?x dbo:author dbr:Carl_Sagan . ?x dbp:subject ?uri . }
3088,what is the dbp:veneratedIn of dbr:Edwin_of_Northumbria ?,select distinct ?uri where { dbr:Edwin_of_Northumbria dbp:veneratedIn ?uri }
3089,is dbr:William_Doyle_(businessman) the dbp:chairman of dbr:Georgetown_University ?,ask where { dbr:Georgetown_University dbp:chairman dbr:William_Doyle_(businessman) }
3090,what is the dbp:recorded of dbr:Picasso's_Last_Words_(Drink_to_Me) ?,select distinct ?uri where { dbr:Picasso's_Last_Words_(Drink_to_Me) dbp:recorded ?uri }
3091,what is the dbo:hubAirport of the dbr:Pawan_Hans and dbo:largestCity of the dbr:India ?,select distinct ?uri where { dbr:Pawan_Hans dbo:hubAirport ?uri . dbr:India dbo:largestCity uri }
3092,what is the dbo:occupation of the dbo:Person whose dbo:birthPlace is dbr:Iowa ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Iowa . ?x dbo:occupation ?uri . ?x rdf:type dbo:Person }
3093,what is the dbp:location of the radio station whose dbo:sisterStation is dbr:Virgin_Radio ?,select distinct ?uri where { ?x dbo:sisterStation dbr:Virgin_Radio . ?x dbp:location ?uri . }
3094,who is the scientist whose dbo:doctoralStudent is dbr:Charles_Drummond_Ellis ?,select distinct ?uri where { ?uri dbo:doctoralStudent dbr:Charles_Drummond_Ellis }
3095,how many television shows whose dbp:company is dbr:Paramount_Television and dbo:network is dbr:NBC are there ?,select distinct count ( ?uri ) where { ?uri dbp:company dbr:Paramount_Television . ?uri dbo:network dbr:NBC }
3096,"what is the dbo:president of the dbo:OfficeHolder whose dbo:residence is dbr:Kensington,_Maryland ?","select distinct ?uri where { ?x dbo:residence dbr:Kensington,_Maryland . ?x dbo:president ?uri . ?x rdf:type dbo:OfficeHolder }"
3097,list the dbo:team of the dbo:IceHockeyPlayer whose dbp:placeOfBirth is dbr:Ontario ?,select distinct ?uri where { ?x dbp:placeOfBirth dbr:Ontario . ?x dbo:team ?uri . ?x rdf:type dbo:IceHockeyPlayer }
3099,who is the dbo:author of dbr:Karakuri_Dôji_Ultimo ?,select distinct ?uri where { dbr:Karakuri_Dôji_Ultimo dbo:author ?uri }
3100,what is the dbo:residence of dbr:Fergus_McMaster ?,select distinct ?uri where { dbr:Fergus_McMaster dbo:residence ?uri }
3101,"how many dbo:deathCause are there , of the people whose dbo:religion is dbr:Christianity ?",select distinct count ( ?uri ) where { ?x dbo:religion dbr:Christianity . ?x dbo:deathCause ?uri . }
3102,how many dbo:Athlete are there whose dbo:debutTeam is dbr:San_Francisco_49ers ?,select distinct count ( ?uri ) where { ?uri dbo:debutTeam dbr:San_Francisco_49ers . ?uri rdf:type dbo:Athlete }
3103,what is the dbo:TelevisionShow whose dbo:developer is dbr:J._Michael_Straczynski and dbo:executiveProducer is dbr:Douglas_Netter ?,select distinct ?uri where { ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri dbo:executiveProducer dbr:Douglas_Netter . ?uri rdf:type dbo:TelevisionShow }
3104,what is the dbo:Company whose dbp:keyPeople is dbr:Dennis_Muilenburg and dbo:product is dbr:Boeing_CH-47_Chinook ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Dennis_Muilenburg . ?uri dbo:product dbr:Boeing_CH-47_Chinook . ?uri rdf:type dbo:Company }
3105,"what dbo:Company 's dbo:locationCity is dbr:Harris_County,_Texas ?","select distinct ?uri where { ?uri dbo:locationCity dbr:Harris_County,_Texas . ?uri rdf:type dbo:Company }"
3106,is dbr:North_America the dbo:destination of dbr:Airtours_International_Airways ?,ask where { dbr:Airtours_International_Airways dbo:destination dbr:North_America }
3107,what is the dbp:membership of the dbr:South_Asia_Subregional_Economic_Cooperation and dbp:nationality of the dbr:Aishath_Saffa ?,select distinct ?uri where { dbr:South_Asia_Subregional_Economic_Cooperation dbp:membership ?uri . dbr:Aishath_Saffa dbp:nationality uri }
3108,what is the dbo:board of the dbr:Jimmy_Wales and dbo:owner of the dbr:Latvian_Wikipedia ?,select distinct ?uri where { dbr:Jimmy_Wales dbo:board ?uri . dbr:Latvian_Wikipedia dbo:owner uri }
3109,what is the dbo:BaseballTeam whose dbo:manager is dbr:Bruce_Bochy ?,select distinct ?uri where { ?uri dbo:manager dbr:Bruce_Bochy . ?uri rdf:type dbo:BaseballTeam }
3110,what is the dbo:basedOn of the dbo:Musical whose dbp:lyrics is dbr:Sheldon_Harnick ?,select distinct ?uri where { ?x dbp:lyrics dbr:Sheldon_Harnick . ?x dbo:basedOn ?uri . ?x rdf:type dbo:Musical }
3111,what is the dbp:guests of the dbo:TelevisionEpisode whose dbp:music is dbr:Mama_Makes_Three ?,select distinct ?uri where { ?x dbp:music dbr:Mama_Makes_Three . ?x dbp:guests ?uri . ?x rdf:type dbo:TelevisionEpisode }
3112,what is the dbo:product of the dbr:BBC_Multimedia and dbo:series of the dbr:Doctor_Who:_The_Mazes_of_Time ?,select distinct ?uri where { dbr:BBC_Multimedia dbo:product ?uri . dbr:Doctor_Who:_The_Mazes_of_Time dbo:series uri }
3113,is dbr:Arlington_National_Cemetery the dbp:placeofburial of dbr:Audie_Murphy ?,ask where { dbr:Audie_Murphy dbp:placeofburial dbr:Arlington_National_Cemetery }
3114,what are the dbo:University whose dbo:athletics is dbr:National_Collegiate_Athletic_Association ?,select distinct ?uri where { ?uri dbo:athletics dbr:National_Collegiate_Athletic_Association . ?uri rdf:type dbo:University }
3115,"what is the dbo:OfficeHolder whose dbp:restingPlace is dbr:Alta_Mesa_Memorial_Park and dbp:predecessor is dbr:Henry_E._Catto,_Jr. ?","select distinct ?uri where { ?uri dbp:restingPlace dbr:Alta_Mesa_Memorial_Park . ?uri dbp:predecessor dbr:Henry_E._Catto,_Jr. . ?uri rdf:type dbo:OfficeHolder }"
3116,what is the dbo:TelevisionShow whose dbo:network is dbr:NBC and dbo:subsequentWork is dbr:Frasier ?,select distinct ?uri where { ?uri dbo:network dbr:NBC . ?uri dbo:subsequentWork dbr:Frasier . ?uri rdf:type dbo:TelevisionShow }
3118,who is the dbo:Scientist whose dbo:academicAdvisor is dbr:Karl_Ewald_Hasse ?,select distinct ?uri where { ?uri dbo:academicAdvisor dbr:Karl_Ewald_Hasse . ?uri rdf:type dbo:Scientist }
3119,what is the dbp:crosses of the dbo:Bridge whose dbp:designer is dbr:Malaysian_Highway_Authority ?,select distinct ?uri where { ?x dbp:designer dbr:Malaysian_Highway_Authority . ?x dbp:crosses ?uri . ?x rdf:type dbo:Bridge }
3120,"what is the dbp:label of the dbo:Song whose dbo:writer is dbr:Harry_Connick,_Jr. ?","select distinct ?uri where { ?x dbo:writer dbr:Harry_Connick,_Jr. . ?x dbp:label ?uri . ?x rdf:type dbo:Song }"
