id,english,sparql
1963,what are the dbo:Device whose dbo:manufacturer 's dbp:locationCountry is dbr:Taiwan ?,select distinct ?uri where { ?x dbp:locationCountry dbr:Taiwan . ?uri dbo:manufacturer ?x . ?uri rdf:type dbo:Device }
1964,who is the dbo:OfficeHolder whose dbo:battle is dbr:Fort_Gadsden ?,select distinct ?uri where { ?uri dbo:battle dbr:Fort_Gadsden . ?uri rdf:type dbo:OfficeHolder }
1965,what is the book whose dbp:publisher is dbr:Francisco_de_Robles ?,select distinct ?uri where { ?uri dbp:publisher dbr:Francisco_de_Robles }
1966,what are the dbo:Band whose dbo:hometown is dbr:London ?,select distinct ?uri where { ?uri dbo:hometown dbr:London . ?uri rdf:type dbo:Band }
1967,"what is the dbo:EducationalInstitution whose dbp:affiliations is dbr:Kaplan,_Inc. ?","select distinct ?uri where { ?uri dbp:affiliations dbr:Kaplan,_Inc. . ?uri rdf:type dbo:EducationalInstitution }"
1968,whose dbo:associate are dbr:Publius_Servilius_Vatia_Isauricus_(consul_48_BC) and dbr:Marcus_Calpurnius_Bibulus ?,select distinct ?uri where { ?uri dbo:associate dbr:Publius_Servilius_Vatia_Isauricus_(consul_48_BC) . ?uri dbo:associate dbr:Marcus_Calpurnius_Bibulus . }
1969,what is the dbo:Group whose dbp:pastMembers are dbr:Joe_Jonas and dbr:Kevin_Jonas ?,select distinct ?uri where { ?uri dbp:pastMembers dbr:Joe_Jonas . ?uri dbp:pastMembers dbr:Kevin_Jonas . ?uri rdf:type dbo:Group }
1970,whose dbp:relatives are dbr:Ozzy_Osbourne and dbr:Kelly_Osbourne ?,select distinct ?uri where { ?uri dbp:relatives dbr:Ozzy_Osbourne . ?uri dbp:relatives dbr:Kelly_Osbourne . }
1971,what is the dbo:type of the dbr:Naval_Station_Mobile and dbr:Naval_Support_Activity_Naples ?,select distinct ?uri where { dbr:Naval_Station_Mobile dbo:type ?uri . dbr:Naval_Support_Activity_Naples dbo:type ?uri . ?uri rdf:type dbo:MilitaryUnit }
1972,is dbr:Ian_Thorpe the dbo:bronzeMedalist of dbr:Swimming_at_the_2004_Summer_Olympics_–_Men's_100_metre_freestyle ?,ask where { dbr:Swimming_at_the_2004_Summer_Olympics_–_Men's_100_metre_freestyle dbo:bronzeMedalist dbr:Ian_Thorpe }
1973,what is the dbo:almaMater of dbr:John_O'Connor_(archbishop_of_New_York) ?,select distinct ?uri where { dbr:John_O'Connor_(archbishop_of_New_York) dbo:almaMater ?uri }
1974,what is the dbp:producer of the dbo:Film whose dbp:starring is dbr:Michael_Jackson ?,select distinct ?uri where { ?x dbp:starring dbr:Michael_Jackson . ?x dbp:producer ?uri . ?x rdf:type dbo:Film }
1975,list the dbp:name of the dbo:SoccerClub whose dbo:chairman is dbr:Joan_Laporta ?,select distinct ?uri where { ?x dbo:chairman dbr:Joan_Laporta . ?x dbp:name ?uri . ?x rdf:type dbo:SoccerClub }
1976,what are the dbo:majorShrine of dbr:Bogumilus ?,select distinct ?uri where { dbr:Bogumilus dbo:majorShrine ?uri }
1977,what is the dbo:party of the dbr:Satish_Kumar_Sharma and dbr:Manthena_Venkata_Raju ?,select distinct ?uri where { dbr:Satish_Kumar_Sharma dbo:party ?uri . dbr:Manthena_Venkata_Raju dbo:party ?uri . }
1978,what are the other dbo:launchSite of the dbo:Rocket whose dbo:launchSite is dbr:Cape_Canaveral_Air_Force_Station_Launch_Complex_5 ?,select distinct ?uri where { ?x dbo:launchSite dbr:Cape_Canaveral_Air_Force_Station_Launch_Complex_5 . ?x dbo:launchSite ?uri . ?x rdf:type dbo:Rocket }
1979,what is the dbo:TelevisionShow whose dbo:related is dbr:Babylon_5:_The_Lost_Tales and dbo:network is dbr:Prime_Time_Entertainment_Network ?,select distinct ?uri where { ?uri dbo:related dbr:Babylon_5:_The_Lost_Tales . ?uri dbo:network dbr:Prime_Time_Entertainment_Network . ?uri rdf:type dbo:TelevisionShow }
1980,who is the dbo:Person whose dbo:almaMater is dbr:Harvard-Westlake_School ?,select distinct ?uri where { ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri rdf:type dbo:Person }
1981,what is the total number of dbo:religion of the owls whose dbo:profession is dbr:Economist ?,select distinct count ( ?uri ) where { ?x dbo:profession dbr:Economist . ?x dbo:religion ?uri . }
1982,what is the dbp:primeminister of the dbr:Martin_Ferguson and dbr:Mike_Kelly_(Australian_politician) ?,select distinct ?uri where { dbr:Martin_Ferguson dbp:primeminister ?uri . dbr:Mike_Kelly_(Australian_politician) dbp:primeminister ?uri . }
1983,who is the dbo:Royalty whose dbo:spouse is dbr:Ptolemy_XIV_of_Egypt ?,select distinct ?uri where { ?uri dbo:spouse dbr:Ptolemy_XIV_of_Egypt . ?uri rdf:type dbo:Royalty }
1984,what is the dbo:associatedMusicalArtist of the owls whose dbo:associatedBand is dbr:Cătălin_Măruță ?,select distinct ?uri where { ?x dbo:associatedBand dbr:Cătălin_Măruță . ?x dbo:associatedMusicalArtist ?uri . }
1985,list the dbp:locationTown of the dbo:Building whose dbo:architect is dbr:Solon_Spencer_Beman ?,select distinct ?uri where { ?x dbo:architect dbr:Solon_Spencer_Beman . ?x dbp:locationTown ?uri . ?x rdf:type dbo:Building }
1986,what is the dbo:hometown of dbr:Danny_Felice ?,select distinct ?uri where { dbr:Danny_Felice dbo:hometown ?uri }
1987,what are the dbo:tenant of dbr:O.co_Coliseum ?,select distinct ?uri where { dbr:O.co_Coliseum dbo:tenant ?uri }
1989,what is the total number of other dbp:awards of the writers whose dbp:awards is dbr:Goethe_Prize ?,select distinct count ( ?uri ) where { ?x dbp:awards dbr:Goethe_Prize . ?x dbp:awards ?uri }
1990,what is the total number of dbo:nationality of the writers whose dbo:movement is dbr:Feminism ?,select distinct count ( ?uri ) where { ?x dbo:movement dbr:Feminism . ?x dbo:nationality ?uri . }
1991,what is the dbp:debutteam of the dbr:Marv_Throneberry and dbo:debutTeam of the dbr:Curt_Coleman ?,select distinct ?uri where { dbr:Marv_Throneberry dbp:debutteam ?uri . dbr:Curt_Coleman dbo:debutTeam uri }
1992,what are the dbp:athletics of dbr:PATTS_College_of_Aeronautics ?,select distinct ?uri where { dbr:PATTS_College_of_Aeronautics dbp:athletics ?uri }
1993,what is the dbo:hometown of the dbr:Céline_Buckens and dbp:placeOfDeath of the dbr:Richard_Heron ?,select distinct ?uri where { dbr:Céline_Buckens dbo:hometown ?uri . dbr:Richard_Heron dbp:placeOfDeath uri }
1994,what is the dbo:author of the dbo:Musical whose dbo:basedOn is dbr:Mary_Poppins ?,select distinct ?uri where { ?x dbo:basedOn dbr:Mary_Poppins . ?x dbo:author ?uri . ?x rdf:type dbo:Musical }
1995,who is the dbo:relation of dbr:Heinz_Kokott ?,select distinct ?uri where { dbr:Heinz_Kokott dbo:relation ?uri }
1996,what is the dbo:formerPartner of the dbo:FigureSkater who is the dbo:formerPartner of dbr:Brynn_Carman ?,select distinct ?uri where { dbr:Brynn_Carman dbo:formerPartner ?x . ?x dbo:formerPartner ?uri . ?x rdf:type dbo:FigureSkater }
1997,what is the dbo:Company whose dbp:products is dbr:Marionette_(software) and dbp:keyPeople is dbr:Edwin_Catmull ?,select distinct ?uri where { ?uri dbp:products dbr:Marionette_(software) . ?uri dbp:keyPeople dbr:Edwin_Catmull . ?uri rdf:type dbo:Company }
1998,what is the dbp:discipline of the academic journal whose dbp:editor is dbr:Paul_Morphy ?,select distinct ?uri where { ?x dbp:editor dbr:Paul_Morphy . ?x dbp:discipline ?uri . }
1999,who is the dbo:Person whose dbo:relation is dbr:Dee_Dee_Warwick ?,select distinct ?uri where { ?uri dbo:relation dbr:Dee_Dee_Warwick . ?uri rdf:type dbo:Person }
2000,what are the dbo:TelevisionShow whose dbo:network 's dbo:owningCompany is dbr:Warner_Bros._Television ?,select distinct ?uri where { ?x dbo:owningCompany dbr:Warner_Bros._Television . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
2001,what is the dbo:region of dbr:Wayne_Allard ?,select distinct ?uri where { dbr:Wayne_Allard dbo:region ?uri }
2002,what is the dbp:awards of the person who is the dbo:narrator of dbr:Cries_and_Whispers ?,select distinct ?uri where { dbr:Cries_and_Whispers dbo:narrator ?x . ?x dbp:awards ?uri . }
2003,what is the total number of dbo:Ship whose dbo:country 's dbo:governmentType is dbr:Unitary_state ?,select distinct count ( ?uri ) where { ?x dbo:governmentType dbr:Unitary_state . ?uri dbo:country ?x . ?uri rdf:type dbo:Ship }
2004,what is the dbp:designer of dbr:Oddamavadi_Bridge ?,select distinct ?uri where { dbr:Oddamavadi_Bridge dbp:designer ?uri }
2005,"how many dbo:bandMember are there , of the bands whose dbp:label is dbr:Entertainment_One_Music ?",select distinct count ( ?uri ) where { ?x dbp:label dbr:Entertainment_One_Music . ?x dbo:bandMember ?uri . }
2006,what are the dbo:TelevisionShow whose dbp:company is dbr:European_Broadcasting_Union ?,select distinct ?uri where { ?uri dbp:company dbr:European_Broadcasting_Union . ?uri rdf:type dbo:TelevisionShow }
2007,who are the dbo:foundedBy of dbr:Iskra ?,select distinct ?uri where { dbr:Iskra dbo:foundedBy ?uri }
2008,what are the dbo:family of dbr:Koolakamba ?,select distinct ?uri where { dbr:Koolakamba dbo:family ?uri }
2009,"what is the total number of dbo:party of the office holders whose dbo:almaMater is dbr:Somerville_College,_Oxford ?","select distinct count ( ?uri ) where { ?x dbo:almaMater dbr:Somerville_College,_Oxford . ?x dbo:party ?uri . }"
2010,is dbr:General_(United_States) the dbo:militaryRank of dbr:George_Washington ?,ask where { dbr:George_Washington dbo:militaryRank dbr:General_(United_States) }
2011,list the dbo:developer of the video games whose dbo:series is dbr:Oddworld ?,select distinct ?uri where { ?x dbo:series dbr:Oddworld . ?x dbo:developer ?uri . }
2012,is dbr:Finding_Nemo the dbo:previousWork of dbr:The_Incredibles_(film_score) ?,ask where { dbr:The_Incredibles_(film_score) dbo:previousWork dbr:Finding_Nemo }
2013,what is the writer whose dbp:notableworks are dbr:Ae_Fond_Kiss and dbr:Halloween_(poem) ?,select distinct ?uri where { ?uri dbp:notableworks dbr:Ae_Fond_Kiss . ?uri dbp:notableworks dbr:Halloween_(poem) . }
2014,what is the dbo:countySeat of the administrative region which is the dbo:district of dbr:Hylebos_Creek ?,select distinct ?uri where { dbr:Hylebos_Creek dbo:district ?x . ?x dbo:countySeat ?uri . }
2015,what is the dbo:AmericanFootballPlayer whose dbp:currentteam is dbr:Michigan_Wolverines and dbo:formerTeam is dbr:1998_Baltimore_Ravens_season ?,select distinct ?uri where { ?uri dbp:currentteam dbr:Michigan_Wolverines . ?uri dbo:formerTeam dbr:1998_Baltimore_Ravens_season . ?uri rdf:type dbo:AmericanFootballPlayer }
2016,what is the dbo:TelevisionShow whose dbp:distributor is dbr:Warner_Bros._Television and dbp:artist is dbr:Christopher_Franke ?,select distinct ?uri where { ?uri dbp:distributor dbr:Warner_Bros._Television . ?uri dbp:artist dbr:Christopher_Franke . ?uri rdf:type dbo:TelevisionShow }
2017,give the total number of dbp:producer of the movies whose dbp:music is dbr:James_Horner ?,select distinct count ( ?uri ) where { ?x dbp:music dbr:James_Horner . ?x dbp:producer ?uri . }
2018,what is the dbp:deathPlace of the dbr:Judson_Huss and dbr:Isabelle_Caro ?,select distinct ?uri where { dbr:Judson_Huss dbp:deathPlace ?uri . dbr:Isabelle_Caro dbp:deathPlace ?uri . }
2019,what are the dbo:notableWork of dbr:David_Isaacs_(writer) ?,select distinct ?uri where { dbr:David_Isaacs_(writer) dbo:notableWork ?uri }
2020,what is the dbp:province of dbr:Egypt_Nanotechnology_Center ?,select distinct ?uri where { dbr:Egypt_Nanotechnology_Center dbp:province ?uri }
2021,what is the total number of dbo:homeStadium of the soccer club seasons whose dbp:manager is dbr:John_Spencer_(Scottish_footballer) ?,select distinct count ( ?uri ) where { ?x dbp:manager dbr:John_Spencer_(Scottish_footballer) . ?x dbo:homeStadium ?uri . }
2022,how many writers are there whose dbo:restingPlace is dbr:Winchester_Cathedral ?,select distinct count ( ?uri ) where { ?uri dbo:restingPlace dbr:Winchester_Cathedral . }
2023,what are the other dbo:origin of the rivers whose dbo:origin is dbr:Quiché_Department ?,select distinct ?uri where { ?x dbo:origin dbr:Quiché_Department . ?x dbo:origin ?uri . }
2024,who is the dbo:Writer whose dbo:notableWork is dbr:A_Rose_for_Emily ?,select distinct ?uri where { ?uri dbo:notableWork dbr:A_Rose_for_Emily . ?uri rdf:type dbo:Writer }
2025,what is the dbp:mascot of the dbr:Royal_Australian_Air_Force and dbr:Austin_College ?,select distinct ?uri where { dbr:Royal_Australian_Air_Force dbp:mascot ?uri . dbr:Austin_College dbp:mascot ?uri . }
2026,list the dbo:ethnicity of the dbo:Person whose dbp:residence is dbr:British_Columbia ?,select distinct ?uri where { ?x dbp:residence dbr:British_Columbia . ?x dbo:ethnicity ?uri . ?x rdf:type dbo:Person }
2027,what are the dbo:Film whose dbo:writer is dbr:Ishirō_Honda ?,select distinct ?uri where { ?uri dbo:writer dbr:Ishirō_Honda . ?uri rdf:type dbo:Film }
2028,what is the dbo:TelevisionShow whose dbo:producer are dbr:Stephen_E._Ambrose and dbr:Erik_Bork ?,select distinct ?uri where { ?uri dbo:producer dbr:Stephen_E._Ambrose . ?uri dbo:producer dbr:Erik_Bork . ?uri rdf:type dbo:TelevisionShow }
2029,who is the dbp:starring of the dbr:The_Awakening_(1980_film) and dbo:starring of the dbr:55_Days_at_Peking ?,select distinct ?uri where { dbr:The_Awakening_(1980_film) dbp:starring ?uri . dbr:55_Days_at_Peking dbo:starring ?uri . }
2030,what dbo:TelevisionShow 's dbo:composer is dbr:Judy_Hart_Angelo ?,select distinct ?uri where { ?uri dbo:composer dbr:Judy_Hart_Angelo . ?uri rdf:type dbo:TelevisionShow }
2031,list the dbp:playedFor of the ice hockey players whose dbo:formerTeam is dbr:Boston_Bruins ?,select distinct ?uri where { ?x dbo:formerTeam dbr:Boston_Bruins . ?x dbp:playedFor ?uri . }
2032,what are the dbo:Newspaper whose dbp:language is dbr:Swedish_language and dbp:headquarters is dbr:Stockholm ?,select distinct ?uri where { ?uri dbp:language dbr:Swedish_language . ?uri dbp:headquarters dbr:Stockholm . ?uri rdf:type dbo:Newspaper }
2033,"list the dbo:ground of the dbo:SoccerClubSeason whose dbp:stadium is dbr:Fort_Lauderdale,_Florida ?","select distinct ?uri where { ?x dbp:stadium dbr:Fort_Lauderdale,_Florida . ?x dbo:ground ?uri . ?x rdf:type dbo:SoccerClubSeason }"
2034,is dbr:Tahiti the dbp:hostCity of dbr:1995_South_Pacific_Games ?,ask where { dbr:1995_South_Pacific_Games dbp:hostCity dbr:Tahiti }
2035,what is the dbo:origin of dbr:Filbert's_Old_Time_Root_Beer ?,select distinct ?uri where { dbr:Filbert's_Old_Time_Root_Beer dbo:origin ?uri }
2036,what is the dbo:largestCity of the dbr:India and dbr:Salsette_Island ?,select distinct ?uri where { dbr:India dbo:largestCity ?uri . dbr:Salsette_Island dbo:largestCity ?uri . }
2037,what is the dbp:almaMater of the owl which is the dbo:relation of dbr:Samuel_Moreno_Rojas ?,select distinct ?uri where { dbr:Samuel_Moreno_Rojas dbo:relation ?x . ?x dbp:almaMater ?uri . }
2038,what is the dbo:Magazine whose dbp:editor 's dbo:residence is dbr:Playboy_Mansion ?,select distinct ?uri where { ?x dbo:residence dbr:Playboy_Mansion . ?uri dbp:editor ?x . ?uri rdf:type dbo:Magazine }
2039,what is the dbp:destinations of dbr:Air_2000 ?,select distinct ?uri where { dbr:Air_2000 dbp:destinations ?uri }
2040,what is the dbo:knownFor of dbr:Robert_Nutting ?,select distinct ?uri where { dbr:Robert_Nutting dbo:knownFor ?uri }
2041,what is the dbp:party of the prime minister who is the dbp:successor of dbr:Radhabinod_Koijam ?,select distinct ?uri where { dbr:Radhabinod_Koijam dbp:successor ?x . ?x dbp:party ?uri . }
2042,what is the dbp:ethnicity of dbr:Linda_Hogan ?,select distinct ?uri where { dbr:Linda_Hogan dbp:ethnicity ?uri }
2043,what are the dbo:Mammal whose dbo:order is dbr:Primate and dbo:family is dbr:Ape ?,select distinct ?uri where { ?uri dbo:order dbr:Primate . ?uri dbo:family dbr:Ape . ?uri rdf:type dbo:Mammal }
2044,what is the dbp:playedFor of the dbo:Person whose dbo:predecessor is dbr:Arthur_Slaght ?,select distinct ?uri where { ?x dbo:predecessor dbr:Arthur_Slaght . ?x dbp:playedFor ?uri . ?x rdf:type dbo:Person }
2045,what is the dbp:allegiance of the dbo:MemberOfParliament whose dbo:child is dbr:Lohan_Ratwatte ?,select distinct ?uri where { ?x dbo:child dbr:Lohan_Ratwatte . ?x dbp:allegiance ?uri . ?x rdf:type dbo:MemberOfParliament }
2046,what is the dbp:awards of the person who is the dbp:producer of dbr:Elizabeth:_The_Golden_Age_(soundtrack) ?,select distinct ?uri where { dbr:Elizabeth:_The_Golden_Age_(soundtrack) dbp:producer ?x . ?x dbp:awards ?uri . }
2047,what is the dbo:MilitaryConflict whose dbo:commander are dbr:Phạm_Văn_Đồng and dbr:John_McEwen ?,select distinct ?uri where { ?uri dbo:commander dbr:Phạm_Văn_Đồng . ?uri dbo:commander dbr:John_McEwen . ?uri rdf:type dbo:MilitaryConflict }
2048,what is the dbp:hometown of the dbo:VolleyballPlayer whose dbo:club is dbr:VC_Lokomotiv_Novosibirsk ?,select distinct ?uri where { ?x dbo:club dbr:VC_Lokomotiv_Novosibirsk . ?x dbp:hometown ?uri . ?x rdf:type dbo:VolleyballPlayer }
2049,what is the dbp:owner of the dbo:Bridge whose dbp:crosses is dbr:Orange_Line_(MBTA) ?,select distinct ?uri where { ?x dbp:crosses dbr:Orange_Line_(MBTA) . ?x dbp:owner ?uri . ?x rdf:type dbo:Bridge }
2050,is dbr:Joel_Quenneville the dbp:headCoach of dbr:Chicago_Blackhawks ?,ask where { dbr:Chicago_Blackhawks dbp:headCoach dbr:Joel_Quenneville }
2051,what is the dbp:label of the dbo:Film whose dbp:producer is dbr:Mel_Brooks ?,select distinct ?uri where { ?x dbp:producer dbr:Mel_Brooks . ?x dbp:label ?uri . ?x rdf:type dbo:Film }
2052,give the total number of dbp:judges of the television shows whose dbo:network is dbr:CTV_Television_Network ?,select distinct count ( ?uri ) where { ?x dbo:network dbr:CTV_Television_Network . ?x dbp:judges ?uri . }
2053,who are the dbo:MusicalArtist whose dbp:label is dbr:Kobalt_Label_Services ?,select distinct ?uri where { ?uri dbp:label dbr:Kobalt_Label_Services . ?uri rdf:type dbo:MusicalArtist }
2054,"count the number of dbp:firstTeam of the grand prixes whose dbp:location is dbr:Watkins_Glen,_New_York ?","select distinct count ( ?uri ) where { ?x dbp:location dbr:Watkins_Glen,_New_York . ?x dbp:firstTeam ?uri . }"
2055,what is the dbo:operator of the dbr:Ganz_UV and dbo:nationality of the dbr:Géza_Horváth ?,select distinct ?uri where { dbr:Ganz_UV dbo:operator ?uri . dbr:Géza_Horváth dbo:nationality uri }
2056,is dbr:Audi the dbp:engine of dbr:AMC_Gremlin ?,ask where { dbr:AMC_Gremlin dbp:engine dbr:Audi }
2057,what is the dbp:placeOfDeath of the dbr:Abiye_Abebe and dbo:birthPlace of the dbr:Amsale_Aberra ?,select distinct ?uri where { dbr:Abiye_Abebe dbp:placeOfDeath ?uri . dbr:Amsale_Aberra dbo:birthPlace uri }
2058,what is the dbp:stadium of the dbr:2014–15_Panionios_G.S.S._season and dbo:residence of the dbr:Nikos_Pateras ?,select distinct ?uri where { dbr:2014–15_Panionios_G.S.S._season dbp:stadium ?uri . dbr:Nikos_Pateras dbo:residence uri }
2059,give me a count of dbo:Film whose dbo:producer is dbr:Larry_J._Franco ?,select distinct count ( ?uri ) where { ?uri dbo:producer dbr:Larry_J._Franco . ?uri rdf:type dbo:Film }
2060,what is the dbo:profession of the dbr:William_Luther_Hill and dbr:Claiborne_Pell ?,select distinct ?uri where { dbr:William_Luther_Hill dbo:profession ?uri . dbr:Claiborne_Pell dbo:profession ?uri . }
2061,what is the dbp:nearestCity of the dbr:Nihoa and dbo:deathPlace of the dbr:Jim_Brady_(quarterback) ?,select distinct ?uri where { dbr:Nihoa dbp:nearestCity ?uri . dbr:Jim_Brady_(quarterback) dbo:deathPlace uri }
2062,give the total number of dbp:discipline of the academic journals whose dbp:country is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbp:country dbr:United_States . ?x dbp:discipline ?uri . }
2063,"how many dbp:genre are there , of the video games whose dbo:computingPlatform is dbr:Commodore_64 ?",select distinct count ( ?uri ) where { ?x dbo:computingPlatform dbr:Commodore_64 . ?x dbp:genre ?uri . }
2064,what is the dbp:battles of dbr:Steven_Palazzo ?,select distinct ?uri where { dbr:Steven_Palazzo dbp:battles ?uri }
2065,what is the dbp:discipline of the academic journals whose dbo:country is dbr:United_States ?,select distinct ?uri where { ?x dbo:country dbr:United_States . ?x dbp:discipline ?uri . }
2066,what is the band whose dbo:bandMember is dbr:Mike_Shinoda ?,select distinct ?uri where { ?uri dbo:bandMember dbr:Mike_Shinoda }
2067,what are the dbo:TelevisionShow whose dbp:voices is dbr:Mona_Marshall ?,select distinct ?uri where { ?uri dbp:voices dbr:Mona_Marshall . ?uri rdf:type dbo:TelevisionShow }
2068,what is the dbo:Film whose dbo:cinematography is dbr:Gregg_Toland and dbo:musicComposer is dbr:Bernard_Herrmann ?,select distinct ?uri where { ?uri dbo:cinematography dbr:Gregg_Toland . ?uri dbo:musicComposer dbr:Bernard_Herrmann . ?uri rdf:type dbo:Film }
2069,who is the person whose dbo:board are dbr:Freedom_of_the_City and dbr:Trinity_House ?,select distinct ?uri where { ?uri dbo:board dbr:Freedom_of_the_City . ?uri dbo:board dbr:Trinity_House . }
2070,what is the dbo:Company whose dbp:products is dbr:Microsoft_Visual_Studio and dbo:product is dbr:Microsoft_Surface ?,select distinct ?uri where { ?uri dbp:products dbr:Microsoft_Visual_Studio . ?uri dbo:product dbr:Microsoft_Surface . ?uri rdf:type dbo:Company }
2071,"how many dbo:country of the seas whose dbp:cities is dbr:Cancún , are there ?",select distinct count ( ?uri ) where { ?x dbp:cities dbr:Cancún . ?x dbo:country ?uri . }
2072,what are the other dbo:wineRegion of the dbo:Grape whose dbo:wineRegion is dbr:Michigan ?,select distinct ?uri where { ?x dbo:wineRegion dbr:Michigan . ?x dbo:wineRegion ?uri . ?x rdf:type dbo:Grape }
2073,what is the dbo:AdministrativeRegion whose dbo:leaderName is dbr:Sukhumbhand_Paribatra and dbo:founder is dbr:Rama_I ?,select distinct ?uri where { ?uri dbo:leaderName dbr:Sukhumbhand_Paribatra . ?uri dbo:founder dbr:Rama_I . ?uri rdf:type dbo:AdministrativeRegion }
2074,what is the dbo:largestCity of the dbo:Country which is the dbo:bodyDiscovered of dbr:Amit_Saigal ?,select distinct ?uri where { dbr:Amit_Saigal dbo:bodyDiscovered ?x . ?x dbo:largestCity ?uri . ?x rdf:type dbo:Country }
2076,who are the dbo:BasketballPlayer whose dbp:team is dbr:Los_Angeles_Lakers ?,select distinct ?uri where { ?uri dbp:team dbr:Los_Angeles_Lakers . ?uri rdf:type dbo:BasketballPlayer }
2077,what are the dbo:Film whose dbp:producer is dbr:Michael_Deeley ?,select distinct ?uri where { ?uri dbp:producer dbr:Michael_Deeley . ?uri rdf:type dbo:Film }
2078,what is the dbp:headquarters of dbr:Regional_Transit_Authority_of_Southeast_Michigan ?,select distinct ?uri where { dbr:Regional_Transit_Authority_of_Southeast_Michigan dbp:headquarters ?uri }
2079,what is the dbp:awards of the person who is the dbo:parent of dbr:Daniel_Bergman ?,select distinct ?uri where { dbr:Daniel_Bergman dbo:parent ?x . ?x dbp:awards ?uri . }
2080,what is the dbo:debutTeam of the dbr:Butch_Metzger and dbr:Dan_Otero ?,select distinct ?uri where { dbr:Butch_Metzger dbo:debutTeam ?uri . dbr:Dan_Otero dbo:debutTeam ?uri . }
2081,what is the dbp:location of the dbr:Eka_Lagnachi_Teesri_Goshta and dbp:placeOfBirth of the dbr:Vijay_Chavan ?,select distinct ?uri where { dbr:Eka_Lagnachi_Teesri_Goshta dbp:location ?uri . dbr:Vijay_Chavan dbp:placeOfBirth ?uri . }
2082,what are the organisations whose dbo:location 's dbo:language is dbr:Spanish_language ?,select distinct ?uri where { ?x dbo:language dbr:Spanish_language . ?uri dbo:location ?x . }
2083,what is the dbo:stateOfOrigin of dbr:Hafthór_Júlíus_Björnsson ?,select distinct ?uri where { dbr:Hafthór_Júlíus_Björnsson dbo:stateOfOrigin ?uri }
2084,who are the dbo:Writer whose dbp:nationality is dbr:Statelessness ?,select distinct ?uri where { ?uri dbp:nationality dbr:Statelessness . ?uri rdf:type dbo:Writer }
2085,what are the movies whose dbp:music 's dbo:deathCause is dbr:Cardiovascular_disease ?,select distinct ?uri where { ?x dbo:deathCause dbr:Cardiovascular_disease . ?uri dbp:music ?x . }
2086,who are the dbo:MusicalArtist whose dbo:instrument is dbr:Remo ?,select distinct ?uri where { ?uri dbo:instrument dbr:Remo . ?uri rdf:type dbo:MusicalArtist }
2087,list the dbo:MusicalArtist whose dbo:associatedMusicalArtist 's dbo:spouse is dbr:Jessi_Colter ?,select distinct ?uri where { ?x dbo:spouse dbr:Jessi_Colter . ?uri dbo:associatedMusicalArtist ?x . ?uri rdf:type dbo:MusicalArtist }
2088,what is the dbp:place of the dbr:Geography_Club_(play) and dbr:The_Kentucky_Cycle ?,select distinct ?uri where { dbr:Geography_Club_(play) dbp:place ?uri . dbr:The_Kentucky_Cycle dbp:place ?uri . }
2089,is dbr:Lousana the dbo:routeEnd of dbr:Alberta_Highway_42 ?,ask where { dbr:Alberta_Highway_42 dbo:routeEnd dbr:Lousana . }
2090,give me the count of dbo:athletics of the universities whose dbo:athletics is dbr:Basketball ?,select distinct count ( ?uri ) where { ?x dbo:athletics dbr:Basketball . ?x dbp:athletics ?uri }
2091,what is the scientist whose dbp:doctoralAdvisor is dbr:John_Robert_Woodyard and dbp:prizes is dbr:Lovelace_Medal ?,select distinct ?uri where { ?uri dbp:doctoralAdvisor dbr:John_Robert_Woodyard . ?uri dbp:prizes dbr:Lovelace_Medal . }
2092,whose dbp:foundation are dbr:United_States and dbr:New_Mexico ?,select distinct ?uri where { ?uri dbp:foundation dbr:United_States . ?uri dbp:foundation dbr:New_Mexico . }
2093,what are the dbo:TelevisionShow whose dbo:format is dbr:5.1_surround_sound ?,select distinct ?uri where { ?uri dbo:format dbr:5.1_surround_sound . ?uri rdf:type dbo:TelevisionShow }
2094,what is the dbo:producer of the single which is the dbo:subsequentWork of dbr:He's_a_Liar ?,select distinct ?uri where { dbr:He's_a_Liar dbo:subsequentWork ?x . ?x dbo:producer ?uri . }
2095,what is the dbo:influencedBy of the dbo:Comedian who is the dbp:starring of dbr:Good_Hair ?,select distinct ?uri where { dbr:Good_Hair dbp:starring ?x . ?x dbo:influencedBy ?uri . ?x rdf:type dbo:Comedian }
2096,what is the dbp:destinations of the dbo:Airline whose dbo:targetAirport is dbr:Birmingham_Airport ?,select distinct ?uri where { ?x dbo:targetAirport dbr:Birmingham_Airport . ?x dbp:destinations ?uri . ?x rdf:type dbo:Airline }
2097,what is the dbo:TelevisionShow whose dbp:creator is dbr:Simon_Fuller and dbo:presenter is dbr:Ryan_Seacrest ?,select distinct ?uri where { ?uri dbp:creator dbr:Simon_Fuller . ?uri dbo:presenter dbr:Ryan_Seacrest . ?uri rdf:type dbo:TelevisionShow }
2098,is dbr:The_Bronx the dbp:counties of dbr:Westchester_Avenue ?,ask where { dbr:Westchester_Avenue dbp:counties dbr:The_Bronx }
2099,"how many dbo:recordedIn are there , of the singles whose dbo:producer is dbr:Garbage_(band) ?",select distinct count ( ?uri ) where { ?x dbo:producer dbr:Garbage_(band) . ?x dbo:recordedIn ?uri . }
2100,what is the total number of dbp:related of the automobiles whose dbp:engine is dbr:V8_engine ?,select distinct count ( ?uri ) where { ?x dbp:engine dbr:V8_engine . ?x dbp:related ?uri . }
2101,what is the dbo:product of the dbo:Company whose dbo:location is dbr:United_States ?,select distinct ?uri where { ?x dbo:location dbr:United_States . ?x dbo:product ?uri . ?x rdf:type dbo:Company }
2102,give me a count of dbo:FictionalCharacter whose dbo:series is dbr:The_Office_(U.S._TV_series) ?,select distinct count ( ?uri ) where { ?uri dbo:series dbr:The_Office_(U.S._TV_series) . ?uri rdf:type dbo:FictionalCharacter }
2103,who is the dbo:Person whose dbo:opponent are dbr:Ike_Clanton and dbr:Tom_McLaury ?,select distinct ?uri where { ?uri dbo:opponent dbr:Ike_Clanton . ?uri dbo:opponent dbr:Tom_McLaury . ?uri rdf:type dbo:Person }
2104,who is the dbo:firstAscentPerson of dbr:Mount_Hoffmann ?,select distinct ?uri where { dbr:Mount_Hoffmann dbo:firstAscentPerson ?uri }
2105,what is the dbo:TelevisionShow whose dbo:executiveProducer is dbr:Steven_Moffat and dbp:genre is dbr:Science_fiction ?,select distinct ?uri where { ?uri dbo:executiveProducer dbr:Steven_Moffat . ?uri dbp:genre dbr:Science_fiction . ?uri rdf:type dbo:TelevisionShow }
2106,what are the basketball players whose dbp:team 's dbp:arena is dbr:United_Center ?,select distinct ?uri where { ?x dbp:arena dbr:United_Center . ?uri dbp:team ?x . }
2107,"how many dbo:affiliation are there , of the elections whose dbp:leader is dbr:Y._S._Rajasekhara_Reddy ?",select distinct count ( ?uri ) where { ?x dbp:leader dbr:Y._S._Rajasekhara_Reddy . ?x dbo:affiliation ?uri . }
2108,what is the dbo:deathPlace of dbr:Wallace_Dollase ?,select distinct ?uri where { dbr:Wallace_Dollase dbo:deathPlace ?uri . }
2109,what is the dbo:state of dbr:Red_Willow_Creek ?,select distinct ?uri where { dbr:Red_Willow_Creek dbo:state ?uri }
2110,what is the dbp:founded of the trade union which is the dbo:affiliation of dbr:Amalgamated_Clothing_Workers_of_America ?,select distinct ?uri where { dbr:Amalgamated_Clothing_Workers_of_America dbo:affiliation ?x . ?x dbp:founded ?uri . }
2111,what is the dbo:operatedBy of the dbo:RailwayLine whose dbo:routeStart is dbr:Minneapolis ?,select distinct ?uri where { ?x dbo:routeStart dbr:Minneapolis . ?x dbo:operatedBy ?uri . ?x rdf:type dbo:RailwayLine }
2112,what is the dbo:country of the dbo:SpeedwayLeague which is the dbo:league of dbr:Ikaros_Smederna ?,select distinct ?uri where { dbr:Ikaros_Smederna dbo:league ?x . ?x dbo:country ?uri . ?x rdf:type dbo:SpeedwayLeague }
2113,how many dbo:nonFictionSubject are there in dbr:Thud! ?,select distinct count ( ?uri ) where { dbr:Thud! dbo:nonFictionSubject ?uri . }
2114,what is the dbo:routeStart of the dbr:Moscow-Kazan_high-speed_railway and dbo:homeStadium of the dbr:2011–12_FC_Spartak_Moscow_season ?,select distinct ?uri where { dbr:Moscow-Kazan_high-speed_railway dbo:routeStart ?uri . dbr:2011–12_FC_Spartak_Moscow_season dbo:homeStadium uri }
2115,what is the dbo:leaderName of the dbr:Manendragarh and dbp:party of the dbr:Rishang_Keishing ?,select distinct ?uri where { dbr:Manendragarh dbo:leaderName ?uri . dbr:Rishang_Keishing dbp:party uri }
2116,how many owls are there whose dbp:youthclubs 's dbp:league is dbr:Argentine_Primera_División ?,select distinct count ( ?uri ) where { ?x dbp:league dbr:Argentine_Primera_División . ?uri dbp:youthclubs ?x . }
2117,what is the dbo:hometown of the musical artist who is the dbo:musicalArtist of dbr:Jack_Your_Body ?,select distinct ?uri where { dbr:Jack_Your_Body dbo:musicalArtist ?x . ?x dbo:hometown ?uri . }
2118,what is the dbp:branch of the dbo:governor who is the dbo:governor of dbr:James_L._McConaughy ?,select distinct ?uri where { dbr:James_L._McConaughy dbo:governor ?x . ?x dbp:branch ?uri . }
2119,what is the dbo:mouthCountry of the place whose dbo:sourcePlace is dbr:Lebršnik ?,select distinct ?uri where { ?x dbo:sourcePlace dbr:Lebršnik . ?x dbo:mouthCountry ?uri . }
2120,what is the dbo:birthPlace of the dbr:Robert_Rodi and dbp:placeOfDeath of the dbr:Andy_Wyant ?,select distinct ?uri where { dbr:Robert_Rodi dbo:birthPlace ?uri . dbr:Andy_Wyant dbp:placeOfDeath uri }
2121,"what is the dbo:Person whose dbp:constituency is dbr:Duboce_Triangle,_San_Francisco and dbo:militaryUnit is dbr:USS_Kittiwake_(ASR-13) ?","select distinct ?uri where { ?uri dbp:constituency dbr:Duboce_Triangle,_San_Francisco . ?uri dbo:militaryUnit dbr:USS_Kittiwake_(ASR-13) . ?uri rdf:type dbo:Person }"
2122,what is the dbo:occupation of the musical artists whose dbo:associatedMusicalArtist is dbr:The_Shirelles ?,select distinct ?uri where { ?x dbo:associatedMusicalArtist dbr:The_Shirelles . ?x dbo:occupation ?uri . }
2123,what is the dbo:AmericanFootballPlayer whose dbo:formerTeam is dbr:Indianapolis_Colts and dbp:currentteam is dbr:Michigan_Wolverines ?,select distinct ?uri where { ?uri dbo:formerTeam dbr:Indianapolis_Colts . ?uri dbp:currentteam dbr:Michigan_Wolverines . ?uri rdf:type dbo:AmericanFootballPlayer }
2124,what are the dbo:Mountain whose dbo:mountainRange is dbr:Sierra_Nevada_(U.S.) and dbo:locatedInArea is dbr:California ?,select distinct ?uri where { ?uri dbo:mountainRange dbr:Sierra_Nevada_(U.S.) . ?uri dbo:locatedInArea dbr:California . ?uri rdf:type dbo:Mountain }
2125,"list the dbo:TelevisionShow whose dbp:distributor 's dbp:locationCity is dbr:Burbank,_California ?","select distinct ?uri where { ?x dbp:locationCity dbr:Burbank,_California . ?uri dbp:distributor ?x . ?uri rdf:type dbo:TelevisionShow }"
