id,english,sparql
328,what is the dbp:mascot of the dbo:MilitaryUnit whose dbo:notableCommander is dbr:Herbert_Bautista ?,select distinct ?uri where { ?x dbo:notableCommander dbr:Herbert_Bautista . ?x dbp:mascot ?uri . ?x rdf:type dbo:MilitaryUnit }
329,what is the dbo:restingPlace of the dbr:Martin_Ragaway and dbr:Chuck_Connors ?,select distinct ?uri where { dbr:Martin_Ragaway dbo:restingPlace ?uri . dbr:Chuck_Connors dbo:restingPlace ?uri . ?uri rdf:type dbo:City }
330,what is the dbo:Company whose dbp:foundation is dbr:New_Mexico and dbo:product is dbr:Microsoft_Surface ?,select distinct ?uri where { ?uri dbp:foundation dbr:New_Mexico . ?uri dbo:product dbr:Microsoft_Surface . ?uri rdf:type dbo:Company }
331,who is the dbo:Person whose dbo:board is dbr:Freedom_of_the_City ?,select distinct ?uri where { ?uri dbo:board dbr:Freedom_of_the_City . ?uri rdf:type dbo:Person }
332,what is the dbp:cities of the dbo:Sea whose dbp:inflow is dbr:Sea_of_Marmara ?,select distinct ?uri where { ?x dbp:inflow dbr:Sea_of_Marmara . ?x dbp:cities ?uri . ?x rdf:type dbo:Sea }
333,what are the television shows whose dbp:company 's dbo:headquarter is dbr:Geneva ?,select distinct ?uri where { ?x dbo:headquarter dbr:Geneva . ?uri dbp:company ?x . }
334,who are the people whose dbo:deathCause is dbr:Morphine ?,select distinct ?uri where { ?uri dbo:deathCause dbr:Morphine . }
335,is dbr:Pixar the dbo:subsidiary of dbr:Walt_Disney_Studios_(division) ?,ask where { dbr:Walt_Disney_Studios_(division) dbo:subsidiary dbr:Pixar }
336,what is the dbp:purpose of the dbr:Maharashtra_Chess_Association and dbp:knownFor of the dbr:Abhijit_Kunte ?,select distinct ?uri where { dbr:Maharashtra_Chess_Association dbp:purpose ?uri . dbr:Abhijit_Kunte dbp:knownFor uri }
337,what is the dbo:occupation of the person whose dbp:relatives is dbr:Levon_Ashotovich_Grigorian ?,select distinct ?uri where { ?x dbp:relatives dbr:Levon_Ashotovich_Grigorian . ?x dbo:occupation ?uri . }
338,what is the dbo:locationCity of the american football team which is the dbp:debutteam of dbr:Shaquil_Barrett ?,select distinct ?uri where { dbr:Shaquil_Barrett dbp:debutteam ?x . ?x dbo:locationCity ?uri . }
339,what is the dbo:owner of dbr:Ivanpah_Solar_Power_Facility ?,select distinct ?uri where { dbr:Ivanpah_Solar_Power_Facility dbo:owner ?uri }
340,what is the dbp:artist of the dbr:Charing_Cross_Bridge_(Monet_series) and dbp:influencedBy of the dbr:Dorothea_Sharp ?,select distinct ?uri where { dbr:Charing_Cross_Bridge_(Monet_series) dbp:artist ?uri . dbr:Dorothea_Sharp dbp:influencedBy uri }
341,what is the dbo:Game whose dbo:genre is dbr:Mind_sport ?,select distinct ?uri where { ?uri dbo:genre dbr:Mind_sport . ?uri rdf:type dbo:Game }
342,list the dbo:honours of the dbo:RaceHorse whose dbo:breeder is dbr:Willis_Sharpe_Kilmer ?,select distinct ?uri where { ?x dbo:breeder dbr:Willis_Sharpe_Kilmer . ?x dbo:honours ?uri . ?x rdf:type dbo:RaceHorse }
343,what is the dbp:nationality of the engineer whose dbo:institution is dbr:AeroKlub_Wrocław ?,select distinct ?uri where { ?x dbo:institution dbr:AeroKlub_Wrocław . ?x dbp:nationality ?uri . }
344,what is the dbp:shipBuilder of the dbr:USS_Camp_(DE-251) and dbo:destination of the dbr:Emerald_Air_(United_States) ?,select distinct ?uri where { dbr:USS_Camp_(DE-251) dbp:shipBuilder ?uri . dbr:Emerald_Air_(United_States) dbo:destination uri }
345,what is the dbo:religion of the office holder who is the dbp:notableCommanders of dbr:Royal_Thai_Army ?,select distinct ?uri where { dbr:Royal_Thai_Army dbp:notableCommanders ?x . ?x dbo:religion ?uri . }
346,what is the dbp:officialName of dbr:Arkansas_wine ?,select distinct ?uri where { dbr:Arkansas_wine dbp:officialName ?uri }
347,what is the dbp:birthPlace of the dbr:Marcus_Samuelsson and dbp:placeOfBirth of the dbr:Samuel_of_Waldebba ?,select distinct ?uri where { dbr:Marcus_Samuelsson dbp:birthPlace ?uri . dbr:Samuel_of_Waldebba dbp:placeOfBirth uri }
348,what are the other dbp:battles of the dbo:MilitaryPerson whose dbp:battles is dbr:Algeria ?,select distinct ?uri where { ?x dbp:battles dbr:Algeria . ?x dbp:battles ?uri . ?x rdf:type dbo:MilitaryPerson }
349,what is the dbp:headquarters of the public transit system which is the dbp:owned of dbr:Mall_of_America ?,select distinct ?uri where { dbr:Mall_of_America dbp:owned ?x . ?x dbp:headquarters ?uri . }
350,list the dbp:crosses of the roads whose dbo:routeStart is dbr:Seberang_Perai ?,select distinct ?uri where { ?x dbo:routeStart dbr:Seberang_Perai . ?x dbp:crosses ?uri . }
351,is dbr:Julia_Gillard the dbo:primeMinister of dbr:Kate_Lundy ?,ask where { dbr:Kate_Lundy dbo:primeMinister dbr:Julia_Gillard }
352,what is the dbp:location of the dbr:Michigan_Renaissance_Festival and dbo:broadcastArea of the dbr:Comcast_SportsNet_Chicago ?,select distinct ?uri where { dbr:Michigan_Renaissance_Festival dbp:location ?uri . dbr:Comcast_SportsNet_Chicago dbo:broadcastArea ?uri . }
353,what are the dbp:cities of dbr:Mediterranean_Sea ?,select distinct ?uri where { dbr:Mediterranean_Sea dbp:cities ?uri }
354,what is the dbp:purpose of the dbo:Organisation whose dbo:headquarter is dbr:Maharashtra ?,select distinct ?uri where { ?x dbo:headquarter dbr:Maharashtra . ?x dbp:purpose ?uri . ?x rdf:type dbo:Organisation }
355,how many dbo:territory are there of the dbo:MilitaryConflict which is the dbo:usedInWar of dbr:Fusil_Gras_mle_1874 ?,select distinct count ( ?uri ) where { dbr:Fusil_Gras_mle_1874 dbo:usedInWar ?x . ?x dbo:territory ?uri . ?x rdf:type dbo:MilitaryConflict }
356,what is the dbo:crosses of the dbo:Bridge whose dbp:builder is dbr:Mota-Engil ?,select distinct ?uri where { ?x dbp:builder dbr:Mota-Engil . ?x dbo:crosses ?uri . ?x rdf:type dbo:Bridge }
357,how many other dbo:field are there of the scientists whose dbo:field is dbr:Mathematics ?,select distinct count ( ?uri ) where { ?x dbo:field dbr:Mathematics . ?x dbo:field ?uri }
358,what is the dbo:operatedBy of the dbr:Twin_Cities_400 and dbo:birthPlace of the dbr:Leona_Baumgartner ?,select distinct ?uri where { dbr:Twin_Cities_400 dbo:operatedBy ?uri . dbr:Leona_Baumgartner dbo:birthPlace uri }
359,how many soccer players are there whose dbp:currentclub is dbr:New_York_City_FC ?,select distinct count ( ?uri ) where { ?uri dbp:currentclub dbr:New_York_City_FC . }
360,how many dbp:region are there of the ethnic group which is the dbo:language of dbr:Nebraska ?,select distinct count ( ?uri ) where { dbr:Nebraska dbo:language ?x . ?x dbp:region ?uri . }
361,what is the dbo:almaMater of dbr:Michael_Hahn ?,select distinct ?uri where { dbr:Michael_Hahn dbo:almaMater ?uri }
362,what is the dbp:mascot of the dbo:MilitaryUnit whose dbp:garrison is dbr:Canberra ?,select distinct ?uri where { ?x dbp:garrison dbr:Canberra . ?x dbp:mascot ?uri . ?x rdf:type dbo:MilitaryUnit }
363,who are the dbp:governor of dbr:Jimmie_Lou_Fisher ?,select distinct ?uri where { dbr:Jimmie_Lou_Fisher dbp:governor ?uri }
364,how many basketball players are there whose dbp:team 's dbo:coach is dbr:Fred_Hoiberg ?,select distinct count ( ?uri ) where { ?x dbo:coach dbr:Fred_Hoiberg . ?uri dbp:team ?x . }
365,who is the dbo:discoverer of dbr:Callisto_(moon) ?,select distinct ?uri where { dbr:Callisto_(moon) dbo:discoverer ?uri }
366,what is the dbo:leaderName of dbr:Rishikesh ?,select distinct ?uri where { dbr:Rishikesh dbo:leaderName ?uri }
367,what is the dbp:locationCountry of dbr:Carmel_Winery ?,select distinct ?uri where { dbr:Carmel_Winery dbp:locationCountry ?uri }
368,is dbr:Grand_Canyon the dbo:mouthMountain of dbr:Little_Colorado_River ?,ask where { dbr:Little_Colorado_River dbo:mouthMountain dbr:Grand_Canyon }
369,what is the dbp:architect of dbr:Marine_Corps_Air_Station_Kaneohe_Bay ?,select distinct ?uri where { dbr:Marine_Corps_Air_Station_Kaneohe_Bay dbp:architect ?uri }
370,give the total number of dbp:owner of the railway lines whose dbp:system is dbr:Norfolk_Southern_Railway ?,select distinct count ( ?uri ) where { ?x dbp:system dbr:Norfolk_Southern_Railway . ?x dbp:owner ?uri . ?uri rdf:type dbo:Organisation }
371,"what are the other dbo:part of the dbo:Settlement whose dbo:part is dbr:New_Braunfels,_Texas ?","select distinct ?uri where { ?x dbo:part dbr:New_Braunfels,_Texas . ?x dbo:part ?uri . ?x rdf:type dbo:Settlement }"
372,what are the dbo:TelevisionShow whose dbo:creator 's dbp:birthPlace is dbr:England ?,select distinct ?uri where { ?x dbp:birthPlace dbr:England . ?uri dbo:creator ?x . ?uri rdf:type dbo:TelevisionShow }
373,what is the dbo:Mountain whose dbo:locatedInArea is dbr:Inyo_National_Forest and dbo:parentMountainPeak is dbr:Nevado_de_Toluca ?,select distinct ?uri where { ?uri dbo:locatedInArea dbr:Inyo_National_Forest . ?uri dbo:parentMountainPeak dbr:Nevado_de_Toluca . ?uri rdf:type dbo:Mountain }
374,what is the dbp:awards of the dbr:Ingmar_Bergman and dbr:Charles_LeMaire ?,select distinct ?uri where { dbr:Ingmar_Bergman dbp:awards ?uri . dbr:Charles_LeMaire dbp:awards ?uri . }
375,what is the dbo:OfficeHolder whose dbp:restingplace is dbr:William_Henry_Harrison_Tomb_State_Memorial and dbo:governor is dbr:Charles_Willing_Byrd ?,select distinct ?uri where { ?uri dbp:restingplace dbr:William_Henry_Harrison_Tomb_State_Memorial . ?uri dbo:governor dbr:Charles_Willing_Byrd . ?uri rdf:type dbo:OfficeHolder }
376,what is the dbp:recorded of the dbo:Film which is the dbp:nextAlbum of dbr:Khiladi_786 ?,select distinct ?uri where { dbr:Khiladi_786 dbp:nextAlbum ?x . ?x dbp:recorded ?uri . ?x rdf:type dbo:Film }
377,who are the dbo:Politician whose dbo:deathPlace is dbr:Ontario ?,select distinct ?uri where { ?uri dbo:deathPlace dbr:Ontario . ?uri rdf:type dbo:Politician }
378,what dbo:OfficeHolder 's dbp:spouse is dbr:Dolley_Madison ?,select distinct ?uri where { ?uri dbp:spouse dbr:Dolley_Madison . ?uri rdf:type dbo:OfficeHolder }
379,how many television shows are there whose dbp:themeMusicComposer is dbr:Julian_Gingell ?,select distinct count ( ?uri ) where { ?uri dbp:themeMusicComposer dbr:Julian_Gingell . }
380,who is the dbo:monarch of dbr:Lü_Buwei ?,select distinct ?uri where { dbr:Lü_Buwei dbo:monarch ?uri }
381,what is the dbo:MusicalArtist whose dbp:label is dbr:Celluloid_Records and dbo:associatedMusicalArtist is dbr:Africa_'70_(band) ?,select distinct ?uri where { ?uri dbp:label dbr:Celluloid_Records . ?uri dbo:associatedMusicalArtist dbr:Africa_'70_(band) . ?uri rdf:type dbo:MusicalArtist }
382,what is the dbo:stylisticOrigin of dbr:Wizard_rock ?,select distinct ?uri where { dbr:Wizard_rock dbo:stylisticOrigin ?uri }
383,what are the other dbp:fields of the dbo:Scientist whose dbp:fields is dbr:Sanskrit ?,select distinct ?uri where { ?x dbp:fields dbr:Sanskrit . ?x dbp:fields ?uri . ?x rdf:type dbo:Scientist }
384,what is the dbo:debutTeam of the dbr:Jerrell_Jackson and dbo:formerTeam of the dbr:Andrew_Economos ?,select distinct ?uri where { dbr:Jerrell_Jackson dbo:debutTeam ?uri . dbr:Andrew_Economos dbo:formerTeam uri }
385,what are the dbo:Film whose dbp:director 's dbo:child is dbr:Luke_Scott_(director) ?,select distinct ?uri where { ?x dbo:child dbr:Luke_Scott_(director) . ?uri dbp:director ?x . ?uri rdf:type dbo:Film }
386,is dbr:Louvre the dbp:museum of dbr:Mona_Lisa ?,ask where { dbr:Mona_Lisa dbp:museum dbr:Louvre }
387,is dbr:John_Trumbull the dbp:coverArtist of dbr:A_Foreign_Policy_of_Freedom ?,ask where { dbr:A_Foreign_Policy_of_Freedom dbp:coverArtist dbr:John_Trumbull }
388,list the dbo:bandMember of the dbo:Band whose dbp:currentMembers is dbr:Juelz_Santana ?,select distinct ?uri where { ?x dbp:currentMembers dbr:Juelz_Santana . ?x dbo:bandMember ?uri . ?x rdf:type dbo:Band }
389,what is the total number of information appliances whose dbo:manufacturer 's dbo:service is dbr:Electronics_manufacturing_services ?,select distinct count ( ?uri ) where { ?x dbo:service dbr:Electronics_manufacturing_services . ?uri dbo:manufacturer ?x . }
390,give me a count of dbo:VideoGame whose dbp:composer is dbr:Hirokazu_Tanaka ?,select distinct count ( ?uri ) where { ?uri dbp:composer dbr:Hirokazu_Tanaka . ?uri rdf:type dbo:VideoGame }
391,what is the dbo:tenant of the dbo:Stadium which is the dbo:location of dbr:UFC_140 ?,select distinct ?uri where { dbr:UFC_140 dbo:location ?x . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
392,what is the dbp:species of the dbr:The_Fox_and_the_Cat and dbp:mascot of the dbr:Seneca_Academy_and_Circle_School ?,select distinct ?uri where { dbr:The_Fox_and_the_Cat dbp:species ?uri . dbr:Seneca_Academy_and_Circle_School dbp:mascot uri }
393,"what is the dbo:University whose dbp:affiliations 's dbo:foundationPlace is dbr:Washington,_D.C. ?","select distinct ?uri where { ?x dbo:foundationPlace dbr:Washington,_D.C. . ?uri dbp:affiliations ?x . ?uri rdf:type dbo:University }"
394,what is the dbp:awards of the person who is the dbo:starring of dbr:Gods_of_Egypt_(film) ?,select distinct ?uri where { dbr:Gods_of_Egypt_(film) dbo:starring ?x . ?x dbp:awards ?uri . }
395,"what is the dbo:residence of the dbo:Person whose dbp:homeTown is dbr:Ann_Arbor,_Michigan ?","select distinct ?uri where { ?x dbp:homeTown dbr:Ann_Arbor,_Michigan . ?x dbo:residence ?uri . ?x rdf:type dbo:Person }"
396,what is the dbo:formerTeam of the dbo:BasketballPlayer whose dbp:birthPlace is dbr:Athens ?,select distinct ?uri where { ?x dbp:birthPlace dbr:Athens . ?x dbo:formerTeam ?uri . ?x rdf:type dbo:BasketballPlayer }
397,what is the dbp:cityServed of the airport which is the dbo:hubAirport of dbr:Club_One_Air ?,select distinct ?uri where { dbr:Club_One_Air dbo:hubAirport ?x . ?x dbp:cityServed ?uri . }
398,what is the dbp:almaMater of the owls whose dbo:relation is dbr:Gustavo_Rojas_Pinilla ?,select distinct ?uri where { ?x dbo:relation dbr:Gustavo_Rojas_Pinilla . ?x dbp:almaMater ?uri . }
399,count the dbo:knownFor of the people whose dbp:placeOfBirth is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbp:placeOfBirth dbr:United_States . ?x dbo:knownFor ?uri . }
400,what is the dbp:successor of dbr:McDonnell_Douglas ?,select distinct ?uri where { dbr:McDonnell_Douglas dbp:successor ?uri }
401,what is the dbo:publisher of dbr:Lucifer's_Hammer ?,select distinct ?uri where { dbr:Lucifer's_Hammer dbo:publisher ?uri }
402,list the dbp:origin of the dbo:Weapon whose dbo:usedInWar is dbr:American_Revolutionary_War ?,select distinct ?uri where { ?x dbo:usedInWar dbr:American_Revolutionary_War . ?x dbp:origin ?uri . ?x rdf:type dbo:Weapon }
403,what is the dbp:party of the dbr:Rishang_Keishing and dbo:party of the dbr:Purnima_Banerjee ?,select distinct ?uri where { dbr:Rishang_Keishing dbp:party ?uri . dbr:Purnima_Banerjee dbo:party uri }
404,what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:recordLabel is dbr:MapleMusic_Recordings ?,select distinct ?uri where { ?x dbo:recordLabel dbr:MapleMusic_Recordings . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
405,is dbr:Apollo_11 the dbp:mission of dbr:Neil_Armstrong ?,ask where { dbr:Neil_Armstrong dbp:mission dbr:Apollo_11 }
406,list the dbo:formerTeam of the dbo:AmericanFootballPlayer whose dbo:birthPlace is dbr:Pennsylvania ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Pennsylvania . ?x dbo:formerTeam ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
407,is dbr:Districts_of_Peru the dbp:settlementType of dbr:Charat_District ?,ask where { dbr:Charat_District dbp:settlementType dbr:Districts_of_Peru }
408,what is the dbo:Company whose dbo:foundedBy is dbr:Fusajiro_Yamauchi and dbp:services is dbr:Nintendo_Network ?,select distinct ?uri where { ?uri dbo:foundedBy dbr:Fusajiro_Yamauchi . ?uri dbp:services dbr:Nintendo_Network . ?uri rdf:type dbo:Company }
409,what is the dbo:series of the television episodes whose dbp:guests is dbr:Richard_Gant ?,select distinct ?uri where { ?x dbp:guests dbr:Richard_Gant . ?x dbo:series ?uri . }
410,what is the total number of owls whose dbo:division 's dbo:kingdom is dbr:Plant ?,select distinct count ( ?uri ) where { ?x dbo:kingdom dbr:Plant . ?uri dbo:division ?x . }
411,what is the dbp:showName of the dbo:TelevisionShow whose dbp:themeMusicComposer is dbr:Joel_Goodman ?,select distinct ?uri where { ?x dbp:themeMusicComposer dbr:Joel_Goodman . ?x dbp:showName ?uri . ?x rdf:type dbo:TelevisionShow }
412,is dbr:Mauritius the dbp:county of dbr:College_Sainte-Marie ?,ask where { dbr:College_Sainte-Marie dbp:county dbr:Mauritius }
413,what is the dbo:field of the dbr:Jon_Speelman and dbo:occupation of the dbr:Karen_Grigorian ?,select distinct ?uri where { dbr:Jon_Speelman dbo:field ?uri . dbr:Karen_Grigorian dbo:occupation uri }
414,what are the dbo:Country whose dbo:capital is dbr:History_of_Trier ?,select distinct ?uri where { ?uri dbo:capital dbr:History_of_Trier . ?uri rdf:type dbo:Country }
415,what is the dbo:University whose dbp:affiliations is dbr:Graham_Holdings_Company and dbo:campus is dbr:Iowa ?,select distinct ?uri where { ?uri dbp:affiliations dbr:Graham_Holdings_Company . ?uri dbo:campus dbr:Iowa . ?uri rdf:type dbo:University }
416,what is the dbo:birthPlace of dbr:Antonio_Giannini ?,select distinct ?uri where { dbr:Antonio_Giannini dbo:birthPlace ?uri }
417,what movies 's dbo:producer is dbr:Larry_J._Franco ?,select distinct ?uri where { ?uri dbo:producer dbr:Larry_J._Franco }
418,what are the dbo:TelevisionShow whose dbo:location are dbr:Boston and dbr:Massachusetts ?,select distinct ?uri where { ?uri dbo:location dbr:Boston . ?uri dbo:location dbr:Massachusetts . ?uri rdf:type dbo:TelevisionShow }
419,what is the dbo:deathPlace of the dbo:Scientist who is the dbo:binomialAuthority of dbr:Hallopus ?,select distinct ?uri where { dbr:Hallopus dbo:binomialAuthority ?x . ?x dbo:deathPlace ?uri . ?x rdf:type dbo:Scientist }
420,is dbr:Barcelona the dbo:stadium of dbr:CN_Atlètic-Barceloneta ?,ask where { dbr:CN_Atlètic-Barceloneta dbo:stadium dbr:Barcelona }
421,what is the dbo:nonFictionSubject of the dbo:Book whose dbo:literaryGenre is dbr:Fantasy ?,select distinct ?uri where { ?x dbo:literaryGenre dbr:Fantasy . ?x dbo:nonFictionSubject ?uri . ?x rdf:type dbo:Book }
422,list the dbo:manufacturer of the dbo:Rocket whose dbo:launchSite is dbr:Cape_Canaveral_Air_Force_Station ?,select distinct ?uri where { ?x dbo:launchSite dbr:Cape_Canaveral_Air_Force_Station . ?x dbo:manufacturer ?uri . ?x rdf:type dbo:Rocket }
423,is dbr:Chicago the dbo:architecturalStyle of dbr:Frank_R._Lillie_House ?,ask where { dbr:Frank_R._Lillie_House dbo:architecturalStyle dbr:Chicago }
424,who is the person whose dbo:occupation 's dbo:owningCompany is dbr:Roman_Abramovich ?,select distinct ?uri where { ?x dbo:owningCompany dbr:Roman_Abramovich . ?uri dbo:occupation ?x . }
425,what is the dbo:Astronaut whose dbp:mission is dbr:Apollo_11 and which is a dbr:NASA ?,select distinct ?uri where { ?uri dbp:mission dbr:Apollo_11 . ?uri dbp:type dbr:NASA . ?uri rdf:type dbo:Astronaut }
426,what is the dbo:nominee of the dbr:Jack_Ryan_(politician) and dbp:order of the dbr:Omar_D._Conger ?,select distinct ?uri where { dbr:Jack_Ryan_(politician) dbo:nominee ?uri . dbr:Omar_D._Conger dbp:order uri }
427,what is the dbo:birthPlace of the dbr:Michael_G._Santos and dbp:placeOfBirth of the dbr:Wendy_Jaquet ?,select distinct ?uri where { dbr:Michael_G._Santos dbo:birthPlace ?uri . dbr:Wendy_Jaquet dbp:placeOfBirth uri }
428,what is the dbo:TelevisionShow whose dbo:developer is dbr:J._Michael_Straczynski and dbp:network is dbr:TNT_(TV_channel) ?,select distinct ?uri where { ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri dbp:network dbr:TNT_(TV_channel) . ?uri rdf:type dbo:TelevisionShow }
429,what is the dbo:OfficeHolder whose dbp:successor is dbr:Adrian_A._Basora and dbp:restingPlace is dbr:Alta_Mesa_Memorial_Park ?,select distinct ?uri where { ?uri dbp:successor dbr:Adrian_A._Basora . ?uri dbp:restingPlace dbr:Alta_Mesa_Memorial_Park . ?uri rdf:type dbo:OfficeHolder }
430,what is the dbo:Film whose dbp:writer is dbr:Monty_Python and dbo:musicComposer is dbr:Geoffrey_Burgon ?,select distinct ?uri where { ?uri dbp:writer dbr:Monty_Python . ?uri dbo:musicComposer dbr:Geoffrey_Burgon . ?uri rdf:type dbo:Film }
431,"what is the dbo:OfficeHolder whose dbo:deathPlace 's dbo:builder is dbr:Charles_V,_Holy_Roman_Emperor ?","select distinct ?uri where { ?x dbo:builder dbr:Charles_V,_Holy_Roman_Emperor . ?uri dbo:deathPlace ?x . ?uri rdf:type dbo:OfficeHolder }"
432,"how many dbp:locations are there , of the companies whose dbo:foundationPlace is dbr:Toronto ?",select distinct count ( ?uri ) where { ?x dbo:foundationPlace dbr:Toronto . ?x dbp:locations ?uri . ?uri rdf:type dbo:Place }
433,what is the fictional character whose dbo:relative 's dbo:spouse is dbr:Uncle_Henry_(Oz) ?,select distinct ?uri where { ?x dbo:spouse dbr:Uncle_Henry_(Oz) . ?uri dbo:relative ?x . }
434,list the other dbp:outflow of the owls whose dbp:outflow is dbr:Benué_River ?,select distinct ?uri where { ?x dbp:outflow dbr:Benué_River . ?x dbp:outflow ?uri . }
435,what is the dbo:firstAscentPerson of the dbo:Mountain whose dbo:locatedInArea is dbr:California ?,select distinct ?uri where { ?x dbo:locatedInArea dbr:California . ?x dbo:firstAscentPerson ?uri . ?x rdf:type dbo:Mountain }
436,what is the dbo:parentCompany of the dbr:Ford_Air_Transport_Service and dbr:Ford_Falcon_Cobra ?,select distinct ?uri where { dbr:Ford_Air_Transport_Service dbo:parentCompany ?uri . dbr:Ford_Falcon_Cobra dbo:parentCompany ?uri . }
437,what is the dbo:TelevisionShow whose dbp:themeMusicComposer is dbr:Julian_Gingell and dbo:channel is dbr:Fox_Broadcasting_Company ?,select distinct ?uri where { ?uri dbp:themeMusicComposer dbr:Julian_Gingell . ?uri dbo:channel dbr:Fox_Broadcasting_Company . ?uri rdf:type dbo:TelevisionShow }
438,list the dbo:recordLabel of the dbo:MusicalArtist whose dbo:genre is dbr:Jazz_fusion ?,select distinct ?uri where { ?x dbo:genre dbr:Jazz_fusion . ?x dbo:recordLabel ?uri . ?x rdf:type dbo:MusicalArtist }
439,what is the dbo:college of the dbr:Hubert_Wiggs and dbr:Alvin_Bell ?,select distinct ?uri where { dbr:Hubert_Wiggs dbo:college ?uri . dbr:Alvin_Bell dbo:college ?uri . }
440,what is the dbp:mascot of dbr:Blytheville_High_School ?,select distinct ?uri where { dbr:Blytheville_High_School dbp:mascot ?uri }
441,who is the dbo:composer of the dbr:Girl_from_the_North_Country and dbo:subsequentWork of the dbr:Moondog_Matinee ?,select distinct ?uri where { dbr:Girl_from_the_North_Country dbo:composer ?uri . dbr:Moondog_Matinee dbo:subsequentWork uri }
442,what is the dbp:subject of the book which is the dbo:previousWork of dbr:Cosmos_(Carl_Sagan_book) ?,select distinct ?uri where { dbr:Cosmos_(Carl_Sagan_book) dbo:previousWork ?x . ?x dbp:subject ?uri . }
443,what dbo:TelevisionShow 's dbp:voices is dbr:Eliza_Schneider ?,select distinct ?uri where { ?uri dbp:voices dbr:Eliza_Schneider . ?uri rdf:type dbo:TelevisionShow }
444,who is the dbo:author of dbr:Catch_My_Soul_(UK_stage_version) ?,select distinct ?uri where { dbr:Catch_My_Soul_(UK_stage_version) dbo:author ?uri }
445,what are the dbo:Island whose dbp:archipelago is dbr:The_Bahamas ?,select distinct ?uri where { ?uri dbp:archipelago dbr:The_Bahamas . ?uri rdf:type dbo:Island }
446,what is the dbp:state of the ambassador who is the dbo:relation of dbr:J._Bennett_Johnston ?,select distinct ?uri where { dbr:J._Bennett_Johnston dbo:relation ?x . ?x dbp:state ?uri . }
447,what is the dbp:birthDate of the dbo:Athlete whose dbp:debutteam is dbr:Homestead_Grays ?,select distinct ?uri where { ?x dbp:debutteam dbr:Homestead_Grays . ?x dbp:birthDate ?uri . ?x rdf:type dbo:Athlete }
448,what is the dbp:hometown of the dbr:Pavel_Moroz and dbo:birthPlace of the dbr:Helena_of_Moscow ?,select distinct ?uri where { dbr:Pavel_Moroz dbp:hometown ?uri . dbr:Helena_of_Moscow dbo:birthPlace uri }
449,who are the dbp:starring of dbr:The_Simpsons_Ride ?,select distinct ?uri where { dbr:The_Simpsons_Ride dbp:starring ?uri }
450,what is the dbp:developer of the dbr:IPhone_OS_1 and dbp:developer of the dbr:XNU ?,select distinct ?uri where { dbr:IPhone_OS_1 dbp:developer ?uri . dbr:XNU dbo:developer ?uri . }
451,"how many dbp:awards are there , of the people whose dbo:stateOfOrigin is dbr:French_people ?",select distinct count ( ?uri ) where { ?x dbo:stateOfOrigin dbr:French_people . ?x dbp:awards ?uri . }
452,what is the total number of bacterias whose dbo:order is dbr:Bacillales and dbp:domain is dbr:Bacteria ?,select distinct count ( ?uri ) where { ?uri dbo:order dbr:Bacillales . ?uri dbp:domain dbr:Bacteria }
453,"what is the dbo:AdministrativeRegion whose dbo:largestCity is dbr:Omaha,_Nebraska ?","select distinct ?uri where { ?uri dbo:largestCity dbr:Omaha,_Nebraska . ?uri rdf:type dbo:AdministrativeRegion }"
454,what is the dbo:location of the settlement which is the dbp:constituency of dbr:John_Smith_Griffin ?,select distinct ?uri where { dbr:John_Smith_Griffin dbp:constituency ?x . ?x dbo:location ?uri . }
455,is dbr:Wahoo! the dbo:previousWork of dbr:Honeybuns ?,ask where { dbr:Honeybuns dbo:previousWork dbr:Wahoo! }
456,who is the dbp:animator of dbr:Tommy_Tucker's_Tooth ?,select distinct ?uri where { dbr:Tommy_Tucker's_Tooth dbp:animator ?uri }
457,who is the dbo:director of dbr:Alice's_Wonderland ?,select distinct ?uri where { dbr:Alice's_Wonderland dbo:director ?uri }
458,who are the dbo:Writer whose dbo:education is dbr:Saint_Petersburg ?,select distinct ?uri where { ?uri dbo:education dbr:Saint_Petersburg . ?uri rdf:type dbo:Writer }
459,what is the dbo:influenced of the writer who is the dbo:author of dbr:Evenor_(collection) ?,select distinct ?uri where { dbr:Evenor_(collection) dbo:author ?x . ?x dbo:influenced ?uri . }
460,what is the dbp:cities of the dbr:American_Mediterranean_Sea and dbp:nickname of the dbr:Entronque_de_Herradura ?,select distinct ?uri where { dbr:American_Mediterranean_Sea dbp:cities ?uri . dbr:Entronque_de_Herradura dbp:nickname uri }
461,what is the total number of dbp:subject of the books whose dbp:publisher is dbr:Random_House ?,select distinct count ( ?uri ) where { ?x dbp:publisher dbr:Random_House . ?x dbp:subject ?uri . }
462,what is the dbo:associatedMusicalArtist of the musical artist who is the dbp:currentMembers of dbr:Al_Bano_and_Romina_Power ?,select distinct ?uri where { dbr:Al_Bano_and_Romina_Power dbp:currentMembers ?x . ?x dbo:associatedMusicalArtist ?uri . }
463,what is the dbo:Settlement whose dbp:neighboringMunicipalities is dbr:Cologny and dbo:neighboringMunicipality is dbr:Pregny-Chambésy ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Cologny . ?uri dbo:neighboringMunicipality dbr:Pregny-Chambésy . ?uri rdf:type dbo:Settlement }
464,who is the dbp:writers of dbr:The_Sandman_(Vertigo) ?,select distinct ?uri where { dbr:The_Sandman_(Vertigo) dbp:writers ?uri }
465,"what is the office holder whose dbp:children is dbr:Lori_Black and dbp:restingPlace is dbr:Palo_Alto,_California ?","select distinct ?uri where { ?uri dbp:children dbr:Lori_Black . ?uri dbp:restingPlace dbr:Palo_Alto,_California . }"
466,what is the dbo:MilitaryUnit whose dbp:garrison is dbr:The_Pentagon and dbo:commandStructure is dbr:United_States_Department_of_Defense ?,select distinct ?uri where { ?uri dbp:garrison dbr:The_Pentagon . ?uri dbo:commandStructure dbr:United_States_Department_of_Defense . ?uri rdf:type dbo:MilitaryUnit }
467,what are the dbp:subject of dbr:A_Christian_Turn'd_Turk ?,select distinct ?uri where { dbr:A_Christian_Turn'd_Turk dbp:subject ?uri }
468,what is the dbo:award of the dbo:Writer whose dbp:notableworks is dbr:Wallace_and_Gromit ?,select distinct ?uri where { ?x dbp:notableworks dbr:Wallace_and_Gromit . ?x dbo:award ?uri . ?x rdf:type dbo:Writer }
469,is dbr:Labor_relations the dbo:mainInterest of dbr:Karl_Marx ?,ask where { dbr:Karl_Marx dbo:mainInterest dbr:Labor_relations }
470,list the dbp:crosses of the bridges whose dbp:design is dbr:Cable-stayed_bridge ?,select distinct ?uri where { ?x dbp:design dbr:Cable-stayed_bridge . ?x dbp:crosses ?uri . }
471,what are the dbo:Company whose dbo:locationCity is dbr:Texas ?,select distinct ?uri where { ?uri dbo:locationCity dbr:Texas . ?uri rdf:type dbo:Company }
472,what is the dbo:President whose dbo:lieutenant 's dbp:predecessor is dbr:Bob_C._Riley ?,select distinct ?uri where { ?x dbp:predecessor dbr:Bob_C._Riley . ?uri dbo:lieutenant ?x . ?uri rdf:type dbo:President }
473,what is the dbo:leader of the government agencies whose dbo:jurisdiction is dbr:Nazi_Germany ?,select distinct ?uri where { ?x dbo:jurisdiction dbr:Nazi_Germany . ?x dbo:leader ?uri . }
474,what is the dbo:timeZone of dbr:Banlung ?,select distinct ?uri where { dbr:Banlung dbo:timeZone ?uri }
475,what are the other dbp:doctoralStudents of the dbo:Scientist whose dbp:doctoralStudents is dbr:Mary_Ainsworth ?,select distinct ?uri where { ?x dbp:doctoralStudents dbr:Mary_Ainsworth . ?x dbp:doctoralStudents ?uri . ?x rdf:type dbo:Scientist }
476,"what is the dbo:deathPlace of the dbo:Wrestler whose dbp:billed is dbr:Norman,_Oklahoma ?","select distinct ?uri where { ?x dbp:billed dbr:Norman,_Oklahoma . ?x dbo:deathPlace ?uri . ?x rdf:type dbo:Wrestler }"
477,what is the soccer club whose dbo:owner is dbr:Shahid_Khan ?,select distinct ?uri where { ?uri dbo:owner dbr:Shahid_Khan }
478,what is the dbp:athletics of the dbo:University whose dbo:affiliation is dbr:National_Capital_Region_Athletic_Association ?,select distinct ?uri where { ?x dbo:affiliation dbr:National_Capital_Region_Athletic_Association . ?x dbp:athletics ?uri . ?x rdf:type dbo:University }
479,what is the dbo:tenant of the dbo:Stadium whose dbp:architect is dbr:Populous_(company) ?,select distinct ?uri where { ?x dbp:architect dbr:Populous_(company) . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
480,what is the dbp:cities of the dbr:American_Mediterranean_Sea and dbr:Biscayne_Bay ?,select distinct ?uri where { dbr:American_Mediterranean_Sea dbp:cities ?uri . dbr:Biscayne_Bay dbp:cities ?uri . }
481,is dbr:Santa_Clara_University the dbp:managerclubs of dbr:Dean_Wurzberger ?,ask where { dbr:Dean_Wurzberger dbp:managerclubs dbr:Santa_Clara_University }
482,what is the total number of dbo:Food whose dbo:ingredient 's dbo:division is dbr:Flowering_plant ?,select distinct count ( ?uri ) where { ?x dbo:division dbr:Flowering_plant . ?uri dbo:ingredient ?x . ?uri rdf:type dbo:Food }
483,what are the soccer managers whose dbo:managerClub 's dbo:season is dbr:2014–15_Football_League_Championship ?,select distinct ?uri where { ?x dbo:season dbr:2014–15_Football_League_Championship . ?uri dbo:managerClub ?x . }
484,what is the dbo:river of the dbo:Bridge whose dbp:material is dbr:Wrought_iron ?,select distinct ?uri where { ?x dbp:material dbr:Wrought_iron . ?x dbo:river ?uri . ?x rdf:type dbo:Bridge }
485,what is the dbp:allegiance of dbr:Albert_Kwesi_Ocran ?,select distinct ?uri where { dbr:Albert_Kwesi_Ocran dbp:allegiance ?uri }
486,count the number of dbo:leader of the government agencies whose dbo:headquarter is dbr:Niederkirchnerstraße ?,select distinct count ( ?uri ) where { ?x dbo:headquarter dbr:Niederkirchnerstraße . ?x dbo:leader ?uri . }
487,what are the dbo:Sea whose dbo:location is dbr:Europe ?,select distinct ?uri where { ?uri dbo:location dbr:Europe . ?uri rdf:type dbo:Sea }
488,what is the dbp:notableworks of the dbo:Person who is the dbo:producer of dbr:Queer_as_Folk_(UK_TV_series) ?,select distinct ?uri where { dbr:Queer_as_Folk_(UK_TV_series) dbo:producer ?x . ?x dbp:notableworks ?uri . ?x rdf:type dbo:Person }
489,who is the dbo:bronzeMedalist of dbr:Swimming_at_the_2008_Summer_Olympics_–_Men's_400_metre_individual_medley ?,select distinct ?uri where { dbr:Swimming_at_the_2008_Summer_Olympics_–_Men's_400_metre_individual_medley dbo:bronzeMedalist ?uri }
490,is dbr:Stan_Lee the dbo:narrator of dbr:The_Incredible_Hulk_(1982_TV_series) ?,ask where { dbr:The_Incredible_Hulk_(1982_TV_series) dbo:narrator dbr:Stan_Lee }
