id,english,sparql
2126,what is the dbo:religion of the dbr:Miao_people and dbo:country of the dbr:Guru_Purnima ?,select distinct ?uri where { dbr:Miao_people dbo:religion ?uri . dbr:Guru_Purnima dbo:country uri }
2127,what is the dbo:almaMater of the dbr:Harlan_Mathews and dbr:Richard_Merrill_Atkinson ?,select distinct ?uri where { dbr:Harlan_Mathews dbo:almaMater ?uri . dbr:Richard_Merrill_Atkinson dbo:almaMater ?uri . }
2128,what is the dbo:type of the dbo:Building whose dbo:architect is dbr:Pyusawhti ?,select distinct ?uri where { ?x dbo:architect dbr:Pyusawhti . ?x dbo:type ?uri . ?x rdf:type dbo:Building }
2129,what is the dbo:owningCompany of the dbo:Company whose dbp:parent is dbr:Sony_Financial ?,select distinct ?uri where { ?x dbp:parent dbr:Sony_Financial . ?x dbo:owningCompany ?uri . ?x rdf:type dbo:Company }
2130,what dbo:Gymnast 's dbp:headcoach is dbr:Amanda_Reddin ?,select distinct ?uri where { ?uri dbp:headcoach dbr:Amanda_Reddin . ?uri rdf:type dbo:Gymnast }
2131,what is the dbo:award of the dbo:Writer whose dbp:movement is dbr:Katharevousa ?,select distinct ?uri where { ?x dbp:movement dbr:Katharevousa . ?x dbo:award ?uri . ?x rdf:type dbo:Writer }
2132,what are the dbo:Mammal whose dbp:phylum is dbr:Chordate ?,select distinct ?uri where { ?uri dbp:phylum dbr:Chordate . ?uri rdf:type dbo:Mammal }
2133,"how many dbo:developer of the video games whose dbo:series is dbr:Oddworld , are there ?",select distinct count ( ?uri ) where { ?x dbo:series dbr:Oddworld . ?x dbo:developer ?uri . }
2134,what is the dbo:ground of dbr:2015_Fort_Lauderdale_Strikers_season ?,select distinct ?uri where { dbr:2015_Fort_Lauderdale_Strikers_season dbo:ground ?uri }
2135,what are the dbo:VideoGame whose dbo:computingPlatform is dbr:Virtual_Console and dbp:composer is dbr:Hirokazu_Tanaka ?,select distinct ?uri where { ?uri dbo:computingPlatform dbr:Virtual_Console . ?uri dbp:composer dbr:Hirokazu_Tanaka . ?uri rdf:type dbo:VideoGame }
2136,what is the dbo:restingPlace of the engineer who is the dbo:architect of dbr:Plaza_on_DeWitt ?,select distinct ?uri where { dbr:Plaza_on_DeWitt dbo:architect ?x . ?x dbo:restingPlace ?uri . }
2137,what is the dbo:location of the dbr:Cooper_Mountain_Vineyards and dbr:Mount_Bachelor_ski_area ?,select distinct ?uri where { dbr:Cooper_Mountain_Vineyards dbo:location ?uri . dbr:Mount_Bachelor_ski_area dbo:location ?uri . }
2138,count the dbo:tenant in dbr:Mercedes-Benz_Superdome ?,select distinct count ( ?uri ) where { dbr:Mercedes-Benz_Superdome dbo:tenant ?uri . }
2139,what is the dbp:affiliation of the hospital which is the dbp:workInstitutions of dbr:Alfred_Blalock ?,select distinct ?uri where { dbr:Alfred_Blalock dbp:workInstitutions ?x . ?x dbp:affiliation ?uri . }
2140,"how many dbo:stylisticOrigin are there , of the music genres whose dbp:instruments is dbr:Bass_guitar ?",select distinct count ( ?uri ) where { ?x dbp:instruments dbr:Bass_guitar . ?x dbo:stylisticOrigin ?uri . ?uri rdf:type dbo:MusicGenre }
2141,how many dbo:Band are there whose dbp:origin is dbr:Birmingham ?,select distinct count ( ?uri ) where { ?uri dbp:origin dbr:Birmingham . ?uri rdf:type dbo:Band }
2142,what is the dbp:mouthLocation of the dbo:Stream whose dbo:sourcePlace is dbr:Richmond_Park ?,select distinct ?uri where { ?x dbo:sourcePlace dbr:Richmond_Park . ?x dbp:mouthLocation ?uri . ?x rdf:type dbo:Stream }
2143,"how many dbo:deathCause are there , of the people whose dbp:citizenship is dbr:United_States ?",select distinct count ( ?uri ) where { ?x dbp:citizenship dbr:United_States . ?x dbo:deathCause ?uri . }
2144,what is the dbo:BasketballTeam whose dbp:coach is dbr:Louis_Dunbar ?,select distinct ?uri where { ?uri dbp:coach dbr:Louis_Dunbar . ?uri rdf:type dbo:BasketballTeam }
2145,is dbr:Noko the dbo:formerBandMember of dbr:Luxuria_(band) ?,ask where { dbr:Luxuria_(band) dbo:formerBandMember dbr:Noko }
2146,what office holder 's dbp:governor is dbr:Charles_Willing_Byrd ?,select distinct ?uri where { ?uri dbp:governor dbr:Charles_Willing_Byrd }
2147,is dbr:Jeju_International_Airport the dbo:targetAirport of dbr:Asiana_Airlines ?,ask where { dbr:Asiana_Airlines dbo:targetAirport dbr:Jeju_International_Airport }
2148,what is the total number of dbo:formerTeam of the owls whose dbp:league is dbr:Czech_Extraliga ?,select distinct count ( ?uri ) where { ?x dbp:league dbr:Czech_Extraliga . ?x dbo:formerTeam ?uri . }
2149,what is the dbo:TelevisionShow whose dbo:subsequentWork is dbr:Frasier and dbo:openingTheme is dbr:Gary_Portnoy ?,select distinct ?uri where { ?uri dbo:subsequentWork dbr:Frasier . ?uri dbo:openingTheme dbr:Gary_Portnoy . ?uri rdf:type dbo:TelevisionShow }
2151,what is the dbo:location of the dbr:Baja_California_Peninsula and dbp:city of the dbr:WEPG ?,select distinct ?uri where { dbr:Baja_California_Peninsula dbo:location ?uri . dbr:WEPG dbp:city ?uri . ?uri rdf:type dbo:Continent }
2152,what is the dbo:locationCountry of the dbr:Rashid_Behbudov_State_Song_Theatre and dbr:Baku_Puppet_Theatre ?,select distinct ?uri where { dbr:Rashid_Behbudov_State_Song_Theatre dbo:locationCountry ?uri . dbr:Baku_Puppet_Theatre dbo:locationCountry ?uri . }
2153,what is the dbo:service of the dbr:Laemmle_Theatres and dbp:awards of the dbr:José_Rivera_(playwright) ?,select distinct ?uri where { dbr:Laemmle_Theatres dbo:service ?uri . dbr:José_Rivera_(playwright) dbp:awards uri }
2154,who are the soccer players whose dbp:currentclub is dbr:Stoke_City_F.C. ?,select distinct ?uri where { ?uri dbp:currentclub dbr:Stoke_City_F.C. }
2155,what is the dbp:cities of the dbo:Sea whose dbo:inflow is dbr:Atlantic_Ocean ?,select distinct ?uri where { ?x dbo:inflow dbr:Atlantic_Ocean . ?x dbp:cities ?uri . ?x rdf:type dbo:Sea }
2156,what is the dbo:restingPlace of the dbo:Artist whose dbo:training is dbr:Art_Students_League_of_New_York ?,select distinct ?uri where { ?x dbo:training dbr:Art_Students_League_of_New_York . ?x dbo:restingPlace ?uri . ?x rdf:type dbo:Artist }
2157,what is the dbo:municipality of dbr:Liberty_Bell ?,select distinct ?uri where { dbr:Liberty_Bell dbo:municipality ?uri }
2158,who is the dbp:owner of dbr:Bloomberg_L.P. ?,select distinct ?uri where { dbr:Bloomberg_L.P. dbp:owner ?uri }
2159,what is the dbp:deathPlace of the dbo:Skier who is the dbo:bronzeMedalist of dbr:Alpine_skiing_at_the_1964_Winter_Olympics_–_Men's_slalom ?,select distinct ?uri where { dbr:Alpine_skiing_at_the_1964_Winter_Olympics_–_Men's_slalom dbo:bronzeMedalist ?x . ?x dbp:deathPlace ?uri . ?x rdf:type dbo:Skier }
2160,what is the dbp:debutteam of the dbo:AmericanFootballPlayer whose dbo:highschool is dbr:North_Fort_Myers_High_School ?,select distinct ?uri where { ?x dbo:highschool dbr:North_Fort_Myers_High_School . ?x dbp:debutteam ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
2161,what are the dbp:race of dbr:Mouse_Morris ?,select distinct ?uri where { dbr:Mouse_Morris dbp:race ?uri }
2162,who are the dbp:writer of dbr:South_Park:_The_Stick_of_Truth ?,select distinct ?uri where { dbr:South_Park:_The_Stick_of_Truth dbp:writer ?uri }
2163,what is the dbo:leaderName of the dbr:Baraily and dbo:otherParty of the dbr:Chandra_Shekhar ?,select distinct ?uri where { dbr:Baraily dbo:leaderName ?uri . dbr:Chandra_Shekhar dbo:otherParty uri }
2164,whose dbo:commander are dbr:Colin_Powell and dbr:Jaber_Al-Ahmad_Al-Sabah ?,select distinct ?uri where { ?uri dbo:commander dbr:Colin_Powell . ?uri dbo:commander dbr:Jaber_Al-Ahmad_Al-Sabah . }
2165,what is the dbo:FictionalCharacter whose dbo:series is dbr:Terminator_(franchise) and dbo:portrayer is dbr:Terminator_2:_Judgment_Day ?,select distinct ?uri where { ?uri dbo:series dbr:Terminator_(franchise) . ?uri dbo:portrayer dbr:Terminator_2:_Judgment_Day . ?uri rdf:type dbo:FictionalCharacter }
2166,who is the dbo:trainer of dbr:Shinya_Aoki ?,select distinct ?uri where { dbr:Shinya_Aoki dbo:trainer ?uri }
2168,what is the dbo:mouthCountry of the place whose dbo:border is dbr:Bjelašnica ?,select distinct ?uri where { ?x dbo:border dbr:Bjelašnica . ?x dbo:mouthCountry ?uri . }
2169,"what dbo:School 's dbp:city is dbr:Reading,_Berkshire ?","select distinct ?uri where { ?uri dbp:city dbr:Reading,_Berkshire . ?uri rdf:type dbo:School }"
2170,who is the dbo:OfficeHolder whose dbo:predecessor is dbr:Lucius_Cornelius_Lentulus_Crus ?,select distinct ?uri where { ?uri dbo:predecessor dbr:Lucius_Cornelius_Lentulus_Crus . ?uri rdf:type dbo:OfficeHolder }
2171,give me a count of dbo:University whose dbp:athletics is dbr:NCAA_Division_I_Football_Bowl_Subdivision ?,select distinct count ( ?uri ) where { ?uri dbp:athletics dbr:NCAA_Division_I_Football_Bowl_Subdivision . ?uri rdf:type dbo:University }
2172,what is the dbo:region of the dbo:Senator whose dbp:successor is dbr:James_B._Belford ?,select distinct ?uri where { ?x dbp:successor dbr:James_B._Belford . ?x dbo:region ?uri . ?x rdf:type dbo:Senator }
2173,what is the dbo:stateOfOrigin of dbr:Thomas_Pfyl ?,select distinct ?uri where { dbr:Thomas_Pfyl dbo:stateOfOrigin ?uri }
2174,what is the dbo:nationality of the member of parliament who is the dbp:successor of dbr:Nii_Okaija_Adamafio ?,select distinct ?uri where { dbr:Nii_Okaija_Adamafio dbp:successor ?x . ?x dbo:nationality ?uri . }
2175,what is the dbo:publisher of dbr:Stone_Canoe ?,select distinct ?uri where { dbr:Stone_Canoe dbo:publisher ?uri }
2176,is dbr:Devon the dbo:county of dbr:Plymouth_High_School_for_Girls ?,ask where { dbr:Plymouth_High_School_for_Girls dbo:county dbr:Devon }
2177,give me a count of dbo:Company whose dbo:locationCity is dbr:Texas ?,select distinct count ( ?uri ) where { ?uri dbo:locationCity dbr:Texas . ?uri rdf:type dbo:Company }
2178,what is the dbo:Company whose dbo:product is dbr:Pixar_Image_Computer and dbo:keyPerson is dbr:Edwin_Catmull ?,select distinct ?uri where { ?uri dbo:product dbr:Pixar_Image_Computer . ?uri dbo:keyPerson dbr:Edwin_Catmull . ?uri rdf:type dbo:Company }
2179,who is the dbp:coverArtist of dbr:Doctor_Mirabilis_(novel) ?,select distinct ?uri where { dbr:Doctor_Mirabilis_(novel) dbp:coverArtist ?uri }
2180,who is the person whose dbp:nationality is dbr:Shawnee ?,select distinct ?uri where { ?uri dbp:nationality dbr:Shawnee }
2181,"what is the dbo:OfficeHolder whose dbp:predecessor is dbr:Henry_E._Catto,_Jr. and dbp:successor is dbr:Adrian_A._Basora ?","select distinct ?uri where { ?uri dbp:predecessor dbr:Henry_E._Catto,_Jr. . ?uri dbp:successor dbr:Adrian_A._Basora . ?uri rdf:type dbo:OfficeHolder }"
2182,what is the dbo:primeMinister of the dbr:William_Deane and dbp:primeminister of the dbr:Mark_Latham ?,select distinct ?uri where { dbr:William_Deane dbo:primeMinister ?uri . dbr:Mark_Latham dbp:primeminister uri }
2183,what is the dbo:parentCompany of the dbo:Company which is the dbp:parent of dbr:Sony_Bank ?,select distinct ?uri where { dbr:Sony_Bank dbp:parent ?x . ?x dbo:parentCompany ?uri . ?x rdf:type dbo:Company }
2184,count the dbp:athletics of the universities whose dbp:state is dbr:Metro_Manila ?,select distinct count ( ?uri ) where { ?x dbp:state dbr:Metro_Manila . ?x dbp:athletics ?uri . }
2185,what is the dbo:TelevisionShow whose dbo:openingTheme 's dbo:musicalBand is dbr:Miley_Cyrus ?,select distinct ?uri where { ?x dbo:musicalBand dbr:Miley_Cyrus . ?uri dbo:openingTheme ?x . ?uri rdf:type dbo:TelevisionShow }
2186,what is the dbo:formerPartner of the figure skaters whose dbp:coach is dbr:Dalilah_Sappenfield ?,select distinct ?uri where { ?x dbp:coach dbr:Dalilah_Sappenfield . ?x dbo:formerPartner ?uri . }
2187,who is the dbp:poleDriver of dbr:1992_Canadian_Grand_Prix ?,select distinct ?uri where { dbr:1992_Canadian_Grand_Prix dbp:poleDriver ?uri }
2188,what is the dbo:Location whose dbp:neighboringMunicipalities is dbr:Lancy and dbo:neighboringMunicipality is dbr:Pregny-Chambésy ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Lancy . ?uri dbo:neighboringMunicipality dbr:Pregny-Chambésy . ?uri rdf:type dbo:Location }
2189,what is the dbp:hometown of the dbr:Pavel_Moroz and dbo:deathPlace of the dbr:Yakov_Estrin ?,select distinct ?uri where { dbr:Pavel_Moroz dbp:hometown ?uri . dbr:Yakov_Estrin dbo:deathPlace uri }
2190,what is the dbo:Country whose dbp:leaderName is dbr:Pandikar_Amin_Mulia ?,select distinct ?uri where { ?uri dbp:leaderName dbr:Pandikar_Amin_Mulia . ?uri rdf:type dbo:Country }
2191,"what is the dbo:maintainedBy of the dbr:Cheasty_Boulevard_South and dbo:countySeat of the dbr:King_County,_Washington ?","select distinct ?uri where { dbr:Cheasty_Boulevard_South dbo:maintainedBy ?uri . dbr:King_County,_Washington dbo:countySeat uri }"
2192,count the number of dbo:birthPlace of the jockey (horse racer)s whose dbp:race is dbr:Excelsior_Stakes ?,select distinct count ( ?uri ) where { ?x dbp:race dbr:Excelsior_Stakes . ?x dbo:birthPlace ?uri . }
2193,what is the dbo:largestCity of the administrative region which is the dbo:destination of dbr:TranStar_Airlines ?,select distinct ?uri where { dbr:TranStar_Airlines dbo:destination ?x . ?x dbo:largestCity ?uri . }
2194,what is the writer whose dbo:notableWork 's dbp:writers is dbr:Neil_Gaiman ?,select distinct ?uri where { ?x dbp:writers dbr:Neil_Gaiman . ?uri dbo:notableWork ?x . }
2195,what is the dbp:president of the dbo:EducationalInstitution whose dbo:location is dbr:Paud ?,select distinct ?uri where { ?x dbo:location dbr:Paud . ?x dbp:president ?uri . ?x rdf:type dbo:EducationalInstitution }
2196,what is the dbp:developer of the dbo:Software which is the dbo:computingPlatform of dbr:King's_Quest_VI ?,select distinct ?uri where { dbr:King's_Quest_VI dbo:computingPlatform ?x . ?x dbp:developer ?uri . ?x rdf:type dbo:Software }
2197,whose dbp:youthclubs are dbr:FC_Barcelona and dbr:Newell's_Old_Boys ?,select distinct ?uri where { ?uri dbp:youthclubs dbr:FC_Barcelona . ?uri dbp:youthclubs dbr:Newell's_Old_Boys . }
2198,list the dbp:nationalOrigin of the dbo:Aircraft whose dbp:designer is dbr:Alexander_Lippisch ?,select distinct ?uri where { ?x dbp:designer dbr:Alexander_Lippisch . ?x dbp:nationalOrigin ?uri . ?x rdf:type dbo:Aircraft }
2199,what is the dbp:occupation of the senator whose dbo:relation is dbr:James_Hartness ?,select distinct ?uri where { ?x dbo:relation dbr:James_Hartness . ?x dbp:occupation ?uri . }
2200,who is the dbo:appointer of dbr:William_Cushing ?,select distinct ?uri where { dbr:William_Cushing dbo:appointer ?uri }
2201,who is the dbo:formerPartner of dbr:Chris_Knierim ?,select distinct ?uri where { dbr:Chris_Knierim dbo:formerPartner ?uri }
2202,"what is the dbo:OfficeHolder whose dbp:constituency are dbr:Duboce_Triangle,_San_Francisco and dbr:Noe_Valley,_San_Francisco ?","select distinct ?uri where { ?uri dbp:constituency dbr:Duboce_Triangle,_San_Francisco . ?uri dbp:constituency dbr:Noe_Valley,_San_Francisco . ?uri rdf:type dbo:OfficeHolder }"
2203,what is the dbp:education of the dbo:BaseballPlayer whose dbo:knownFor is dbr:Olin_Corporation ?,select distinct ?uri where { ?x dbo:knownFor dbr:Olin_Corporation . ?x dbp:education ?uri . ?x rdf:type dbo:BaseballPlayer }
2205,what is the dbo:religion of the fictional character who is the dbo:relative of dbr:Carmela_Soprano ?,select distinct ?uri where { dbr:Carmela_Soprano dbo:relative ?x . ?x dbo:religion ?uri . }
2206,list the dbp:poleDriver of the dbo:GrandPrix whose dbp:firstTeam is dbr:Scuderia_Ferrari ?,select distinct ?uri where { ?x dbp:firstTeam dbr:Scuderia_Ferrari . ?x dbp:poleDriver ?uri . ?x rdf:type dbo:GrandPrix }
2207,what is the dbo:citizenship of dbr:Erastus_Wiman ?,select distinct ?uri where { dbr:Erastus_Wiman dbo:citizenship ?uri }
2208,what is the dbp:awards of the people whose dbo:stateOfOrigin is dbr:French_people ?,select distinct ?uri where { ?x dbo:stateOfOrigin dbr:French_people . ?x dbp:awards ?uri . }
2209,what is the dbo:broadcastArea of the radio station whose dbp:sisterStations is dbr:CFRB ?,select distinct ?uri where { ?x dbp:sisterStations dbr:CFRB . ?x dbo:broadcastArea ?uri . }
2210,what is the dbp:awards of the dbr:Ingmar_Bergman and dbo:service of the dbr:Laemmle_Theatres ?,select distinct ?uri where { dbr:Ingmar_Bergman dbp:awards ?uri . dbr:Laemmle_Theatres dbo:service uri }
2211,is dbr:Kia_Sportage the dbo:relatedMeanOfTransportation of dbr:Hyundai_Lavita ?,ask where { dbr:Hyundai_Lavita dbo:relatedMeanOfTransportation dbr:Kia_Sportage }
2212,what is the dbp:district of dbr:Robert_William_Wilcox ?,select distinct ?uri where { dbr:Robert_William_Wilcox dbp:district ?uri }
2213,what are the dbo:VideoGame whose dbp:composer is dbr:Hirokazu_Tanaka ?,select distinct ?uri where { ?uri dbp:composer dbr:Hirokazu_Tanaka . ?uri rdf:type dbo:VideoGame }
2214,what is the dbp:mainInterests of dbr:Philip_Novak ?,select distinct ?uri where { dbr:Philip_Novak dbp:mainInterests ?uri }
2215,what company 's dbo:subsidiary is dbr:Tandem_Computers ?,select distinct ?uri where { ?uri dbo:subsidiary dbr:Tandem_Computers }
2216,what is the dbo:mountainRange of the mountain which is the dbo:parentMountainPeak of dbr:Malatraix ?,select distinct ?uri where { dbr:Malatraix dbo:parentMountainPeak ?x . ?x dbo:mountainRange ?uri . }
2217,what is the company whose dbp:services are dbr:OneDrive and dbr:Outlook.com ?,select distinct ?uri where { ?uri dbp:services dbr:OneDrive . ?uri dbp:services dbr:Outlook.com . }
2218,what is the dbp:office of the dbr:Walter_Evans_Edge and dbo:birthPlace of the dbr:Henry_Miller_Shreve ?,select distinct ?uri where { dbr:Walter_Evans_Edge dbp:office ?uri . dbr:Henry_Miller_Shreve dbo:birthPlace uri }
2219,who are the dbo:primeMinister of dbr:Peter_Thorneycroft ?,select distinct ?uri where { dbr:Peter_Thorneycroft dbo:primeMinister ?uri }
2220,what is the dbo:division of the dbo:Company whose dbp:products is dbr:Runes_of_Magic ?,select distinct ?uri where { ?x dbp:products dbr:Runes_of_Magic . ?x dbo:division ?uri . ?x rdf:type dbo:Company }
2221,list the dbo:birthPlace of the dbo:Medician whose dbo:institution is dbr:Harvard_Medical_School ?,select distinct ?uri where { ?x dbo:institution dbr:Harvard_Medical_School . ?x dbo:birthPlace ?uri . ?x rdf:type dbo:Medician }
2222,what are the dbo:Film whose dbp:cinematography is dbr:Jordan_Cronenweth ?,select distinct ?uri where { ?uri dbp:cinematography dbr:Jordan_Cronenweth . ?uri rdf:type dbo:Film }
2223,what is the dbo:River whose dbo:riverMouth are dbr:Thames_Estuary and dbr:North_Sea ?,select distinct ?uri where { ?uri dbo:riverMouth dbr:Thames_Estuary . ?uri dbo:riverMouth dbr:North_Sea . ?uri rdf:type dbo:River }
2224,what is the dbo:University whose dbp:affiliations is dbr:Graham_Holdings_Company ?,select distinct ?uri where { ?uri dbp:affiliations dbr:Graham_Holdings_Company . ?uri rdf:type dbo:University }
2225,what is the dbo:division of dbr:Serbia_national_American_football_team ?,select distinct ?uri where { dbr:Serbia_national_American_football_team dbo:division ?uri }
2226,give me a count of dbo:Company whose dbo:locationCity is dbr:Toronto ?,select distinct count ( ?uri ) where { ?uri dbo:locationCity dbr:Toronto . ?uri rdf:type dbo:Company }
2227,what is the dbp:billed of dbr:Quinn_Ojinnaka ?,select distinct ?uri where { dbr:Quinn_Ojinnaka dbp:billed ?uri }
2228,"what are the movies whose dbo:editing 's dbo:deathPlace is dbr:Westwood,_Los_Angeles ?","select distinct ?uri where { ?x dbo:deathPlace dbr:Westwood,_Los_Angeles . ?uri dbo:editing ?x . }"
2229,what are the dbo:Software whose dbo:computingPlatform is dbr:ARM_architecture ?,select distinct ?uri where { ?uri dbo:computingPlatform dbr:ARM_architecture . ?uri rdf:type dbo:Software }
2230,what are the dbo:ComicsCharacter whose dbo:creator is dbr:Bruce_Timm and dbp:creators is dbr:Paul_Dini ?,select distinct ?uri where { ?uri dbo:creator dbr:Bruce_Timm . ?uri dbp:creators dbr:Paul_Dini . ?uri rdf:type dbo:ComicsCharacter }
2231,what is the dbp:highSchool of dbr:Jerry_Tagge ?,select distinct ?uri where { dbr:Jerry_Tagge dbp:highSchool ?uri }
2232,whose dbo:occupation are dbr:A_Goon's_Deed_in_a_Weary_World and dbr:CBS ?,select distinct ?uri where { ?uri dbo:occupation dbr:A_Goon's_Deed_in_a_Weary_World . ?uri dbo:occupation dbr:CBS . }
2233,what is the dbp:allegiance of the office holders whose dbp:branch is dbr:Ministry_of_Internal_Affairs_(Ukraine) ?,select distinct ?uri where { ?x dbp:branch dbr:Ministry_of_Internal_Affairs_(Ukraine) . ?x dbp:allegiance ?uri . }
2234,what is the river whose dbo:sourceMountain is dbr:Brower's_Spring ?,select distinct ?uri where { ?uri dbo:sourceMountain dbr:Brower's_Spring }
2235,what is the dbo:Film whose dbo:musicComposer is dbr:Bernard_Herrmann and dbp:director is dbr:Orson_Welles ?,select distinct ?uri where { ?uri dbo:musicComposer dbr:Bernard_Herrmann . ?uri dbp:director dbr:Orson_Welles . ?uri rdf:type dbo:Film }
2236,what is the dbo:builder of dbr:Presidio_Santa_Cruz_de_Terrenate ?,select distinct ?uri where { dbr:Presidio_Santa_Cruz_de_Terrenate dbo:builder ?uri }
2237,what are the other dbp:homeStadium of the dbo:SoccerClub whose dbp:homeStadium is dbr:Nairobi ?,select distinct ?uri where { ?x dbp:homeStadium dbr:Nairobi . ?x dbp:homeStadium ?uri . ?x rdf:type dbo:SoccerClub }
2238,what is the dbo:largestCity of the dbo:Country which is the dbo:sourceMountain of dbr:San_Marcos_River ?,select distinct ?uri where { dbr:San_Marcos_River dbo:sourceMountain ?x . ?x dbo:largestCity ?uri . ?x rdf:type dbo:Country }
2239,is dbr:David_Cameron the dbo:primeMinister of dbr:Nick_Clegg ?,ask where { dbr:Nick_Clegg dbo:primeMinister dbr:David_Cameron }
2240,"who is the dbo:MusicalArtist whose dbp:placeOfBirth is dbr:Harriman,_New_York ?","select distinct ?uri where { ?uri dbp:placeOfBirth dbr:Harriman,_New_York . ?uri rdf:type dbo:MusicalArtist }"
2241,what is the dbp:area of the dbo:RadioStation which is the dbp:sisterStations of dbr:WXME ?,select distinct ?uri where { dbr:WXME dbp:sisterStations ?x . ?x dbp:area ?uri . ?x rdf:type dbo:RadioStation }
2242,what is the dbo:team of the dbr:Ramiro_Peña and dbr:Bruce_Bochy ?,select distinct ?uri where { dbr:Ramiro_Peña dbo:team ?uri . dbr:Bruce_Bochy dbo:team ?uri . }
2243,what is the dbp:destinations of the dbr:Air_2000 and dbr:Novair_International_Airways ?,select distinct ?uri where { dbr:Air_2000 dbp:destinations ?uri . dbr:Novair_International_Airways dbp:destinations ?uri . ?uri rdf:type dbo:Continent }
2244,give me a count of dbo:TelevisionShow whose dbp:network is dbr:Comedy_Central ?,select distinct count ( ?uri ) where { ?uri dbp:network dbr:Comedy_Central . ?uri rdf:type dbo:TelevisionShow }
2245,"what are the other dbo:part of the dbo:Settlement whose dbo:part is dbr:Seguin,_Texas ?","select distinct ?uri where { ?x dbo:part dbr:Seguin,_Texas . ?x dbo:part ?uri . ?x rdf:type dbo:Settlement }"
2246,what is the dbp:awards of dbr:Ingmar_Bergman ?,select distinct ?uri where { dbr:Ingmar_Bergman dbp:awards ?uri }
2247,what is the dbo:product of the dbo:Company which is the dbo:publisher of dbr:Robot_Wars:_Metal_Mayhem ?,select distinct ?uri where { dbr:Robot_Wars:_Metal_Mayhem dbo:publisher ?x . ?x dbo:product ?uri . ?x rdf:type dbo:Company }
2248,what is the dbo:state of dbr:Colemanville_Covered_Bridge ?,select distinct ?uri where { dbr:Colemanville_Covered_Bridge dbo:state ?uri }
2249,what is the dbo:deathPlace of the owl which is the dbp:spouse of dbr:Teriitaria_II ?,select distinct ?uri where { dbr:Teriitaria_II dbp:spouse ?x . ?x dbo:deathPlace ?uri . }
2250,what are the other dbp:licensee of the dbo:TelevisionStation whose dbp:licensee is dbr:Incorporation_(business) ?,select distinct ?uri where { ?x dbp:licensee dbr:Incorporation_(business) . ?x dbp:licensee ?uri . ?x rdf:type dbo:TelevisionStation }
2251,what is the dbp:company of dbr:Ford_Theatre ?,select distinct ?uri where { dbr:Ford_Theatre dbp:company ?uri }
2252,what is the dbp:restingplace of the dbo:Senator whose dbo:almaMater is dbr:Sturm_College_of_Law ?,select distinct ?uri where { ?x dbo:almaMater dbr:Sturm_College_of_Law . ?x dbp:restingplace ?uri . ?x rdf:type dbo:Senator }
2253,is dbr:New_Jersey the dbp:highSchool of dbr:Jim_Kiick ?,ask where { dbr:Jim_Kiick dbp:highSchool dbr:New_Jersey }
2254,what is the dbp:affiliation of the dbr:Monroe_Carell_Jr._Children's_Hospital_at_Vanderbilt and dbr:Vanderbilt_University_Medical_Center ?,select distinct ?uri where { dbr:Monroe_Carell_Jr._Children's_Hospital_at_Vanderbilt dbp:affiliation ?uri . dbr:Vanderbilt_University_Medical_Center dbp:affiliation ?uri . }
2255,"what is the dbo:Writer whose dbo:notableWork is dbr:Adventures_of_Huckleberry_Finn and dbo:deathPlace is dbr:Redding,_Connecticut ?","select distinct ?uri where { ?uri dbo:notableWork dbr:Adventures_of_Huckleberry_Finn . ?uri dbo:deathPlace dbr:Redding,_Connecticut . ?uri rdf:type dbo:Writer }"
2256,what is the dbp:origin of the dbr:Long_rifle and dbo:residence of the dbr:Hugh_Scott ?,select distinct ?uri where { dbr:Long_rifle dbp:origin ?uri . dbr:Hugh_Scott dbo:residence uri }
2257,give me a count of dbo:OfficeHolder whose dbp:order is dbr:United_States_Senate ?,select distinct count ( ?uri ) where { ?uri dbp:order dbr:United_States_Senate . ?uri rdf:type dbo:OfficeHolder }
2258,who is the dbo:Person whose dbo:relation are dbr:Dionne_Warwick and dbr:Gary_Garland ?,select distinct ?uri where { ?uri dbo:relation dbr:Dionne_Warwick . ?uri dbo:relation dbr:Gary_Garland . ?uri rdf:type dbo:Person }
2259,"what is the dbo:occupation of the dbr:George_Arceneaux,_Jr. and dbp:office of the dbr:Blanche_Bruce ?","select distinct ?uri where { dbr:George_Arceneaux,_Jr. dbo:occupation ?uri . dbr:Blanche_Bruce dbp:office uri }"
2260,what is the dbp:motto of the dbr:American_Classical_League and dbo:academicDiscipline of the dbr:Probus_(journal) ?,select distinct ?uri where { dbr:American_Classical_League dbp:motto ?uri . dbr:Probus_(journal) dbo:academicDiscipline uri }
2261,what are the other dbo:majorShrine of the dbo:Saint whose dbo:majorShrine is dbr:Debre_Libanos ?,select distinct ?uri where { ?x dbo:majorShrine dbr:Debre_Libanos . ?x dbo:majorShrine ?uri . ?x rdf:type dbo:Saint }
2262,"what is the dbo:FictionalCharacter whose dbp:relatives is dbr:Huey,_Dewey,_and_Louie and dbo:relative is dbr:Duck_family_(Disney) ?","select distinct ?uri where { ?uri dbp:relatives dbr:Huey,_Dewey,_and_Louie . ?uri dbo:relative dbr:Duck_family_(Disney) . ?uri rdf:type dbo:FictionalCharacter }"
2263,what is the dbo:ideology of the dbr:Union_of_Cambodian_Democrats and dbr:Palang_Dharma_Party ?,select distinct ?uri where { dbr:Union_of_Cambodian_Democrats dbo:ideology ?uri . dbr:Palang_Dharma_Party dbo:ideology ?uri . }
2264,how many dbo:Band are there whose dbp:label 's dbp:foundation is dbr:Japan ?,select distinct count ( ?uri ) where { ?x dbp:foundation dbr:Japan . ?uri dbp:label ?x . ?uri rdf:type dbo:Band }
2265,how many royalties are there whose dbo:deathPlace is dbr:Arabian_Peninsula ?,select distinct count ( ?uri ) where { ?uri dbo:deathPlace dbr:Arabian_Peninsula . }
2266,what is the dbp:crosses of dbr:Bloomington_Viaduct ?,select distinct ?uri where { dbr:Bloomington_Viaduct dbp:crosses ?uri }
2267,what is the dbo:leaderName of the dbr:Balangir_district and dbr:Amaravila ?,select distinct ?uri where { dbr:Balangir_district dbo:leaderName ?uri . dbr:Amaravila dbo:leaderName ?uri . }
2268,how many dbo:OfficeHolder are there whose dbp:residence is dbr:Cape_Town ?,select distinct count ( ?uri ) where { ?uri dbp:residence dbr:Cape_Town . ?uri rdf:type dbo:OfficeHolder }
2269,how many dbo:VideoGame are there whose dbo:computingPlatform is dbr:Virtual_Console ?,select distinct count ( ?uri ) where { ?uri dbo:computingPlatform dbr:Virtual_Console . ?uri rdf:type dbo:VideoGame }
2270,what is the dbo:crosses of the dbo:Bridge whose dbp:builder is dbr:Soares_da_Costa ?,select distinct ?uri where { ?x dbp:builder dbr:Soares_da_Costa . ?x dbo:crosses ?uri . ?x rdf:type dbo:Bridge }
2271,is dbr:Lieutenant_general_(United_States) the dbp:superintendent of dbr:United_States_Air_Force_Academy ?,ask where { dbr:United_States_Air_Force_Academy dbp:superintendent dbr:Lieutenant_general_(United_States) }
2272,what are the dbo:Film whose dbp:music is dbr:Akira_Ifukube ?,select distinct ?uri where { ?uri dbp:music dbr:Akira_Ifukube . ?uri rdf:type dbo:Film }
2273,is dbr:Federal_government_of_the_United_States the dbp:jurisdiction of dbr:National_Endowment_for_the_Arts ?,ask where { dbr:National_Endowment_for_the_Arts dbp:jurisdiction dbr:Federal_government_of_the_United_States }
2274,what is the dbo:operator of dbr:Rainbow_Warrior_(1955) ?,select distinct ?uri where { dbr:Rainbow_Warrior_(1955) dbo:operator ?uri }
2275,who are the dbp:guests of dbr:The_Other_Side_(The_Outer_Limits) ?,select distinct ?uri where { dbr:The_Other_Side_(The_Outer_Limits) dbp:guests ?uri }
2276,"what is the dbp:placeOfBurial of the dbr:Elizabeth_of_Rhuddlan and dbr:Isabel_of_Cambridge,_Countess_of_Essex ?","select distinct ?uri where { dbr:Elizabeth_of_Rhuddlan dbp:placeOfBurial ?uri . dbr:Isabel_of_Cambridge,_Countess_of_Essex dbp:placeOfBurial ?uri . }"
2277,what is the dbp:state of dbr:George_M._Chilcott ?,select distinct ?uri where { dbr:George_M._Chilcott dbp:state ?uri }
2278,what is the dbp:products of the dbo:Company whose dbp:parent is dbr:BBC ?,select distinct ?uri where { ?x dbp:parent dbr:BBC . ?x dbp:products ?uri . ?x rdf:type dbo:Company }
2279,what is the dbp:manufacturer of the dbr:Eristoff and dbp:distributor of the dbr:Bombay_Sapphire ?,select distinct ?uri where { dbr:Eristoff dbp:manufacturer ?uri . dbr:Bombay_Sapphire dbp:distributor uri }
2280,what is the total number of dbo:Island whose dbp:archipelago 's dbp:location is dbr:Pacific_Ocean ?,select distinct count ( ?uri ) where { ?x dbp:location dbr:Pacific_Ocean . ?uri dbp:archipelago ?x . ?uri rdf:type dbo:Island }
2281,what is the dbo:chairman of the dbr:2015_Fort_Lauderdale_Strikers_season and dbr:Fort_Lauderdale_Strikers ?,select distinct ?uri where { dbr:2015_Fort_Lauderdale_Strikers_season dbo:chairman ?uri . dbr:Fort_Lauderdale_Strikers dbo:chairman ?uri . }
2283,what are the owls whose dbp:youthclubs 's dbo:season is dbr:2015_Argentine_Primera_División ?,select distinct ?uri where { ?x dbo:season dbr:2015_Argentine_Primera_División . ?uri dbp:youthclubs ?x . }
2285,what is the dbp:homeStadium of dbr:Kenya_national_under-20_football_team ?,select distinct ?uri where { dbr:Kenya_national_under-20_football_team dbp:homeStadium ?uri }
2286,what is the dbp:placeOfBirth of the dbr:Arthur_A._Ross and dbo:birthPlace of the dbr:Edward_Niesen ?,select distinct ?uri where { dbr:Arthur_A._Ross dbp:placeOfBirth ?uri . dbr:Edward_Niesen dbo:birthPlace uri }
2287,what is the dbp:associatedActs of the dbr:Martin_Pugh and dbo:spouse of the dbr:Alana_Stewart ?,select distinct ?uri where { dbr:Martin_Pugh dbp:associatedActs ?uri . dbr:Alana_Stewart dbo:spouse uri }
2288,give me a count of owls whose dbp:youthclubs is dbr:Newell's_Old_Boys ?,select distinct count ( ?uri ) where { ?uri dbp:youthclubs dbr:Newell's_Old_Boys . }
2289,what is the dbp:residence of the president who is the dbo:owner of dbr:Panathinaikos_F.C. ?,select distinct ?uri where { dbr:Panathinaikos_F.C. dbo:owner ?x . ?x dbp:residence ?uri . }
2290,what is the dbo:school of the dbr:Chris_Marve and dbo:almaMater of the dbr:Neria_Douglass ?,select distinct ?uri where { dbr:Chris_Marve dbo:school ?uri . dbr:Neria_Douglass dbo:almaMater uri }
2291,give me the count of dbp:artist of the companies whose dbp:artist is dbr:Jean-François_Coté ?,select distinct count ( ?uri ) where { ?x dbp:artist dbr:Jean-François_Coté . ?x dbp:artist ?uri }
2293,what is the dbo:builder of the dbo:Stadium whose dbo:tenant is dbr:2013_Central_American_Games ?,select distinct ?uri where { ?x dbo:tenant dbr:2013_Central_American_Games . ?x dbo:builder ?uri . ?x rdf:type dbo:Stadium }
2294,"list the companies whose dbo:foundationPlace 's dbo:part is dbr:Denton_County,_Texas ?","select distinct ?uri where { ?x dbo:part dbr:Denton_County,_Texas . ?uri dbo:foundationPlace ?x . }"
