id,english,sparql
2456,what is the total number of dbo:deathPlace of the medicians whose dbp:education is dbr:University_of_Edinburgh ?,select distinct count ( ?uri ) where { ?x dbp:education dbr:University_of_Edinburgh . ?x dbo:deathPlace ?uri . }
2457,what is the dbp:label of the dbo:Film whose dbp:writer is dbr:Thomas_Meehan_(writer) ?,select distinct ?uri where { ?x dbp:writer dbr:Thomas_Meehan_(writer) . ?x dbp:label ?uri . ?x rdf:type dbo:Film }
2458,what is the dbp:venue of dbr:Indy_PopCon ?,select distinct ?uri where { dbr:Indy_PopCon dbp:venue ?uri }
2459,what are the dbo:associatedMusicalArtist of dbr:Dalma_Kovács ?,select distinct ?uri where { dbr:Dalma_Kovács dbo:associatedMusicalArtist ?uri }
2460,what is the dbp:religiousAffiliation of the dbr:Wickramabahu_Central_College_(National_School) and dbo:type of the dbr:Vesak ?,select distinct ?uri where { dbr:Wickramabahu_Central_College_(National_School) dbp:religiousAffiliation ?uri . dbr:Vesak dbo:type uri }
2461,what is the dbo:Person whose dbo:almaMater is dbr:Harvard-Westlake_School and dbp:successor is dbr:Adrian_A._Basora ?,select distinct ?uri where { ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri dbp:successor dbr:Adrian_A._Basora . ?uri rdf:type dbo:Person }
2462,what are the dbo:otherParty of dbr:Chandra_Shekhar ?,select distinct ?uri where { dbr:Chandra_Shekhar dbo:otherParty ?uri }
2463,how many dbo:Film are there whose dbp:cinematography 's dbp:deathPlace is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbp:deathPlace dbr:United_States . ?uri dbp:cinematography ?x . ?uri rdf:type dbo:Film }
2464,what is the dbp:city of the dbo:TelevisionShow which is the dbo:subsequentWork of dbr:The_Ultimate_Fighter:_Brazil_2 ?,select distinct ?uri where { dbr:The_Ultimate_Fighter:_Brazil_2 dbo:subsequentWork ?x . ?x dbp:city ?uri . ?x rdf:type dbo:TelevisionShow }
2465,who is the dbp:starring of the dbr:Le_Cirque:_A_Table_in_Heaven and dbo:relation of the dbr:Maryanne_Trump_Barry ?,select distinct ?uri where { dbr:Le_Cirque:_A_Table_in_Heaven dbp:starring ?uri . dbr:Maryanne_Trump_Barry dbo:relation uri }
2466,is dbr:William_Shakespeare the dbp:mainInterests of dbr:Stanley_Cavell ?,ask where { dbr:Stanley_Cavell dbp:mainInterests dbr:William_Shakespeare }
2467,what is the dbp:label of dbr:The_Producers_(2005_film) ?,select distinct ?uri where { dbr:The_Producers_(2005_film) dbp:label ?uri }
2468,what is the dbo:nearestCity of the dbr:LoDaisKa_Site and dbp:location of the dbr:Oskar_Blues_Brewery ?,select distinct ?uri where { dbr:LoDaisKa_Site dbo:nearestCity ?uri . dbr:Oskar_Blues_Brewery dbp:location uri }
2469,"how many dbo:religion of the office holders whose dbo:militaryRank is dbr:Field_marshal , are there ?",select distinct count ( ?uri ) where { ?x dbo:militaryRank dbr:Field_marshal . ?x dbo:religion ?uri . }
2470,is dbr:City_of_Liverpool_Gymnastics_Club the dbp:club of dbr:Beth_Tweddle ?,ask where { dbr:Beth_Tweddle dbp:club dbr:City_of_Liverpool_Gymnastics_Club }
2471,what is the total number of dbp:awards of the writers whose dbo:award is dbr:Becket_Fund_for_Religious_Liberty ?,select distinct count ( ?uri ) where { ?x dbo:award dbr:Becket_Fund_for_Religious_Liberty . ?x dbp:awards ?uri . }
2472,what is the dbo:river of dbr:Central_Washington ?,select distinct ?uri where { dbr:Central_Washington dbo:river ?uri }
2473,what are the other dbp:narrated of the dbo:Album whose dbp:narrated is dbr:Alan_Barzman ?,select distinct ?uri where { ?x dbp:narrated dbr:Alan_Barzman . ?x dbp:narrated ?uri . ?x rdf:type dbo:Album }
2474,what is the dbp:knownFor of the owl whose dbo:birthPlace is dbr:Saint-Amand-en-Puisaye ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Saint-Amand-en-Puisaye . ?x dbp:knownFor ?uri . }
2475,"what is the dbp:jurisdiction of the dbr:European_Border_and_Coast_Guard and dbp:founder of the dbr:European_School,_Karlsruhe ?","select distinct ?uri where { dbr:European_Border_and_Coast_Guard dbp:jurisdiction ?uri . dbr:European_School,_Karlsruhe dbp:founder uri }"
2476,what is the dbo:predecessor of the dbo:Automobile whose dbp:assembly is dbr:Canada ?,select distinct ?uri where { ?x dbp:assembly dbr:Canada . ?x dbo:predecessor ?uri . ?x rdf:type dbo:Automobile }
2477,"how many dbo:religion are there , of the office holders whose dbo:militaryBranch is dbr:Royal_Thai_Army ?",select distinct count ( ?uri ) where { ?x dbo:militaryBranch dbr:Royal_Thai_Army . ?x dbo:religion ?uri . }
2478,what are the office holders whose dbo:residence 's dbo:leader is dbr:T._S._Thakur ?,select distinct ?uri where { ?x dbo:leader dbr:T._S._Thakur . ?uri dbo:residence ?x . }
2479,count the dbp:guests in dbr:On_Broadway_(Smash) ?,select distinct count ( ?uri ) where { dbr:On_Broadway_(Smash) dbp:guests ?uri . }
2480,"list the other dbo:significantBuilding of the dbo:Architect whose dbo:significantBuilding is dbr:Government_Building,_Kiev ?","select distinct ?uri where { ?x dbo:significantBuilding dbr:Government_Building,_Kiev . ?x dbo:significantBuilding ?uri . ?x rdf:type dbo:Architect }"
2481,how many military units are there whose dbp:garrison is dbr:The_Pentagon ?,select distinct count ( ?uri ) where { ?uri dbp:garrison dbr:The_Pentagon . }
2482,what is the dbo:religion of the dbr:Udit_Raj and dbp:religiousAffiliation of the dbr:Wickramabahu_Central_College_(National_School) ?,select distinct ?uri where { dbr:Udit_Raj dbo:religion ?uri . dbr:Wickramabahu_Central_College_(National_School) dbp:religiousAffiliation uri }
2483,what is the dbp:city of the dbr:2015_MLS_All-Star_Game and dbo:birthPlace of the dbr:The_Okee_Dokee_Brothers ?,select distinct ?uri where { dbr:2015_MLS_All-Star_Game dbp:city ?uri . dbr:The_Okee_Dokee_Brothers dbo:birthPlace uri }
2484,"how many dbo:opponent are there , of the people whose dbp:restingPlace is dbr:Tower_of_London ?",select distinct count ( ?uri ) where { ?x dbp:restingPlace dbr:Tower_of_London . ?x dbo:opponent ?uri . ?uri rdf:type dbo:Person }
2485,"how many dbp:locations are there , of the companies whose dbo:locationCity is dbr:Ontario ?",select distinct count ( ?uri ) where { ?x dbo:locationCity dbr:Ontario . ?x dbp:locations ?uri . }
2486,"what is the river whose dbo:sourceRegion is dbr:North-Western_Province,_Zambia ?","select distinct ?uri where { ?uri dbo:sourceRegion dbr:North-Western_Province,_Zambia }"
2487,"how many dbp:combatant are there , of the military conflicts whose dbo:commander is dbr:Egushawa ?",select distinct count ( ?uri ) where { ?x dbo:commander dbr:Egushawa . ?x dbp:combatant ?uri . }
2488,what is the dbo:award of the artist who is the dbo:narrator of dbr:Everything_Will_Be_OK ?,select distinct ?uri where { dbr:Everything_Will_Be_OK dbo:narrator ?x . ?x dbo:award ?uri . }
2489,what is the dbo:layout of the dbo:Automobile whose dbp:designer is dbr:Olivier_Boulay ?,select distinct ?uri where { ?x dbp:designer dbr:Olivier_Boulay . ?x dbo:layout ?uri . ?x rdf:type dbo:Automobile }
2490,"who are the dbo:Person whose dbp:birthPlace is dbr:Ridgewood,_New_Jersey ?","select distinct ?uri where { ?uri dbp:birthPlace dbr:Ridgewood,_New_Jersey . ?uri rdf:type dbo:Person }"
2491,what is the dbp:license of the dbr:MSX_BASIC and dbo:occupation of the dbr:Laura_K._Ipsen ?,select distinct ?uri where { dbr:MSX_BASIC dbp:license ?uri . dbr:Laura_K._Ipsen dbo:occupation uri }
2492,what is the dbp:predecessor of the dbr:PlayStation_4 and dbo:developer of the dbr:Oddworld:_Munch's_Oddysee ?,select distinct ?uri where { dbr:PlayStation_4 dbp:predecessor ?uri . dbr:Oddworld:_Munch's_Oddysee dbo:developer uri }
2493,who is the dbo:appointer of dbr:Charles_Goodell ?,select distinct ?uri where { dbr:Charles_Goodell dbo:appointer ?uri }
2494,is dbr:Lower_Manhattan the dbo:mouthMountain of dbr:Hudson_River ?,ask where { dbr:Hudson_River dbo:mouthMountain dbr:Lower_Manhattan }
2495,what is the dbo:distributor of the dbr:Glover_(video_game) and dbo:owner of the dbr:Seattle_Mariners ?,select distinct ?uri where { dbr:Glover_(video_game) dbo:distributor ?uri . dbr:Seattle_Mariners dbo:owner uri }
2496,who is the dbo:Person whose dbo:parent is dbr:Cedella_Booker and dbp:children is dbr:Sharon_Marley ?,select distinct ?uri where { ?uri dbo:parent dbr:Cedella_Booker . ?uri dbp:children dbr:Sharon_Marley . ?uri rdf:type dbo:Person }
2497,what is the dbo:school of dbr:Chris_Marve ?,select distinct ?uri where { dbr:Chris_Marve dbo:school ?uri }
2498,what is the dbo:owner of the website which is the dbp:author of dbr:Tornado_(web_server) ?,select distinct ?uri where { dbr:Tornado_(web_server) dbp:author ?x . ?x dbo:owner ?uri . }
2499,what are the dbo:Film whose dbo:musicComposer is dbr:Akira_Ifukube ?,select distinct ?uri where { ?uri dbo:musicComposer dbr:Akira_Ifukube . ?uri rdf:type dbo:Film }
2500,who are the office holders whose dbo:militaryBranch is dbr:Continental_Army ?,select distinct ?uri where { ?uri dbo:militaryBranch dbr:Continental_Army }
2501,what is the dbo:tenant of the dbo:Stadium whose dbp:operator is dbr:Maple_Leaf_Sports_&_Entertainment ?,select distinct ?uri where { ?x dbp:operator dbr:Maple_Leaf_Sports_&_Entertainment . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
2502,what are the dbo:canonizedBy of dbr:John_of_Damascus ?,select distinct ?uri where { dbr:John_of_Damascus dbo:canonizedBy ?uri }
2503,what is the total number of dbp:locationTown of the buildings whose dbo:architect is dbr:Solon_Spencer_Beman ?,select distinct count ( ?uri ) where { ?x dbo:architect dbr:Solon_Spencer_Beman . ?x dbp:locationTown ?uri . ?uri rdf:type dbo:City }
2504,what are the dbp:mainInterests of dbr:Timothy_Morton ?,select distinct ?uri where { dbr:Timothy_Morton dbp:mainInterests ?uri }
2505,what are the scientists whose dbp:knownFor 's dbo:battle is dbr:Occupation_of_Japan ?,select distinct ?uri where { ?x dbo:battle dbr:Occupation_of_Japan . ?uri dbp:knownFor ?x . }
2506,what is the total number of american football players whose dbo:formerTeam 's dbp:field is dbr:Varsity_Stadium ?,select distinct count ( ?uri ) where { ?x dbp:field dbr:Varsity_Stadium . ?uri dbo:formerTeam ?x . }
2507,what is the dbo:Sea whose dbp:cities is dbr:Helsinki and dbp:outflow is dbr:Danish_straits ?,select distinct ?uri where { ?uri dbp:cities dbr:Helsinki . ?uri dbp:outflow dbr:Danish_straits . ?uri rdf:type dbo:Sea }
2509,what is the dbo:award of the dbo:Person whose dbp:notableworks is dbr:Shaun_the_Sheep ?,select distinct ?uri where { ?x dbp:notableworks dbr:Shaun_the_Sheep . ?x dbo:award ?uri . ?x rdf:type dbo:Person }
2510,"what are the dbo:OfficeHolder whose dbo:successor 's dbo:deathPlace is dbr:Morristown,_New_Jersey ?","select distinct ?uri where { ?x dbo:deathPlace dbr:Morristown,_New_Jersey . ?uri dbo:successor ?x . ?uri rdf:type dbo:OfficeHolder }"
2511,what are the dbo:Film whose dbp:screenplay is dbr:Daniel_Waters_(screenwriter) ?,select distinct ?uri where { ?uri dbp:screenplay dbr:Daniel_Waters_(screenwriter) . ?uri rdf:type dbo:Film }
2512,list the awards whose dbo:presenter 's dbp:headquarters is dbr:Stockholm ?,select distinct ?uri where { ?x dbp:headquarters dbr:Stockholm . ?uri dbo:presenter ?x . }
2513,what is the dbo:product of the dbr:Apple_Productivity_Experience_Group and dbp:services of the dbr:21Vianet ?,select distinct ?uri where { dbr:Apple_Productivity_Experience_Group dbo:product ?uri . dbr:21Vianet dbp:services uri }
2514,what are the dbp:tenants of dbr:MasterCard_Centre ?,select distinct ?uri where { dbr:MasterCard_Centre dbp:tenants ?uri }
2515,count the other dbp:area of the radio stations whose dbp:area is dbr:South_Carolina ?,select distinct count ( ?uri ) where { ?x dbp:area dbr:South_Carolina . ?x dbp:area ?uri }
2517,what is the dbo:region of the dbr:Lawrence_F._Cafero and dbo:restingPlace of the dbr:Samuel_Keeler ?,select distinct ?uri where { dbr:Lawrence_F._Cafero dbo:region ?uri . dbr:Samuel_Keeler dbo:restingPlace uri }
2518,who are the people whose dbp:education 's dbo:campus is dbr:Suburb ?,select distinct ?uri where { ?x dbo:campus dbr:Suburb . ?uri dbp:education ?x . }
2519,who is the dbp:cinematography of dbr:Mickey's_Mellerdrammer ?,select distinct ?uri where { dbr:Mickey's_Mellerdrammer dbp:cinematography ?uri }
2520,who is the dbo:relative of dbr:Tim_Nanai-Williams ?,select distinct ?uri where { dbr:Tim_Nanai-Williams dbo:relative ?uri }
2521,what is the dbp:judges of the dbo:TelevisionShow whose dbp:presenter is dbr:Josh_Groban ?,select distinct ?uri where { ?x dbp:presenter dbr:Josh_Groban . ?x dbp:judges ?uri . ?x rdf:type dbo:TelevisionShow }
2522,who is the dbo:executiveProducer of the dbr:From_the_Earth_to_the_Moon_(miniseries) and dbp:starring of the dbr:Nothing_in_Common ?,select distinct ?uri where { dbr:From_the_Earth_to_the_Moon_(miniseries) dbo:executiveProducer ?uri . dbr:Nothing_in_Common dbp:starring ?uri . }
2523,what is the dbo:Writer whose dbp:notableworks are dbr:Wringer_(novel) and dbr:Maniac_Magee ?,select distinct ?uri where { ?uri dbp:notableworks dbr:Wringer_(novel) . ?uri dbp:notableworks dbr:Maniac_Magee . ?uri rdf:type dbo:Writer }
2524,what are the software whose dbp:programmingLanguage is dbr:C_(programming_language) ?,select distinct ?uri where { ?uri dbp:programmingLanguage dbr:C_(programming_language) }
2525,who is the dbo:Artist whose dbp:associatedActs is dbr:Frampton's_Camel ?,select distinct ?uri where { ?uri dbp:associatedActs dbr:Frampton's_Camel . ?uri rdf:type dbo:Artist }
2526,count the dbp:artist in dbr:Cirque_du_Soleil_discography ?,select distinct count ( ?uri ) where { dbr:Cirque_du_Soleil_discography dbp:artist ?uri . }
2527,what are the dbo:designer of dbr:RENFE_Class_333 ?,select distinct ?uri where { dbr:RENFE_Class_333 dbo:designer ?uri }
2528,what is the dbo:formerBroadcastNetwork of the television station which is the dbp:sisterStations of dbr:WGBC_(DT2) ?,select distinct ?uri where { dbr:WGBC_(DT2) dbp:sisterStations ?x . ?x dbo:formerBroadcastNetwork ?uri . }
2529,what are the dbo:Film whose dbp:director is dbr:Orson_Welles ?,select distinct ?uri where { ?uri dbp:director dbr:Orson_Welles . ?uri rdf:type dbo:Film }
2530,what is the dbo:religion of dbr:Janice_Soprano ?,select distinct ?uri where { dbr:Janice_Soprano dbo:religion ?uri }
2531,what is the planet whose dbo:discoverer is dbr:Urbain_Le_Verrier ?,select distinct ?uri where { ?uri dbo:discoverer dbr:Urbain_Le_Verrier }
2532,what is the dbp:hubs of dbr:Cascade_Airways ?,select distinct ?uri where { dbr:Cascade_Airways dbp:hubs ?uri }
2533,what is the dbp:placeOfDeath of the comics creator who is the dbp:editor of dbr:Charlie_Mensuel ?,select distinct ?uri where { dbr:Charlie_Mensuel dbp:editor ?x . ?x dbp:placeOfDeath ?uri . }
2534,what is the dbp:chairman of the dbo:SoccerClub which is the dbp:currentclub of dbr:Mike_Salmon ?,select distinct ?uri where { dbr:Mike_Salmon dbp:currentclub ?x . ?x dbp:chairman ?uri . ?x rdf:type dbo:SoccerClub }
2535,"what is the dbo:Company whose dbo:locationCity is dbr:Harris_County,_Texas and dbo:subsidiary is dbr:Tandem_Computers ?","select distinct ?uri where { ?uri dbo:locationCity dbr:Harris_County,_Texas . ?uri dbo:subsidiary dbr:Tandem_Computers . ?uri rdf:type dbo:Company }"
2536,what is the dbo:license of the dbr:Frontaccounting and dbr:NUbuntu ?,select distinct ?uri where { dbr:Frontaccounting dbo:license ?uri . dbr:NUbuntu dbo:license ?uri . }
2537,what is the dbo:knownFor of the dbr:Eric_Schiller and dbo:occupation of the dbr:Craig_Van_Tilbury ?,select distinct ?uri where { dbr:Eric_Schiller dbo:knownFor ?uri . dbr:Craig_Van_Tilbury dbo:occupation uri }
2538,"how many dbp:crosses of the bridges whose dbp:design is dbr:Box_girder_bridge , are there ?",select distinct count ( ?uri ) where { ?x dbp:design dbr:Box_girder_bridge . ?x dbp:crosses ?uri . ?uri rdf:type dbo:River }
2539,what is the dbo:Film whose dbo:writer is dbr:Monty_Python and dbp:distributor is dbr:Cinema_International_Corporation ?,select distinct ?uri where { ?uri dbo:writer dbr:Monty_Python . ?uri dbp:distributor dbr:Cinema_International_Corporation . ?uri rdf:type dbo:Film }
2540,is dbr:Tupac_Shakur the dbp:pastMembers of dbr:Outlawz ?,ask where { dbr:Outlawz dbp:pastMembers dbr:Tupac_Shakur }
2541,what is the total number of other dbp:membership of the organisations whose dbp:membership is dbr:Austria ?,select distinct count ( ?uri ) where { ?x dbp:membership dbr:Austria . ?x dbp:membership ?uri }
2542,list the dbp:name of the dbo:OrganisationMember whose dbo:currentMember is dbr:Jason_Hayne ?,select distinct ?uri where { ?x dbo:currentMember dbr:Jason_Hayne . ?x dbp:name ?uri . ?x rdf:type dbo:OrganisationMember }
2543,who is the person whose dbp:spouse is dbr:Susan_Weber_Soros ?,select distinct ?uri where { ?uri dbp:spouse dbr:Susan_Weber_Soros . }
2544,what is the dbp:producer of the dbo:Film whose dbp:starring is dbr:Rosemarie_DeWitt ?,select distinct ?uri where { ?x dbp:starring dbr:Rosemarie_DeWitt . ?x dbp:producer ?uri . ?x rdf:type dbo:Film }
2545,"what is the dbp:party of the dbr:Arunachal_Pradesh_Legislative_Assembly_election,_2014 and dbo:leaderName of the dbr:Rishikesh ?","select distinct ?uri where { dbr:Arunachal_Pradesh_Legislative_Assembly_election,_2014 dbp:party ?uri . dbr:Rishikesh dbo:leaderName uri }"
2546,how many dbp:combatant are there of the dbo:MilitaryConflict which is the dbp:battles of dbr:Richard_Taylor_(colonel) ?,select distinct count ( ?uri ) where { dbr:Richard_Taylor_(colonel) dbp:battles ?x . ?x dbp:combatant ?uri . ?x rdf:type dbo:MilitaryConflict }
2547,is dbr:Robin_Gibb the dbo:musicalBand of dbr:Another_Lonely_Night_in_New_York ?,ask where { dbr:Another_Lonely_Night_in_New_York dbo:musicalBand dbr:Robin_Gibb }
2548,what is the dbp:cities of dbr:Elliott_Bay ?,select distinct ?uri where { dbr:Elliott_Bay dbp:cities ?uri }
2549,what are the dbo:Album whose dbp:artist 's dbo:associatedBand is dbr:Tangerine_Dream ?,select distinct ?uri where { ?x dbo:associatedBand dbr:Tangerine_Dream . ?uri dbp:artist ?x . ?uri rdf:type dbo:Album }
2550,what is the dbo:river of dbr:Batoka_Gorge_Hydroelectric_Power_Station ?,select distinct ?uri where { dbr:Batoka_Gorge_Hydroelectric_Power_Station dbo:river ?uri }
2551,is dbr:Chris_Lebenzon the dbp:editing of dbr:Batman_Returns ?,ask where { dbr:Batman_Returns dbp:editing dbr:Chris_Lebenzon }
2552,who are the dbo:Person whose dbo:knownFor is dbr:Dragons'_Den_(UK_TV_series) ?,select distinct ?uri where { ?uri dbo:knownFor dbr:Dragons'_Den_(UK_TV_series) . ?uri rdf:type dbo:Person }
2553,what is the dbo:University whose dbo:campus is dbr:Indiana ?,select distinct ?uri where { ?uri dbo:campus dbr:Indiana . ?uri rdf:type dbo:University }
2554,what is the dbo:authority of dbr:Maine_School_of_Science_and_Mathematics ?,select distinct ?uri where { dbr:Maine_School_of_Science_and_Mathematics dbo:authority ?uri }
2555,list the dbo:Writer whose dbp:language 's dbo:languageFamily is dbr:Germanic_languages ?,select distinct ?uri where { ?x dbo:languageFamily dbr:Germanic_languages . ?uri dbp:language ?x . ?uri rdf:type dbo:Writer }
2556,list the dbp:awards of the dbo:Person whose dbo:birthPlace is dbr:Sweden ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Sweden . ?x dbp:awards ?uri . ?x rdf:type dbo:Person }
2557,how many people are there whose dbp:employer is dbr:ITV_(TV_network) ?,select distinct count ( ?uri ) where { ?uri dbp:employer dbr:ITV_(TV_network) . }
2558,what is the dbo:Band whose dbp:currentMembers are dbr:Joe_Hahn and dbr:Chester_Bennington ?,select distinct ?uri where { ?uri dbp:currentMembers dbr:Joe_Hahn . ?uri dbp:currentMembers dbr:Chester_Bennington . ?uri rdf:type dbo:Band }
2559,is dbr:Ethiopia the dbo:assembly of dbr:Tofaş_Şahin ?,ask where { dbr:Tofaş_Şahin dbo:assembly dbr:Ethiopia }
2560,is dbr:Queen_Latifah the dbp:narrator of dbr:Street_Dogs_of_South_Central ?,ask where { dbr:Street_Dogs_of_South_Central dbp:narrator dbr:Queen_Latifah }
2561,what are the dbo:School whose dbp:mascot is dbr:Bison ?,select distinct ?uri where { ?uri dbp:mascot dbr:Bison . ?uri rdf:type dbo:School }
2562,what is the dbp:subject of the dbo:Book whose dbo:author is dbr:Carl_Sagan ?,select distinct ?uri where { ?x dbo:author dbr:Carl_Sagan . ?x dbp:subject ?uri . ?x rdf:type dbo:Book }
2563,what is the dbp:state of the dbo:University which is the dbp:almaMater of dbr:Mateusz_Morawiecki ?,select distinct ?uri where { dbr:Mateusz_Morawiecki dbp:almaMater ?x . ?x dbp:state ?uri . ?x rdf:type dbo:University }
2564,whose dbo:voice are dbr:Peanuts_Motion_Comics and dbr:The_Peanuts_Movie ?,select distinct ?uri where { ?uri dbo:voice dbr:Peanuts_Motion_Comics . ?uri dbo:voice dbr:The_Peanuts_Movie . }
2565,what is the dbp:owner of the dbo:Bank which is the dbo:occupation of dbr:Thomas_Secunda ?,select distinct ?uri where { dbr:Thomas_Secunda dbo:occupation ?x . ?x dbp:owner ?uri . ?x rdf:type dbo:Bank }
2566,what is the dbo:knownFor of the people whose dbo:nationality is dbr:United_States ?,select distinct ?uri where { ?x dbo:nationality dbr:United_States . ?x dbo:knownFor ?uri . }
2567,what is the dbo:foundedBy of the company whose dbo:regionServed is dbr:Mid_Wales ?,select distinct ?uri where { ?x dbo:regionServed dbr:Mid_Wales . ?x dbo:foundedBy ?uri . }
2568,what are the dbo:Film whose dbp:editing 's dbo:birthPlace is dbr:United_Kingdom ?,select distinct ?uri where { ?x dbo:birthPlace dbr:United_Kingdom . ?uri dbp:editing ?x . ?uri rdf:type dbo:Film }
2569,what is the dbo:leaderName of the dbo:Town which is the dbo:origin of dbr:Myntdu_River ?,select distinct ?uri where { dbr:Myntdu_River dbo:origin ?x . ?x dbo:leaderName ?uri . ?x rdf:type dbo:Town }
2570,what is the dbo:hometown of the dbo:Band whose dbp:label is dbr:Alive_Naturalsound_Records ?,select distinct ?uri where { ?x dbp:label dbr:Alive_Naturalsound_Records . ?x dbo:hometown ?uri . ?x rdf:type dbo:Band }
2571,what is the dbo:broadcastArea of the dbr:CFRX and dbo:country of the dbr:North_American_Poker_Tour ?,select distinct ?uri where { dbr:CFRX dbo:broadcastArea ?uri . dbr:North_American_Poker_Tour dbo:country uri }
2572,what are the other dbo:subsequentWork of the dbo:Album whose dbo:subsequentWork is dbr:Planet_Waves ?,select distinct ?uri where { ?x dbo:subsequentWork dbr:Planet_Waves . ?x dbo:subsequentWork ?uri . ?x rdf:type dbo:Album }
2573,list the dbo:BasketballPlayer whose dbp:team 's dbo:coach is dbr:Fred_Hoiberg ?,select distinct ?uri where { ?x dbo:coach dbr:Fred_Hoiberg . ?uri dbp:team ?x . ?uri rdf:type dbo:BasketballPlayer }
2574,what is the dbo:maintainedBy of the dbo:Bridge whose dbp:carries is dbr:Motor_vehicle ?,select distinct ?uri where { ?x dbp:carries dbr:Motor_vehicle . ?x dbo:maintainedBy ?uri . ?x rdf:type dbo:Bridge }
2575,who are the office holders whose dbp:rank is dbr:Colonel_(United_States) ?,select distinct ?uri where { ?uri dbp:rank dbr:Colonel_(United_States) . }
2576,what is the dbo:education of dbr:Meg_McGuffin ?,select distinct ?uri where { dbr:Meg_McGuffin dbo:education ?uri }
2577,is dbr:Gregg_Toland the dbp:cinematography of dbr:Citizen_Kane ?,ask where { dbr:Citizen_Kane dbp:cinematography dbr:Gregg_Toland }
2578,give the total number of dbo:almaMater of the people whose dbp:employer is dbr:CNN ?,select distinct count ( ?uri ) where { ?x dbp:employer dbr:CNN . ?x dbo:almaMater ?uri . }
2579,what is the dbp:awards of the dbo:Person who is the dbp:binomialAuthority of dbr:Latania_verschaffeltii ?,select distinct ?uri where { dbr:Latania_verschaffeltii dbp:binomialAuthority ?x . ?x dbp:awards ?uri . ?x rdf:type dbo:Person }
2580,what is the dbo:deathPlace of dbr:Steve_Romeo ?,select distinct ?uri where { dbr:Steve_Romeo dbo:deathPlace ?uri }
2581,give me a count of universities whose dbo:athletics is dbr:National_Collegiate_Athletic_Association ?,select distinct count ( ?uri ) where { ?uri dbo:athletics dbr:National_Collegiate_Athletic_Association . }
2582,what is the dbp:developer of the dbo:Language whose dbo:designer is dbr:Lars_Bak_(computer_programmer) ?,select distinct ?uri where { ?x dbo:designer dbr:Lars_Bak_(computer_programmer) . ?x dbp:developer ?uri . ?x rdf:type dbo:Language }
2583,what is the dbp:mascot of the dbo:MilitaryUnit whose dbp:commander is dbr:Peter_Cosgrove ?,select distinct ?uri where { ?x dbp:commander dbr:Peter_Cosgrove . ?x dbp:mascot ?uri . ?x rdf:type dbo:MilitaryUnit }
2584,what is the dbo:citizenship of the dbr:J._S._M._Hooper and dbo:country of the dbr:Robert_Valentine_(composer) ?,select distinct ?uri where { dbr:J._S._M._Hooper dbo:citizenship ?uri . dbr:Robert_Valentine_(composer) dbo:country uri }
2585,what is the dbp:nationalOrigin of the dbr:Lemberger_LD20b and dbr:Start_+_Flug_H-101 ?,select distinct ?uri where { dbr:Lemberger_LD20b dbp:nationalOrigin ?uri . dbr:Start_+_Flug_H-101 dbp:nationalOrigin ?uri . }
2586,what is the dbo:religion of the people whose dbp:party is dbr:Janata_Dal ?,select distinct ?uri where { ?x dbp:party dbr:Janata_Dal . ?x dbo:religion ?uri . }
2587,what is the dbo:stateOfOrigin of the dbr:Jojo_Chintoh and dbp:locations of the dbr:INKAS ?,select distinct ?uri where { dbr:Jojo_Chintoh dbo:stateOfOrigin ?uri . dbr:INKAS dbp:locations uri }
2588,what is the dbp:employer of dbr:Christopher_S._Stewart ?,select distinct ?uri where { dbr:Christopher_S._Stewart dbp:employer ?uri }
2589,"how many dbp:knownFor are there , of the models whose dbp:placeOfBirth is dbr:Louisiana ?",select distinct count ( ?uri ) where { ?x dbp:placeOfBirth dbr:Louisiana . ?x dbp:knownFor ?uri . }
2590,what is the dbo:ground of dbr:2016_Fort_Lauderdale_Strikers_season ?,select distinct ?uri where { dbr:2016_Fort_Lauderdale_Strikers_season dbo:ground ?uri }
2591,"what are the dbo:founder of dbr:Hohenau,_Paraguay ?","select distinct ?uri where { dbr:Hohenau,_Paraguay dbo:founder ?uri }"
2592,who is the dbo:musicBy of dbr:9_to_5_(musical) ?,select distinct ?uri where { dbr:9_to_5_(musical) dbo:musicBy ?uri }
2593,what is the dbo:spouse of the person who is the dbo:starring of dbr:Wrongfully_Accused ?,select distinct ?uri where { dbr:Wrongfully_Accused dbo:starring ?x . ?x dbo:spouse ?uri . }
2594,count the number of owls whose dbo:manufacturer 's dbp:keyPeople is dbr:Kazuo_Hirai ?,select distinct count ( ?uri ) where { ?x dbp:keyPeople dbr:Kazuo_Hirai . ?uri dbo:manufacturer ?x . }
2595,what is the dbo:producer of the dbr:Wizards_vs_Aliens and dbo:notableWork of the dbr:Russell_T_Davies ?,select distinct ?uri where { dbr:Wizards_vs_Aliens dbo:producer ?uri . dbr:Russell_T_Davies dbo:notableWork uri }
2596,what is the dbp:coach of the dbr:England_national_under-21_football_team and dbp:name of the dbr:2000–01_Aston_Villa_F.C._season ?,select distinct ?uri where { dbr:England_national_under-21_football_team dbp:coach ?uri . dbr:2000–01_Aston_Villa_F.C._season dbp:name uri }
2597,what is the band whose dbp:pastMembers is dbr:Dave_Hollister ?,select distinct ?uri where { ?uri dbp:pastMembers dbr:Dave_Hollister }
2598,what is the dbo:Scientist whose dbo:knownFor is dbr:Anthrax and dbp:prizes is dbr:Royal_Society ?,select distinct ?uri where { ?uri dbo:knownFor dbr:Anthrax . ?uri dbp:prizes dbr:Royal_Society . ?uri rdf:type dbo:Scientist }
2599,what is the dbo:TelevisionShow whose dbp:developer is dbr:Brian_Graden and dbp:themeMusicComposer is dbr:Primus_(band) ?,select distinct ?uri where { ?uri dbp:developer dbr:Brian_Graden . ?uri dbp:themeMusicComposer dbr:Primus_(band) . ?uri rdf:type dbo:TelevisionShow }
2600,what is the dbo:builder of the dbo:Bridge whose dbp:material is dbr:Concrete ?,select distinct ?uri where { ?x dbp:material dbr:Concrete . ?x dbo:builder ?uri . ?x rdf:type dbo:Bridge }
2601,what is the dbo:servingRailwayLine of dbr:Rostov-Glavny ?,select distinct ?uri where { dbr:Rostov-Glavny dbo:servingRailwayLine ?uri }
2602,"how many dbo:product are there , of the companies whose dbo:location is dbr:United_States ?",select distinct count ( ?uri ) where { ?x dbo:location dbr:United_States . ?x dbo:product ?uri . }
2603,what is the dbo:River whose dbo:source 's dbp:inflow is dbr:Shannon_Cave ?,select distinct ?uri where { ?x dbp:inflow dbr:Shannon_Cave . ?uri dbo:source ?x . ?uri rdf:type dbo:River }
2604,"how many dbp:licensee are there , of the radio stations whose dbp:area is dbr:Nashville,_Tennessee ?","select distinct count ( ?uri ) where { ?x dbp:area dbr:Nashville,_Tennessee . ?x dbp:licensee ?uri . }"
2605,what is the dbp:allegiance of the dbr:Albert_Kwesi_Ocran and dbo:stateOfOrigin of the dbr:Jojo_Chintoh ?,select distinct ?uri where { dbr:Albert_Kwesi_Ocran dbp:allegiance ?uri . dbr:Jojo_Chintoh dbo:stateOfOrigin uri }
2606,who is the dbp:headcoach of dbr:2008–09_Marquette_Golden_Eagles_men's_basketball_team ?,select distinct ?uri where { dbr:2008–09_Marquette_Golden_Eagles_men's_basketball_team dbp:headcoach ?uri }
2607,who is the dbo:vicePresident of dbr:Jared_Bernstein ?,select distinct ?uri where { dbr:Jared_Bernstein dbo:vicePresident ?uri }
2608,what is the dbo:InformationAppliance whose dbo:manufacturer is dbr:Sony and dbp:predecessor is dbr:PlayStation_2 ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Sony . ?uri dbp:predecessor dbr:PlayStation_2 . ?uri rdf:type dbo:InformationAppliance }
2609,who is the dbo:monarch of dbr:Bertalan_Szemere ?,select distinct ?uri where { dbr:Bertalan_Szemere dbo:monarch ?uri }
2610,who is the dbp:starring of the dbr:Splash_(film) and dbp:spouse of the dbr:Rita_Wilson ?,select distinct ?uri where { dbr:Splash_(film) dbp:starring ?uri . dbr:Rita_Wilson dbp:spouse ?uri . }
2611,what is the dbp:placeOfBirth of dbr:Lauren_Briggs ?,select distinct ?uri where { dbr:Lauren_Briggs dbp:placeOfBirth ?uri }
2612,what is the dbo:river of the dbr:Kariba_Dam and dbr:Batoka_Gorge_Hydroelectric_Power_Station ?,select distinct ?uri where { dbr:Kariba_Dam dbo:river ?uri . dbr:Batoka_Gorge_Hydroelectric_Power_Station dbo:river ?uri . }
2613,what is the total number of dbo:team of the ice hockey players whose dbp:league is dbr:National_Hockey_League ?,select distinct count ( ?uri ) where { ?x dbp:league dbr:National_Hockey_League . ?x dbo:team ?uri . ?uri rdf:type dbo:SportsTeam }
2614,what is the dbo:deathCause of the owl whose dbo:ethnicity is dbr:European_Americans ?,select distinct ?uri where { ?x dbo:ethnicity dbr:European_Americans . ?x dbo:deathCause ?uri . }
2615,is dbr:Stan_Lee the dbp:creators of dbr:Iceman_(comics) ?,ask where { dbr:Iceman_(comics) dbp:creators dbr:Stan_Lee }
2616,what is the dbp:order of the dbr:Omar_D._Conger and dbo:nominee of the dbr:Robert_Sarvis ?,select distinct ?uri where { dbr:Omar_D._Conger dbp:order ?uri . dbr:Robert_Sarvis dbo:nominee uri }
2617,what is the dbo:HockeyTeam whose dbp:headCoach is dbr:Mike_Babcock ?,select distinct ?uri where { ?uri dbp:headCoach dbr:Mike_Babcock . ?uri rdf:type dbo:HockeyTeam }
2618,what is the dbp:battles of the dbr:Khalid_bin_Sultan and dbo:battle of the dbr:Steve_Buyer ?,select distinct ?uri where { dbr:Khalid_bin_Sultan dbp:battles ?uri . dbr:Steve_Buyer dbo:battle uri }
2619,what are the dbo:Film whose dbo:editing is dbr:Robert_Wise ?,select distinct ?uri where { ?uri dbo:editing dbr:Robert_Wise . ?uri rdf:type dbo:Film }
2620,who are the dbp:music of dbr:Open_House_(American_Horror_Story) ?,select distinct ?uri where { dbr:Open_House_(American_Horror_Story) dbp:music ?uri }
2621,what are the dbo:TelevisionShow whose dbo:network 's dbo:sisterStation is dbr:BBC_Two ?,select distinct ?uri where { ?x dbo:sisterStation dbr:BBC_Two . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
2622,what is the dbo:deathPlace of the snooker player who is the dbp:narrated of dbr:Championship_Snooker ?,select distinct ?uri where { dbr:Championship_Snooker dbp:narrated ?x . ?x dbo:deathPlace ?uri . }
2623,what is the dbo:relative of the dbo:RugbyPlayer whose dbp:relatives is dbr:Nick_Williams ?,select distinct ?uri where { ?x dbp:relatives dbr:Nick_Williams . ?x dbo:relative ?uri . ?x rdf:type dbo:RugbyPlayer }
