id,english,sparql
3453,"what are the universities whose dbo:country 's dbo:anthem is dbr:Ja,_vi_elsker_dette_landet ?","select distinct ?uri where { ?x dbo:anthem dbr:Ja,_vi_elsker_dette_landet . ?uri dbo:country ?x . }"
3454,who is the dbo:OfficeHolder whose dbo:battle is dbr:Siege_of_Fort_Recovery ?,select distinct ?uri where { ?uri dbo:battle dbr:Siege_of_Fort_Recovery . ?uri rdf:type dbo:OfficeHolder }
3455,what is the dbo:Company whose dbo:product are dbr:Microsoft_Azure and dbr:Microsoft_Surface ?,select distinct ?uri where { ?uri dbo:product dbr:Microsoft_Azure . ?uri dbo:product dbr:Microsoft_Surface . ?uri rdf:type dbo:Company }
3457,what is the dbo:Airline whose dbo:hubAirport is dbr:Los_Angeles_International_Airport and dbp:hubs is dbr:San_Francisco_International_Airport ?,select distinct ?uri where { ?uri dbo:hubAirport dbr:Los_Angeles_International_Airport . ?uri dbp:hubs dbr:San_Francisco_International_Airport . ?uri rdf:type dbo:Airline }
3458,"who is the dbo:OfficeHolder whose dbp:restingplace is dbr:Montpelier_(Orange,_Virginia) ?","select distinct ?uri where { ?uri dbp:restingplace dbr:Montpelier_(Orange,_Virginia) . ?uri rdf:type dbo:OfficeHolder }"
3459,give the total number of dbo:Scientist whose dbp:knownFor 's dbo:garrison is dbr:Tennessee ?,select distinct count ( ?uri ) where { ?x dbo:garrison dbr:Tennessee . ?uri dbp:knownFor ?x . ?uri rdf:type dbo:Scientist }
3460,is dbr:Brazil_national_under-23_football_team the dbp:nationalteam of dbr:Ronaldinho ?,ask where { dbr:Ronaldinho dbp:nationalteam dbr:Brazil_national_under-23_football_team }
3461,"what is the dbo:River whose dbp:mouthLocation 's dbo:countySeat is dbr:Heathsville,_Virginia ?","select distinct ?uri where { ?x dbo:countySeat dbr:Heathsville,_Virginia . ?uri dbp:mouthLocation ?x . ?uri rdf:type dbo:River }"
3462,what is the dbp:owner of the dbo:Bank which is the dbp:institution of dbr:Fabio_Mercurio ?,select distinct ?uri where { dbr:Fabio_Mercurio dbp:institution ?x . ?x dbp:owner ?uri . ?x rdf:type dbo:Bank }
3463,list the dbo:owner of the dbo:Horse whose dbp:awards is dbr:Timeform ?,select distinct ?uri where { ?x dbp:awards dbr:Timeform . ?x dbo:owner ?uri . ?x rdf:type dbo:Horse }
3464,who are the fictional characters whose dbo:voice is dbr:The_Peanuts_Movie ?,select distinct ?uri where { ?uri dbo:voice dbr:The_Peanuts_Movie . }
3465,what is the dbo:religion of the ethnic group which is the dbo:nationality of dbr:Mahbuba_Islam_Rakhi ?,select distinct ?uri where { dbr:Mahbuba_Islam_Rakhi dbo:nationality ?x . ?x dbo:religion ?uri . }
3466,give me a count of american football players whose dbo:formerTeam is dbr:Toronto_Argonauts ?,select distinct count ( ?uri ) where { ?uri dbo:formerTeam dbr:Toronto_Argonauts . }
3467,"how many dbo:leaderName are there , of the settlements whose dbo:timeZone is dbr:Indian_Standard_Time ?",select distinct count ( ?uri ) where { ?x dbo:timeZone dbr:Indian_Standard_Time . ?x dbo:leaderName ?uri . }
3468,what is the dbo:stadium of the dbo:SportsTeam whose dbo:league is dbr:American_Basketball_League_(1996–98) ?,select distinct ?uri where { ?x dbo:league dbr:American_Basketball_League_(1996–98) . ?x dbo:stadium ?uri . ?x rdf:type dbo:SportsTeam }
3469,whose dbo:capital are dbr:Mediolanum and dbr:History_of_Trier ?,select distinct ?uri where { ?uri dbo:capital dbr:Mediolanum . ?uri dbo:capital dbr:History_of_Trier . }
3470,what is the dbp:nationalOrigin of the dbr:Dornier_Aerodyne and dbo:origin of the dbr:Hirth_Acrostar ?,select distinct ?uri where { dbr:Dornier_Aerodyne dbp:nationalOrigin ?uri . dbr:Hirth_Acrostar dbo:origin uri }
3471,is dbr:Class_conflict the dbo:mainInterest of dbr:Karl_Marx ?,ask where { dbr:Karl_Marx dbo:mainInterest dbr:Class_conflict }
3472,"how many dbp:tenants are there , of the stadia whose dbp:owner is dbr:Toronto ?",select distinct count ( ?uri ) where { ?x dbp:owner dbr:Toronto . ?x dbp:tenants ?uri . }
3473,what is the dbo:President whose dbo:relation is dbr:Clinton_family and dbo:lieutenant is dbr:Winston_Bryant ?,select distinct ?uri where { ?uri dbo:relation dbr:Clinton_family . ?uri dbo:lieutenant dbr:Winston_Bryant . ?uri rdf:type dbo:President }
3474,what is the dbo:FictionalCharacter whose dbo:voice 's dbp:animator is dbr:Dick_Lundy_(animator) ?,select distinct ?uri where { ?x dbp:animator dbr:Dick_Lundy_(animator) . ?uri dbo:voice ?x . ?uri rdf:type dbo:FictionalCharacter }
3475,count the number of dbo:sport of the universities whose dbo:president is dbr:Emanuel_de_Guzman ?,select distinct count ( ?uri ) where { ?x dbo:president dbr:Emanuel_de_Guzman . ?x dbo:sport ?uri . ?uri rdf:type dbo:Sport }
3476,what is the dbo:homeStadium of the owls whose dbo:chairman is dbr:Leonid_Fedun ?,select distinct ?uri where { ?x dbo:chairman dbr:Leonid_Fedun . ?x dbo:homeStadium ?uri . }
3477,is dbr:Akan_language the dbp:languages of dbr:Ghana ?,ask where { dbr:Ghana dbp:languages dbr:Akan_language }
3478,what is the dbp:region of the dbr:English_Americans and dbp:placeOfDeath of the dbr:Brent_Darby ?,select distinct ?uri where { dbr:English_Americans dbp:region ?uri . dbr:Brent_Darby dbp:placeOfDeath uri }
3479,what is the dbp:starring of the dbo:Work whose dbp:writer is dbr:Colin_Brake ?,select distinct ?uri where { ?x dbp:writer dbr:Colin_Brake . ?x dbp:starring ?uri . ?x rdf:type dbo:Work }
3480,is dbr:Robin_Gibb the dbo:musicalArtist of dbr:Oh!_Darling ?,ask where { dbr:Oh!_Darling dbo:musicalArtist dbr:Robin_Gibb }
3481,what are the dbo:Work whose dbp:programmingLanguage 's dbo:author is dbr:EXperimental_Computing_Facility ?,select distinct ?uri where { ?x dbo:author dbr:EXperimental_Computing_Facility . ?uri dbp:programmingLanguage ?x . ?uri rdf:type dbo:Work }
3482,what are the dbo:Film whose dbp:music 's dbp:relatives is dbr:Bodhi_Elfman ?,select distinct ?uri where { ?x dbp:relatives dbr:Bodhi_Elfman . ?uri dbp:music ?x . ?uri rdf:type dbo:Film }
3483,is dbr:Ford_Motor_Company the dbo:automobilePlatform of dbr:Chiva_bus ?,ask where { dbr:Chiva_bus dbo:automobilePlatform dbr:Ford_Motor_Company }
3484,list the dbo:series of the dbo:Book whose dbp:author is dbr:K._W._Jeter ?,select distinct ?uri where { ?x dbp:author dbr:K._W._Jeter . ?x dbo:series ?uri . ?x rdf:type dbo:Book }
3485,what is the dbo:university of the dbr:Vanderbilt_Commodores and dbo:college of the dbr:Hubert_Wiggs ?,select distinct ?uri where { dbr:Vanderbilt_Commodores dbo:university ?uri . dbr:Hubert_Wiggs dbo:college uri }
3486,"what is the dbo:architecturalStyle of the dbr:Grand_Serail_of_Aleppo and dbr:Shaheed_Minar,_Kolkata ?","select distinct ?uri where { dbr:Grand_Serail_of_Aleppo dbo:architecturalStyle ?uri . dbr:Shaheed_Minar,_Kolkata dbo:architecturalStyle ?uri . }"
3487,what is the dbo:award of the scientist who is the dbo:keyPerson of dbr:DisneyToon_Studios ?,select distinct ?uri where { dbr:DisneyToon_Studios dbo:keyPerson ?x . ?x dbo:award ?uri . }
3488,"how many dbo:sport are there , of the universities whose dbp:president is dbr:Emanuel_de_Guzman ?",select distinct count ( ?uri ) where { ?x dbp:president dbr:Emanuel_de_Guzman . ?x dbo:sport ?uri . ?uri rdf:type dbo:Sport }
3489,count the other dbp:mainInterests of the philosophers whose dbp:mainInterests is dbr:Metaphysics ?,select distinct count ( ?uri ) where { ?x dbp:mainInterests dbr:Metaphysics . ?x dbp:mainInterests ?uri }
3490,"what is the military person whose dbo:battle is dbr:Benedict_Arnold's_expedition_to_Quebec and dbp:placeofburial is dbr:St_Mary's_Church,_Battersea ?","select distinct ?uri where { ?uri dbo:battle dbr:Benedict_Arnold's_expedition_to_Quebec . ?uri dbp:placeofburial dbr:St_Mary's_Church,_Battersea . }"
3491,what are the dbo:nonFictionSubject of dbr:Thud! ?,select distinct ?uri where { dbr:Thud! dbo:nonFictionSubject ?uri }
3492,what is the dbo:Writer whose dbo:notableWork are dbr:Adventures_of_Huckleberry_Finn and dbr:The_Adventures_of_Tom_Sawyer ?,select distinct ?uri where { ?uri dbo:notableWork dbr:Adventures_of_Huckleberry_Finn . ?uri dbo:notableWork dbr:The_Adventures_of_Tom_Sawyer . ?uri rdf:type dbo:Writer }
3493,who are the people whose dbo:residence 's dbp:leaderName is dbr:William_W._Brien ?,select distinct ?uri where { ?x dbp:leaderName dbr:William_W._Brien . ?uri dbo:residence ?x . }
3494,what is the dbo:River whose dbp:sourceLocation is dbr:Ikelenge_District and dbp:mouthCountry is dbr:Mozambique ?,select distinct ?uri where { ?uri dbp:sourceLocation dbr:Ikelenge_District . ?uri dbp:mouthCountry dbr:Mozambique . ?uri rdf:type dbo:River }
3495,give me a count of scientists whose dbp:prizes is dbr:Gold_Medal_of_the_Royal_Astronomical_Society ?,select distinct count ( ?uri ) where { ?uri dbp:prizes dbr:Gold_Medal_of_the_Royal_Astronomical_Society . }
3496,what is the dbo:relation of the dbo:MemberOfParliament whose dbp:successor is dbr:Peter_Thorneycroft ?,select distinct ?uri where { ?x dbp:successor dbr:Peter_Thorneycroft . ?x dbo:relation ?uri . ?x rdf:type dbo:MemberOfParliament }
3497,what is the dbo:River whose dbo:sourceCountry is dbr:Zambia and dbp:mouthCountry is dbr:Mozambique ?,select distinct ?uri where { ?uri dbo:sourceCountry dbr:Zambia . ?uri dbp:mouthCountry dbr:Mozambique . ?uri rdf:type dbo:River }
3498,is dbr:North_America the dbp:released of dbr:Funky_Lab_Rat ?,ask where { dbr:Funky_Lab_Rat dbp:released dbr:North_America }
3499,what is the dbp:mainInterests of the dbr:Philip_Novak and dbr:Timothy_Morton ?,select distinct ?uri where { dbr:Philip_Novak dbp:mainInterests ?uri . dbr:Timothy_Morton dbp:mainInterests ?uri . }
3500,give me a count of bacterias whose dbo:order is dbr:Bacillales ?,select distinct count ( ?uri ) where { ?uri dbo:order dbr:Bacillales . }
3501,what is the dbo:TelevisionShow whose dbo:network is dbr:NBC and dbo:executiveProducer is dbr:Glen_and_Les_Charles ?,select distinct ?uri where { ?uri dbo:network dbr:NBC . ?uri dbo:executiveProducer dbr:Glen_and_Les_Charles . ?uri rdf:type dbo:TelevisionShow }
3502,what is the dbo:routeStart of dbr:Moscow-Kazan_high-speed_railway ?,select distinct ?uri where { dbr:Moscow-Kazan_high-speed_railway dbo:routeStart ?uri }
3503,is dbr:PostgreSQL the dbp:programmingLanguage of dbr:Fluidinfo ?,ask where { dbr:Fluidinfo dbp:programmingLanguage dbr:PostgreSQL }
3504,what is the settlement whose dbp:neighboringMunicipalities is dbr:Cologny and dbo:mayor is dbr:Esther_Alder ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Cologny . ?uri dbo:mayor dbr:Esther_Alder . }
3505,give me a count of office holders whose dbp:office is dbr:Massachusetts_House_of_Representatives ?,select distinct count ( ?uri ) where { ?uri dbp:office dbr:Massachusetts_House_of_Representatives . }
3507,what is the total number of dbo:religion of the people whose dbp:party is dbr:Janata_Dal ?,select distinct count ( ?uri ) where { ?x dbp:party dbr:Janata_Dal . ?x dbo:religion ?uri . }
3508,is dbr:Johann_Gottfried_Galle the dbp:discoverer of dbr:Neptune ?,ask where { dbr:Neptune dbp:discoverer dbr:Johann_Gottfried_Galle }
3509,"what is the dbp:founder of dbr:European_School,_Karlsruhe ?","select distinct ?uri where { dbr:European_School,_Karlsruhe dbp:founder ?uri }"
3510,what is the dbo:AmericanFootballTeam whose dbp:city 's dbo:builder is dbr:A._James_Clark ?,select distinct ?uri where { ?x dbo:builder dbr:A._James_Clark . ?uri dbp:city ?x . ?uri rdf:type dbo:AmericanFootballTeam }
3511,what is the dbo:nearestCity of the dbr:Elliott_Bay and dbp:placeOfDeath of the dbr:George_F._Moore_(lieutenant_governor) ?,select distinct ?uri where { dbr:Elliott_Bay dbo:nearestCity ?uri . dbr:George_F._Moore_(lieutenant_governor) dbp:placeOfDeath uri }
3512,what is the dbo:riverMouth of the dbr:Kafue_River and dbr:Shire_River ?,select distinct ?uri where { dbr:Kafue_River dbo:riverMouth ?uri . dbr:Shire_River dbo:riverMouth ?uri . }
3513,what is the dbo:recordLabel of the dbo:Single whose dbo:writer is dbr:Katy_B ?,select distinct ?uri where { ?x dbo:writer dbr:Katy_B . ?x dbo:recordLabel ?uri . ?x rdf:type dbo:Single }
3514,what is the dbp:pastteams of dbr:Bobby_Hoppe ?,select distinct ?uri where { dbr:Bobby_Hoppe dbp:pastteams ?uri }
3515,how many other dbp:characters are there of the plays whose dbp:characters is dbr:Joker_(comics) ?,select distinct count ( ?uri ) where { ?x dbp:characters dbr:Joker_(comics) . ?x dbp:characters ?uri }
3516,who is the dbo:firstAscentPerson of dbr:Cathedral_Peak_(California) ?,select distinct ?uri where { dbr:Cathedral_Peak_(California) dbo:firstAscentPerson ?uri }
3517,what is the dbp:awards of the person who is the dbp:children of dbr:Erik_Bergman_(Lutheran_minister) ?,select distinct ?uri where { dbr:Erik_Bergman_(Lutheran_minister) dbp:children ?x . ?x dbp:awards ?uri . }
3518,what is the dbo:owner of dbr:The_National_Herald_(India) ?,select distinct ?uri where { dbr:The_National_Herald_(India) dbo:owner ?uri }
3519,who is the dbp:writer of the dbr:A_Streetcar_Named_Desire_(play) and dbo:author of the dbr:The_Catastrophe_of_Success ?,select distinct ?uri where { dbr:A_Streetcar_Named_Desire_(play) dbp:writer ?uri . dbr:The_Catastrophe_of_Success dbo:author uri }
3520,give me a count of royalties whose dbp:placeOfBurial is dbr:Mausoleum_of_Augustus ?,select distinct count ( ?uri ) where { ?uri dbp:placeOfBurial dbr:Mausoleum_of_Augustus . }
3521,what is the dbp:notableworks of the dbp:writer who is the dbp:writer of dbr:The_Second_Coming_(TV_serial) ?,select distinct ?uri where { dbr:The_Second_Coming_(TV_serial) dbp:writer ?x . ?x dbp:notableworks ?uri . }
3522,what is the dbo:programmeFormat of the radio station which is the dbp:sisterStations of dbr:WASH_(FM) ?,select distinct ?uri where { dbr:WASH_(FM) dbp:sisterStations ?x . ?x dbo:programmeFormat ?uri . }
3523,what is the dbo:team of the dbo:Athlete whose dbp:league is dbr:National_Hockey_League ?,select distinct ?uri where { ?x dbp:league dbr:National_Hockey_League . ?x dbo:team ?uri . ?x rdf:type dbo:Athlete }
3524,what is the dbo:associatedBand of the dbr:Teddy_Riley and dbo:musicalArtist of the dbr:Before_I_Let_You_Go ?,select distinct ?uri where { dbr:Teddy_Riley dbo:associatedBand ?uri . dbr:Before_I_Let_You_Go dbo:musicalArtist uri }
3525,what is the dbp:birthPlace of dbr:James_McClure_(table_tennis) ?,select distinct ?uri where { dbr:James_McClure_(table_tennis) dbp:birthPlace ?uri }
3526,what is the dbp:operator of dbr:AT&T_Park ?,select distinct ?uri where { dbr:AT&T_Park dbp:operator ?uri }
3527,what are the movies whose dbo:musicComposer 's dbp:label is dbr:Sony_Music_Entertainment ?,select distinct ?uri where { ?x dbp:label dbr:Sony_Music_Entertainment . ?uri dbo:musicComposer ?x . }
3528,what is the company whose dbo:keyPerson is dbr:Raymond_Conner ?,select distinct ?uri where { ?uri dbo:keyPerson dbr:Raymond_Conner }
3529,what is the dbp:owner of the dbo:Bank whose dbo:locationCity is dbr:731_Lexington_Avenue ?,select distinct ?uri where { ?x dbo:locationCity dbr:731_Lexington_Avenue . ?x dbp:owner ?uri . ?x rdf:type dbo:Bank }
3530,what is the dbo:recordLabel of the dbo:MusicalArtist whose dbp:genre is dbr:Progressive_rock ?,select distinct ?uri where { ?x dbp:genre dbr:Progressive_rock . ?x dbo:recordLabel ?uri . ?x rdf:type dbo:MusicalArtist }
3531,what is the dbo:routeStart of the dbo:RailwayLine whose dbo:routeEnd is dbr:Kazan ?,select distinct ?uri where { ?x dbo:routeEnd dbr:Kazan . ?x dbo:routeStart ?uri . ?x rdf:type dbo:RailwayLine }
3532,what is the dbp:branch of dbr:Carroll_E._Lanier ?,select distinct ?uri where { dbr:Carroll_E._Lanier dbp:branch ?uri }
3533,what dbo:InformationAppliance 's dbo:manufacturer is dbr:Asus ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Asus . ?uri rdf:type dbo:InformationAppliance }
3534,what is the dbp:playedFor of the dbr:Nathan_Dempsey and dbo:formerTeam of the dbr:François_Beauchemin ?,select distinct ?uri where { dbr:Nathan_Dempsey dbp:playedFor ?uri . dbr:François_Beauchemin dbo:formerTeam uri }
3535,what is the dbo:colour of dbr:Red_Marauder ?,select distinct ?uri where { dbr:Red_Marauder dbo:colour ?uri }
3536,what is the dbo:draftTeam of dbr:Dale_Mitchell_(ice_hockey) ?,select distinct ?uri where { dbr:Dale_Mitchell_(ice_hockey) dbo:draftTeam ?uri }
3537,"give me a count of dbo:School whose dbo:city is dbr:Reading,_Berkshire ?","select distinct count ( ?uri ) where { ?uri dbo:city dbr:Reading,_Berkshire . ?uri rdf:type dbo:School }"
3538,what is the dbp:founder of the dbo:RecordLabel whose dbo:foundedBy is dbr:Frank_Rogers_(record_producer) ?,select distinct ?uri where { ?x dbo:foundedBy dbr:Frank_Rogers_(record_producer) . ?x dbp:founder ?uri . ?x rdf:type dbo:RecordLabel }
3539,who is the dbo:foundedBy of dbr:Bounce_TV ?,select distinct ?uri where { dbr:Bounce_TV dbo:foundedBy ?uri }
3540,who is the dbo:Scientist whose dbo:doctoralStudent is dbr:Erich_Bagge ?,select distinct ?uri where { ?uri dbo:doctoralStudent dbr:Erich_Bagge . ?uri rdf:type dbo:Scientist }
3541,what is the dbp:appointer of the governor who is the dbo:successor of dbr:Thomas_Bee ?,select distinct ?uri where { dbr:Thomas_Bee dbo:successor ?x . ?x dbp:appointer ?uri . }
3542,is dbr:Buzz_Williams the dbp:headcoach of dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team ?,ask where { dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team dbp:headcoach dbr:Buzz_Williams }
3543,what is the dbo:Book whose dbp:author is dbr:Miguel_de_Cervantes and dbo:publisher is dbr:Francisco_de_Robles ?,select distinct ?uri where { ?uri dbp:author dbr:Miguel_de_Cervantes . ?uri dbo:publisher dbr:Francisco_de_Robles . ?uri rdf:type dbo:Book }
3544,what is the dbo:notableWork of dbr:Neil_Cross ?,select distinct ?uri where { dbr:Neil_Cross dbo:notableWork ?uri }
3545,what is the dbo:localAuthority of the dbr:Buckhurst_Hill_County_High_School and dbp:birthPlace of the dbr:Sarah_Champion_(presenter) ?,select distinct ?uri where { dbr:Buckhurst_Hill_County_High_School dbo:localAuthority ?uri . dbr:Sarah_Champion_(presenter) dbp:birthPlace uri }
3546,what are the dbo:award of dbr:Muhammad_Yunus ?,select distinct ?uri where { dbr:Muhammad_Yunus dbo:award ?uri }
3547,who is the dbp:meaning of the dbr:Isa_(name) and dbp:subject of the dbr:The_Prodigal_Son_(play) ?,select distinct ?uri where { dbr:Isa_(name) dbp:meaning ?uri . dbr:The_Prodigal_Son_(play) dbp:subject uri }
3548,"what is the dbo:parent of the person whose dbo:deathPlace is dbr:Redding,_Connecticut ?","select distinct ?uri where { ?x dbo:deathPlace dbr:Redding,_Connecticut . ?x dbo:parent ?uri . }"
3549,is dbr:Mushir the dbp:rank of dbr:Saddam_Hussein ?,ask where { dbr:Saddam_Hussein dbp:rank dbr:Mushir }
3550,what is the dbo:knownFor of dbr:Eric_Schiller ?,select distinct ?uri where { dbr:Eric_Schiller dbo:knownFor ?uri }
3551,what are the dbo:part of dbr:Greater_San_Antonio ?,select distinct ?uri where { dbr:Greater_San_Antonio dbo:part ?uri }
3552,what is the dbo:President whose dbo:lieutenant are dbr:Winston_Bryant and dbr:Joe_Purcell ?,select distinct ?uri where { ?uri dbo:lieutenant dbr:Winston_Bryant . ?uri dbo:lieutenant dbr:Joe_Purcell . ?uri rdf:type dbo:President }
3553,what is the dbp:foundation of dbr:Temenos_Group ?,select distinct ?uri where { dbr:Temenos_Group dbp:foundation ?uri }
3554,what is the dbo:leader of the government agency which is the dbo:parentOrganisation of dbr:Gestapo ?,select distinct ?uri where { dbr:Gestapo dbo:parentOrganisation ?x . ?x dbo:leader ?uri . }
3555,give me a count of dbo:Venue whose dbp:address is dbr:United_States ?,select distinct count ( ?uri ) where { ?uri dbp:address dbr:United_States . ?uri rdf:type dbo:Venue }
3556,what are the owls whose dbp:neighboringMunicipalities is dbr:Cologny ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Cologny . }
3557,what is the dbp:religion of the musical artist whose dbp:birthName is dbr:Kabir_Suman ?,select distinct ?uri where { ?x dbp:birthName dbr:Kabir_Suman . ?x dbp:religion ?uri . }
3558,is dbr:Gibson_Flying_V the dbo:instrument of dbr:Kirk_Hammett ?,ask where { dbr:Kirk_Hammett dbo:instrument dbr:Gibson_Flying_V }
3559,who is the dbo:Person whose dbo:deathPlace 's dbo:architect is dbr:Jens_Jensen_(landscape_architect) ?,select distinct ?uri where { ?x dbo:architect dbr:Jens_Jensen_(landscape_architect) . ?uri dbo:deathPlace ?x . ?uri rdf:type dbo:Person }
3560,who is the person whose dbo:relative are dbr:Kelly_Osbourne and dbr:Ozzy_Osbourne ?,select distinct ?uri where { ?uri dbo:relative dbr:Kelly_Osbourne . ?uri dbo:relative dbr:Ozzy_Osbourne . }
3561,what is the dbo:TelevisionShow whose dbo:subsequentWork is dbr:Frasier and dbo:openingTheme is dbr:Where_Everybody_Knows_Your_Name ?,select distinct ?uri where { ?uri dbo:subsequentWork dbr:Frasier . ?uri dbo:openingTheme dbr:Where_Everybody_Knows_Your_Name . ?uri rdf:type dbo:TelevisionShow }
3562,what is the dbo:TelevisionShow whose dbo:company is dbr:HBO and dbo:company is dbr:Playtone ?,select distinct ?uri where { ?uri dbo:company dbr:HBO . ?uri dbp:company dbr:Playtone . ?uri rdf:type dbo:TelevisionShow }
3563,who is the dbo:coverArtist of dbr:The_Adventures_of_Tom_Sawyer ?,select distinct ?uri where { dbr:The_Adventures_of_Tom_Sawyer dbo:coverArtist ?uri }
3564,what is the dbo:team of dbr:Bruce_Bochy ?,select distinct ?uri where { dbr:Bruce_Bochy dbo:team ?uri }
3565,what is the dbo:Company whose dbp:services is dbr:Outlook.com and dbo:product is dbr:Microsoft_Azure ?,select distinct ?uri where { ?uri dbp:services dbr:Outlook.com . ?uri dbo:product dbr:Microsoft_Azure . ?uri rdf:type dbo:Company }
3566,what is the dbo:Company whose dbo:product is dbr:Microsoft_Azure and dbp:services is dbr:OneDrive ?,select distinct ?uri where { ?uri dbo:product dbr:Microsoft_Azure . ?uri dbp:services dbr:OneDrive . ?uri rdf:type dbo:Company }
3567,who is the dbp:children of dbr:Martin_Crane ?,select distinct ?uri where { dbr:Martin_Crane dbp:children ?uri }
3568,what is the dbp:deathPlace of the dbr:Anatoly_Kharlampiyev and dbr:Lyudmila_Buldakova ?,select distinct ?uri where { dbr:Anatoly_Kharlampiyev dbp:deathPlace ?uri . dbr:Lyudmila_Buldakova dbp:deathPlace ?uri . }
3569,what is the band whose dbo:bandMember is dbr:Mark_Middleton ?,select distinct ?uri where { ?uri dbo:bandMember dbr:Mark_Middleton }
3570,is dbr:Tamera_Mowry the dbo:formerBandMember of dbr:Voices_(group) ?,ask where { dbr:Voices_(group) dbo:formerBandMember dbr:Tamera_Mowry }
3571,who are the dbp:starring of dbr:Lucy_Sullivan_Is_Getting_Married ?,select distinct ?uri where { dbr:Lucy_Sullivan_Is_Getting_Married dbp:starring ?uri }
3572,count the number of dbo:bandMember of the bands whose dbp:currentMembers is dbr:Hynief ?,select distinct count ( ?uri ) where { ?x dbp:currentMembers dbr:Hynief . ?x dbo:bandMember ?uri . ?uri rdf:type dbo:Person }
3573,what is the total number of people whose dbo:board 's dbp:foundation is dbr:New_York ?,select distinct count ( ?uri ) where { ?x dbp:foundation dbr:New_York . ?uri dbo:board ?x . }
3574,what is the dbo:award of the dbo:Writer whose dbo:notableWork is dbr:Creature_Comforts ?,select distinct ?uri where { ?x dbo:notableWork dbr:Creature_Comforts . ?x dbo:award ?uri . ?x rdf:type dbo:Writer }
3575,how many television shows are there whose dbo:composer is dbr:Murray_Gold ?,select distinct count ( ?uri ) where { ?uri dbo:composer dbr:Murray_Gold . }
3576,what is the dbp:battles of dbr:Percy_Fitzwallace ?,select distinct ?uri where { dbr:Percy_Fitzwallace dbp:battles ?uri }
3578,who is the dbo:vicePresident of dbr:Elizabeth_Alexander_(press_secretary) ?,select distinct ?uri where { dbr:Elizabeth_Alexander_(press_secretary) dbo:vicePresident ?uri . }
3579,"how many dbp:presenter are there , of the television shows whose dbo:channel is dbr:NBC ?",select distinct count ( ?uri ) where { ?x dbo:channel dbr:NBC . ?x dbp:presenter ?uri . ?uri rdf:type dbo:Person }
3580,"what is the dbo:River whose dbp:sourceRegion is dbr:North-Western_Province,_Zambia and dbp:sourceLocation is dbr:Ikelenge_District ?","select distinct ?uri where { ?uri dbp:sourceRegion dbr:North-Western_Province,_Zambia . ?uri dbp:sourceLocation dbr:Ikelenge_District . ?uri rdf:type dbo:River }"
3581,what is the dbp:editor of the dbr:British_Gazette and dbp:primeminister of the dbr:Peter_Thorneycroft ?,select distinct ?uri where { dbr:British_Gazette dbp:editor ?uri . dbr:Peter_Thorneycroft dbp:primeminister uri }
3582,list the other dbp:billed of the dbo:Wrestler whose dbp:billed is dbr:Georgia_(U.S._state) ?,select distinct ?uri where { ?x dbp:billed dbr:Georgia_(U.S._state) . ?x dbp:billed ?uri . ?x rdf:type dbo:Wrestler }
3583,what are the other dbo:outflow of the owls whose dbo:outflow is dbr:Benué_River ?,select distinct ?uri where { ?x dbp:outflow dbr:Benué_River . ?x dbo:outflow ?uri . }
3584,what is the dbo:TelevisionShow whose dbo:openingTheme is dbr:Te_Deum_(Charpentier) and dbp:themeMusicComposer is dbr:Marc-Antoine_Charpentier ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:Te_Deum_(Charpentier) . ?uri dbp:themeMusicComposer dbr:Marc-Antoine_Charpentier . ?uri rdf:type dbo:TelevisionShow }
3585,is dbr:The_Bahamas the dbp:archipelago of dbr:Grand_Bahama ?,ask where { dbr:Grand_Bahama dbp:archipelago dbr:The_Bahamas }
3586,what is the dbo:producer of dbr:Wizards_vs_Aliens ?,select distinct ?uri where { dbr:Wizards_vs_Aliens dbo:producer ?uri }
3587,what is the dbp:distributor of dbr:Rev_(drink) ?,select distinct ?uri where { dbr:Rev_(drink) dbp:distributor ?uri }
3588,what is the dbo:City whose dbp:founder is dbr:George_Washington and dbo:founder is dbr:John_Forbes_(British_Army_officer) ?,select distinct ?uri where { ?uri dbp:founder dbr:George_Washington . ?uri dbo:founder dbr:John_Forbes_(British_Army_officer) . ?uri rdf:type dbo:City }
3589,what is the dbo:nearestCity of the dbr:LoDaisKa_Site and dbr:David_W._Brown_House ?,select distinct ?uri where { dbr:LoDaisKa_Site dbo:nearestCity ?uri . dbr:David_W._Brown_House dbo:nearestCity ?uri . }
3590,is dbr:Michael_Schumacher the dbp:firstDriver of dbr:1994_Hungarian_Grand_Prix ?,ask where { dbr:1994_Hungarian_Grand_Prix dbp:firstDriver dbr:Michael_Schumacher }
3591,what are the dbo:Book whose dbp:author 's dbo:restingPlace is dbr:Madrid ?,select distinct ?uri where { ?x dbo:restingPlace dbr:Madrid . ?uri dbp:author ?x . ?uri rdf:type dbo:Book }
3592,who is the military person whose dbp:children is dbr:Carlene_Carter ?,select distinct ?uri where { ?uri dbp:children dbr:Carlene_Carter . }
3593,how many other dbo:broadcastArea are there of the television stations whose dbo:broadcastArea is dbr:Agaléga ?,select distinct count ( ?uri ) where { ?x dbo:broadcastArea dbr:Agaléga . ?x dbp:broadcastArea ?uri }
3594,list the dbp:battles of the dbo:MilitaryPerson whose dbp:awards is dbr:Croix_de_guerre_1939–1945_(France) ?,select distinct ?uri where { ?x dbp:awards dbr:Croix_de_guerre_1939–1945_(France) . ?x dbp:battles ?uri . ?x rdf:type dbo:MilitaryPerson }
3595,what is the dbp:residence of the governor who is the dbo:leaderName of dbr:Bangkok ?,select distinct ?uri where { dbr:Bangkok dbo:leaderName ?x . ?x dbp:residence ?uri . }
3596,what is the dbo:Scientist whose dbo:doctoralAdvisor is dbr:Ernest_Rutherford and dbp:doctoralStudents is dbr:Charles_Drummond_Ellis ?,select distinct ?uri where { ?uri dbo:doctoralAdvisor dbr:Ernest_Rutherford . ?uri dbp:doctoralStudents dbr:Charles_Drummond_Ellis . ?uri rdf:type dbo:Scientist }
3597,what is the dbo:Scientist whose dbp:doctoralStudents are dbr:Erich_Bagge and dbr:Șerban_Țițeica ?,select distinct ?uri where { ?uri dbp:doctoralStudents dbr:Erich_Bagge . ?uri dbp:doctoralStudents dbr:Șerban_Țițeica . ?uri rdf:type dbo:Scientist }
3598,what are the dbo:Film whose dbp:writer is dbr:Monty_Python ?,select distinct ?uri where { ?uri dbp:writer dbr:Monty_Python . ?uri rdf:type dbo:Film }
3599,what is the dbp:developer of dbr:Lao_Plaza_Hotel ?,select distinct ?uri where { dbr:Lao_Plaza_Hotel dbp:developer ?uri }
3600,is dbr:Walt_Disney the dbp:cinematography of dbr:Mickey's_Mellerdrammer ?,ask where { dbr:Mickey's_Mellerdrammer dbp:cinematography dbr:Walt_Disney }
3601,what is the dbo:TelevisionShow whose dbp:company is dbr:Paramount_Television and dbp:location is dbr:Cheers_Beacon_Hill ?,select distinct ?uri where { ?uri dbp:company dbr:Paramount_Television . ?uri dbp:location dbr:Cheers_Beacon_Hill . ?uri rdf:type dbo:TelevisionShow }
3602,what is the dbo:maintainedBy of the dbr:Pandaruan_Bridge and dbo:country of the dbr:Malaysia_Junior_Hockey_League ?,select distinct ?uri where { dbr:Pandaruan_Bridge dbo:maintainedBy ?uri . dbr:Malaysia_Junior_Hockey_League dbo:country uri }
3603,what is the dbo:TelevisionShow whose dbo:subsequentWork is dbr:Frasier ?,select distinct ?uri where { ?uri dbo:subsequentWork dbr:Frasier . ?uri rdf:type dbo:TelevisionShow }
3604,what is the dbo:Writer whose dbp:children are dbr:Mother_Mary_Alphonsa and dbr:Julian_Hawthorne ?,select distinct ?uri where { ?uri dbp:children dbr:Mother_Mary_Alphonsa . ?uri dbp:children dbr:Julian_Hawthorne . ?uri rdf:type dbo:Writer }
3605,what is the dbo:profession of dbr:William_Luther_Hill ?,select distinct ?uri where { dbr:William_Luther_Hill dbo:profession ?uri }
3606,what are the other dbp:hubs of the dbo:Airline whose dbp:hubs is dbr:Selangor ?,select distinct ?uri where { ?x dbp:hubs dbr:Selangor . ?x dbp:hubs ?uri . ?x rdf:type dbo:Airline }
3607,how many other dbo:school are there of the rugby players whose dbo:school is dbr:Michaelhouse ?,select distinct count ( ?uri ) where { ?x dbo:school dbr:Michaelhouse . ?x dbp:school ?uri }
3608,what is the dbo:locationCountry of the dbr:Azerbaijan_State_Academic_Opera_and_Ballet_Theater and dbr:Baku_Puppet_Theatre ?,select distinct ?uri where { dbr:Azerbaijan_State_Academic_Opera_and_Ballet_Theater dbo:locationCountry ?uri . dbr:Baku_Puppet_Theatre dbo:locationCountry ?uri . ?uri rdf:type dbo:Country }
3609,what are the dbo:Film whose dbp:starring 's dbo:deathCause is dbr:Colorectal_cancer ?,select distinct ?uri where { ?x dbo:deathCause dbr:Colorectal_cancer . ?uri dbp:starring ?x . ?uri rdf:type dbo:Film }
3610,who is the dbp:president of dbr:United_World_College_of_Costa_Rica ?,select distinct ?uri where { dbr:United_World_College_of_Costa_Rica dbp:president ?uri }
3611,what is the dbo:maintainedBy of dbr:Cheasty_Boulevard_South ?,select distinct ?uri where { dbr:Cheasty_Boulevard_South dbo:maintainedBy ?uri }
3612,who are the dbo:opponent of dbr:Frank_Stilwell ?,select distinct ?uri where { dbr:Frank_Stilwell dbo:opponent ?uri }
3613,what is the dbo:Film whose dbp:director is dbr:Ridley_Scott and dbo:musicComposer is dbr:Vangelis ?,select distinct ?uri where { ?uri dbp:director dbr:Ridley_Scott . ?uri dbo:musicComposer dbr:Vangelis . ?uri rdf:type dbo:Film }
3614,what is the dbp:locationCity of dbr:Bogobiri_House ?,select distinct ?uri where { dbr:Bogobiri_House dbp:locationCity ?uri }
3615,"what is the dbo:religion of the office holder who is the dbp:leader of dbr:South_Korean_legislative_election,_1992 ?","select distinct ?uri where { dbr:South_Korean_legislative_election,_1992 dbp:leader ?x . ?x dbo:religion ?uri . }"
3616,who is the dbo:writer of dbr:Neverwhere_(radio_play) ?,select distinct ?uri where { dbr:Neverwhere_(radio_play) dbo:writer ?uri }
3617,how many other dbp:keyPeople are there of the non-profit organisations whose dbp:keyPeople is dbr:Hillary_Clinton ?,select distinct count ( ?uri ) where { ?x dbp:keyPeople dbr:Hillary_Clinton . ?x dbp:keyPeople ?uri }
3618,what are the other dbp:stadium of the owls whose dbp:stadium is dbr:Nea_Smyrni_Stadium ?,select distinct ?uri where { ?x dbp:stadium dbr:Nea_Smyrni_Stadium . ?x dbp:stadium ?uri . }
3619,"how many dbo:currency are there , of the countries whose dbo:officialLanguage is dbr:French_language ?",select distinct count ( ?uri ) where { ?x dbo:officialLanguage dbr:French_language . ?x dbo:currency ?uri . ?uri rdf:type dbo:Currency }
