id,english,sparql
1144,what is the mountain whose dbo:firstAscentPerson is dbr:Krzysztof_Wielicki ?,select distinct ?uri where { ?uri dbo:firstAscentPerson dbr:Krzysztof_Wielicki }
1145,give me the total number of dbp:guests of the television episodes whose dbp:guests is dbr:Michael_Cristofer ?,select distinct count ( ?uri ) where { ?x dbp:guests dbr:Michael_Cristofer . ?x dbp:guests ?uri }
1146,"how many dbp:combatant are there , of the military conflicts whose dbp:commander is dbr:Blue_Jacket ?",select distinct count ( ?uri ) where { ?x dbp:commander dbr:Blue_Jacket . ?x dbp:combatant ?uri . }
1147,who is the president whose dbo:lieutenant is dbr:Joe_Purcell ?,select distinct ?uri where { ?uri dbo:lieutenant dbr:Joe_Purcell }
1148,what is the dbo:coach of the dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team and dbp:headcoach of the dbr:2008–09_Marquette_Golden_Eagles_men's_basketball_team ?,select distinct ?uri where { dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team dbo:coach ?uri . dbr:2008–09_Marquette_Golden_Eagles_men's_basketball_team dbp:headcoach uri }
1149,list the dbo:state of the dbo:University whose dbo:country is dbr:United_States ?,select distinct ?uri where { ?x dbo:country dbr:United_States . ?x dbo:state ?uri . ?x rdf:type dbo:University }
1150,what is the dbo:birthPlace of the dbr:Alexander_Morozevich and dbp:residence of the dbr:Dmitri_Nossov ?,select distinct ?uri where { dbr:Alexander_Morozevich dbo:birthPlace ?uri . dbr:Dmitri_Nossov dbp:residence uri }
1151,what is the dbo:TelevisionShow whose dbp:executiveProducer is dbr:Steven_Peterman ?,select distinct ?uri where { ?uri dbp:executiveProducer dbr:Steven_Peterman . ?uri rdf:type dbo:TelevisionShow }
1152,what are the dbo:MilitaryConflict whose dbo:place is dbr:Israel ?,select distinct ?uri where { ?uri dbo:place dbr:Israel . ?uri rdf:type dbo:MilitaryConflict }
1153,what is the dbo:Magazine whose dbo:publisher 's dbo:award is dbr:Rock_and_Roll_Hall_of_Fame ?,select distinct ?uri where { ?x dbo:award dbr:Rock_and_Roll_Hall_of_Fame . ?uri dbo:publisher ?x . ?uri rdf:type dbo:Magazine }
1154,what is the dbp:veneratedIn of the religiouss whose dbp:majorShrine is dbr:Hebron ?,select distinct ?uri where { ?x dbp:majorShrine dbr:Hebron . ?x dbp:veneratedIn ?uri . }
1155,what is the dbo:hometown of the dbo:Band which is the dbp:artist of dbr:Your_Ice_Cream's_Dirty ?,select distinct ?uri where { dbr:Your_Ice_Cream's_Dirty dbp:artist ?x . ?x dbo:hometown ?uri . ?x rdf:type dbo:Band }
1156,what is the dbp:chancellor of the dbo:University whose dbp:affiliations is dbr:Dartington_College_of_Arts ?,select distinct ?uri where { ?x dbp:affiliations dbr:Dartington_College_of_Arts . ?x dbp:chancellor ?uri . ?x rdf:type dbo:University }
1157,what is the dbo:nationality of dbr:Sune_Agerschou ?,select distinct ?uri where { dbr:Sune_Agerschou dbo:nationality ?uri }
1158,what is the dbp:placeOfDeath of dbr:Charles_Gordon_(artist) ?,select distinct ?uri where { dbr:Charles_Gordon_(artist) dbp:placeOfDeath ?uri }
1159,what is the dbp:fields of dbr:Paul_Demiéville ?,select distinct ?uri where { dbr:Paul_Demiéville dbp:fields ?uri }
1160,what is the dbo:battle of the dbr:Jim_Jones_(judge) and dbp:battles of the dbr:Allen_Boyd ?,select distinct ?uri where { dbr:Jim_Jones_(judge) dbo:battle ?uri . dbr:Allen_Boyd dbp:battles uri }
1161,who are the saints whose dbp:canonizedBy is dbr:Pope_Paul_VI ?,select distinct ?uri where { ?uri dbp:canonizedBy dbr:Pope_Paul_VI }
1162,what is the dbp:restingplace of the dbo:Congressman whose dbo:deathPlace is dbr:McLean_Hospital ?,select distinct ?uri where { ?x dbo:deathPlace dbr:McLean_Hospital . ?x dbp:restingplace ?uri . ?x rdf:type dbo:Congressman }
1163,what are the software whose dbp:programmingLanguage 's dbp:developer is dbr:The_GNOME_Project ?,select distinct ?uri where { ?x dbp:developer dbr:The_GNOME_Project . ?uri dbp:programmingLanguage ?x . }
1164,what is the dbp:race of the dbr:Best_Mate and dbp:race of the dbr:Martin_Molony ?,select distinct ?uri where { dbr:Best_Mate dbp:race ?uri . dbr:Martin_Molony dbo:race uri }
1165,what is the dbp:address of the dbo:Building whose dbo:architect is dbr:Francis_Palmer_Smith ?,select distinct ?uri where { ?x dbo:architect dbr:Francis_Palmer_Smith . ?x dbp:address ?uri . ?x rdf:type dbo:Building }
1166,list the dbo:maintainedBy of the dbo:Bridge whose dbp:designer is dbr:Malaysian_Public_Works_Department ?,select distinct ?uri where { ?x dbp:designer dbr:Malaysian_Public_Works_Department . ?x dbo:maintainedBy ?uri . ?x rdf:type dbo:Bridge }
1167,what is the dbp:birthPlace of the owls whose dbp:successor is dbr:Lê_Hồng_Phong ?,select distinct ?uri where { ?x dbp:successor dbr:Lê_Hồng_Phong . ?x dbp:birthPlace ?uri . }
1168,what is the dbp:race of the dbr:Fergie_Sutherland and dbr:Coneygree ?,select distinct ?uri where { dbr:Fergie_Sutherland dbp:race ?uri . dbr:Coneygree dbp:race ?uri . }
1169,what are the other dbp:keyPeople of the dbo:Non-ProfitOrganisation whose dbp:keyPeople is dbr:Hillary_Clinton ?,select distinct ?uri where { ?x dbp:keyPeople dbr:Hillary_Clinton . ?x dbp:keyPeople ?uri . ?x rdf:type dbo:Non-ProfitOrganisation }
1170,what are the dbp:school of dbr:Bobby_Skinstad ?,select distinct ?uri where { dbr:Bobby_Skinstad dbp:school ?uri }
1171,is dbr:Lionel_Messi the dbo:currentMember of dbr:2009_FIFA_Club_World_Cup_squads ?,ask where { dbr:2009_FIFA_Club_World_Cup_squads dbo:currentMember dbr:Lionel_Messi }
1172,is dbr:Bob_Dylan the dbp:illustrator of dbr:Writings_and_Drawings ?,ask where { dbr:Writings_and_Drawings dbp:illustrator dbr:Bob_Dylan }
1173,what is the total number of dbo:University whose dbp:athletics 's dbp:champion is dbr:2015_Alabama_Crimson_Tide_football_team ?,select distinct count ( ?uri ) where { ?x dbp:champion dbr:2015_Alabama_Crimson_Tide_football_team . ?uri dbp:athletics ?x . ?uri rdf:type dbo:University }
1174,is dbr:Napster the dbo:distributingLabel of dbr:Lotuspool_Records ?,ask where { dbr:Lotuspool_Records dbo:distributingLabel dbr:Napster }
1175,"list the dbp:currency of the owls whose dbo:anthem is dbr:Oj,_svijetla_majska_zoro ?","select distinct ?uri where { ?x dbo:anthem dbr:Oj,_svijetla_majska_zoro . ?x dbp:currency ?uri . }"
1176,what is the dbo:knownFor of the dbr:Merritt_Cabal and dbo:publisher of the dbr:Lucifer's_Hammer ?,select distinct ?uri where { dbr:Merritt_Cabal dbo:knownFor ?uri . dbr:Lucifer's_Hammer dbo:publisher uri }
1177,what is the dbo:parentCompany of dbr:Ford_Falcon_Cobra ?,select distinct ?uri where { dbr:Ford_Falcon_Cobra dbo:parentCompany ?uri }
1178,how many dbo:Athlete are there whose dbo:team is dbr:San_Francisco_Giants ?,select distinct count ( ?uri ) where { ?uri dbo:team dbr:San_Francisco_Giants . ?uri rdf:type dbo:Athlete }
1179,what is the dbp:locationTown of the dbr:Seattle_Great_Wheel and dbp:place of the dbr:Geography_Club_(play) ?,select distinct ?uri where { dbr:Seattle_Great_Wheel dbp:locationTown ?uri . dbr:Geography_Club_(play) dbp:place uri }
1180,how many dbp:race are there in dbr:Best_Mate ?,select distinct count ( ?uri ) where { dbr:Best_Mate dbp:race ?uri . }
1181,what is the office holder whose dbo:governor is dbr:Charles_Willing_Byrd and dbo:child is dbr:John_Scott_Harrison ?,select distinct ?uri where { ?uri dbo:governor dbr:Charles_Willing_Byrd . ?uri dbo:child dbr:John_Scott_Harrison . }
1182,who is the dbp:relatives of dbr:Lyubov_Dostoyevskaya ?,select distinct ?uri where { dbr:Lyubov_Dostoyevskaya dbp:relatives ?uri }
1183,what is the dbo:militaryRank of the owl which is the dbo:notableCommander of dbr:Peruvian_Army ?,select distinct ?uri where { dbr:Peruvian_Army dbo:notableCommander ?x . ?x dbo:militaryRank ?uri . }
1184,is dbr:Seattle the dbo:targetAirport of dbr:West_Coast_Airlines ?,ask where { dbr:West_Coast_Airlines dbo:targetAirport dbr:Seattle }
1185,"what are the military units whose dbo:garrison is dbr:Arlington_County,_Virginia ?","select distinct ?uri where { ?uri dbo:garrison dbr:Arlington_County,_Virginia }"
1186,what is the total number of dbp:placeOfDeath of the philosophers whose dbp:mainInterests is dbr:Ethics ?,select distinct count ( ?uri ) where { ?x dbp:mainInterests dbr:Ethics . ?x dbp:placeOfDeath ?uri . ?uri rdf:type dbo:Place }
1187,who is the dbo:FictionalCharacter whose dbo:voice is dbr:The_Dognapper ?,select distinct ?uri where { ?uri dbo:voice dbr:The_Dognapper . ?uri rdf:type dbo:FictionalCharacter }
1188,what is the dbp:developer of dbr:Dart_(programming_language) ?,select distinct ?uri where { dbr:Dart_(programming_language) dbp:developer ?uri }
1189,what is the dbo:publisher of the dbo:Book whose dbo:nonFictionSubject is dbr:Jazz ?,select distinct ?uri where { ?x dbo:nonFictionSubject dbr:Jazz . ?x dbo:publisher ?uri . ?x rdf:type dbo:Book }
1190,what is the dbp:narrated of the dbr:The_Incredible_Hulk_(1982_TV_series) and dbp:writers of the dbr:Tales_of_Suspense ?,select distinct ?uri where { dbr:The_Incredible_Hulk_(1982_TV_series) dbp:narrated ?uri . dbr:Tales_of_Suspense dbp:writers uri }
1191,what is the dbo:parent of the dbo:Writer whose dbp:homeTown is dbr:Buckinghamshire ?,select distinct ?uri where { ?x dbp:homeTown dbr:Buckinghamshire . ?x dbo:parent ?uri . ?x rdf:type dbo:Writer }
1193,what is the total number of dbo:builder of the bridges whose dbp:material is dbr:Concrete ?,select distinct count ( ?uri ) where { ?x dbp:material dbr:Concrete . ?x dbo:builder ?uri . }
1194,what is the total number of dbo:Film whose dbo:director 's dbp:education is dbr:Parsons_School_of_Design ?,select distinct count ( ?uri ) where { ?x dbp:education dbr:Parsons_School_of_Design . ?uri dbo:director ?x . ?uri rdf:type dbo:Film }
1195,count the number of other dbo:sport of the schools whose dbo:sport is dbr:Association_football ?,select distinct count ( ?uri ) where { ?x dbo:sport dbr:Association_football . ?x dbo:sport ?uri }
1196,what is the dbo:battle of the dbo:MilitaryPerson whose dbp:battles is dbr:SFOR ?,select distinct ?uri where { ?x dbp:battles dbr:SFOR . ?x dbo:battle ?uri . ?x rdf:type dbo:MilitaryPerson }
1197,what is the dbo:party of the people whose dbo:deathPlace is dbr:Hyderabad ?,select distinct ?uri where { ?x dbo:deathPlace dbr:Hyderabad . ?x dbo:party ?uri . }
1198,"what is the dbo:AmericanFootballLeague whose dbp:champion 's dbp:city is dbr:Kansas_City,_Missouri ?","select distinct ?uri where { ?x dbp:city dbr:Kansas_City,_Missouri . ?uri dbp:champion ?x . ?uri rdf:type dbo:AmericanFootballLeague }"
1199,give me a count of scientists whose dbo:doctoralAdvisor is dbr:Ernest_Rutherford ?,select distinct count ( ?uri ) where { ?uri dbo:doctoralAdvisor dbr:Ernest_Rutherford . }
1200,what is the dbp:publisher of the dbo:Comic whose dbp:writers is dbr:Kentaro_Takekuma ?,select distinct ?uri where { ?x dbp:writers dbr:Kentaro_Takekuma . ?x dbp:publisher ?uri . ?x rdf:type dbo:Comic }
1201,what is the dbo:Scientist whose dbo:doctoralAdvisor is dbr:Ernest_Rutherford and dbp:knownFor is dbr:Manhattan_Project ?,select distinct ?uri where { ?uri dbo:doctoralAdvisor dbr:Ernest_Rutherford . ?uri dbp:knownFor dbr:Manhattan_Project . ?uri rdf:type dbo:Scientist }
1202,what is the dbp:garrison of dbr:Western_Naval_Command ?,select distinct ?uri where { dbr:Western_Naval_Command dbp:garrison ?uri }
1203,what is the dbo:party of the people whose dbo:ethnicity is dbr:Bengalis ?,select distinct ?uri where { ?x dbo:ethnicity dbr:Bengalis . ?x dbo:party ?uri . }
1204,is dbr:Anglican_Communion the dbp:canonizedBy of dbr:John_of_Damascus ?,ask where { dbr:John_of_Damascus dbp:canonizedBy dbr:Anglican_Communion }
1205,what is the settlement whose dbp:mayor 's dbp:spouse is dbr:Jean-Marc_Germain ?,select distinct ?uri where { ?x dbp:spouse dbr:Jean-Marc_Germain . ?uri dbp:mayor ?x . }
1206,who is the dbo:Person whose dbo:successor is dbr:Samsu-iluna ?,select distinct ?uri where { ?uri dbo:successor dbr:Samsu-iluna . ?uri rdf:type dbo:Person }
1207,what is the dbp:location of the radio station whose dbp:sisterStations is dbr:Al_Khaleejiya_100.9 ?,select distinct ?uri where { ?x dbp:sisterStations dbr:Al_Khaleejiya_100.9 . ?x dbp:location ?uri . }
1208,what are the dbo:athletics of dbr:Jamiatu_Muslim_Mindanao ?,select distinct ?uri where { dbr:Jamiatu_Muslim_Mindanao dbo:athletics ?uri }
1209,is dbr:James_Needs the dbo:editing of dbr:X_the_Unknown ?,ask where { dbr:X_the_Unknown dbo:editing dbr:James_Needs }
1210,what are the other dbo:otherParty of the dbo:OfficeHolder whose dbo:otherParty is dbr:Congress_Socialist_Party ?,select distinct ?uri where { ?x dbo:otherParty dbr:Congress_Socialist_Party . ?x dbo:otherParty ?uri . ?x rdf:type dbo:OfficeHolder }
1211,what is the dbp:nickname of the owl which is the dbp:city of dbr:Tuba_Dei ?,select distinct ?uri where { dbr:Tuba_Dei dbp:city ?x . ?x dbp:nickname ?uri . }
1212,give the total number of dbp:origin of the weapons whose dbo:usedInWar is dbr:American_Indian_Wars ?,select distinct count ( ?uri ) where { ?x dbo:usedInWar dbr:American_Indian_Wars . ?x dbp:origin ?uri . ?uri rdf:type dbo:Place }
1213,what is the dbo:OfficeHolder whose dbo:almaMater is dbr:Harvard-Westlake_School and dbp:restingPlace is dbr:Alta_Mesa_Memorial_Park ?,select distinct ?uri where { ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri dbp:restingPlace dbr:Alta_Mesa_Memorial_Park . ?uri rdf:type dbo:OfficeHolder }
1214,what is the dbo:author of the dbr:Google_Web_Toolkit and dbr:Google_Custom_Search ?,select distinct ?uri where { dbr:Google_Web_Toolkit dbo:author ?uri . dbr:Google_Custom_Search dbo:author ?uri . }
1215,what is the dbo:River whose dbp:mouthLocation is dbr:Limerick and dbp:sourceLocation is dbr:Dowra ?,select distinct ?uri where { ?uri dbp:mouthLocation dbr:Limerick . ?uri dbp:sourceLocation dbr:Dowra . ?uri rdf:type dbo:River }
1216,what is the total number of dbo:sport of the schools whose dbp:state is dbr:Maharashtra ?,select distinct count ( ?uri ) where { ?x dbp:state dbr:Maharashtra . ?x dbo:sport ?uri . ?uri rdf:type dbo:Sport }
1217,what is the dbp:citizenship of dbr:René_Romano ?,select distinct ?uri where { dbr:René_Romano dbp:citizenship ?uri }
1218,what is the dbo:Magazine whose dbo:publisher is dbr:Jann_Wenner and dbo:founder is dbr:Ralph_J._Gleason ?,select distinct ?uri where { ?uri dbo:publisher dbr:Jann_Wenner . ?uri dbo:founder dbr:Ralph_J._Gleason . ?uri rdf:type dbo:Magazine }
1219,what is the dbo:deathPlace of the dbp:chancellor who is the dbp:chancellor of dbr:Rudolf_Kirchschläger ?,select distinct ?uri where { dbr:Rudolf_Kirchschläger dbp:chancellor ?x . ?x dbo:deathPlace ?uri . }
1220,what is the total number of dbp:owner of the soccer clubs whose dbo:season is dbr:2014–15_Premier_League ?,select distinct count ( ?uri ) where { ?x dbo:season dbr:2014–15_Premier_League . ?x dbp:owner ?uri . }
1221,"how many dbo:Person are there whose dbo:residence is dbr:Beverly_Hills,_California ?","select distinct count ( ?uri ) where { ?uri dbo:residence dbr:Beverly_Hills,_California . ?uri rdf:type dbo:Person }"
1222,what are the dbo:Island whose dbp:archipelago 's dbp:location is dbr:Pacific_Ocean ?,select distinct ?uri where { ?x dbp:location dbr:Pacific_Ocean . ?uri dbp:archipelago ?x . ?uri rdf:type dbo:Island }
1223,how many dbo:Film are there whose dbo:musicComposer 's dbo:associatedMusicalArtist is dbr:Yes_(band) ?,select distinct count ( ?uri ) where { ?x dbo:associatedMusicalArtist dbr:Yes_(band) . ?uri dbo:musicComposer ?x . ?uri rdf:type dbo:Film }
1224,who is the dbo:poleDriver of dbr:1989_Portuguese_Grand_Prix ?,select distinct ?uri where { dbr:1989_Portuguese_Grand_Prix dbo:poleDriver ?uri }
1225,what is the dbo:BasketballTeam whose dbp:president is dbr:Jeff_Munn ?,select distinct ?uri where { ?uri dbp:president dbr:Jeff_Munn . ?uri rdf:type dbo:BasketballTeam }
1226,give the total number of dbp:area of the broadcast networks whose dbo:broadcastArea is dbr:North_Carolina ?,select distinct count ( ?uri ) where { ?x dbo:broadcastArea dbr:North_Carolina . ?x dbp:area ?uri . ?uri rdf:type dbo:Place }
1227,what is the dbo:country of dbr:Wallington_railway_station ?,select distinct ?uri where { dbr:Wallington_railway_station dbo:country ?uri }
1228,what is the dbo:territory of the dbr:Tonkin_Campaign and dbo:deathPlace of the dbr:Théophane_Vénard ?,select distinct ?uri where { dbr:Tonkin_Campaign dbo:territory ?uri . dbr:Théophane_Vénard dbo:deathPlace uri }
1229,what is the dbo:stateOfOrigin of dbr:Giannis_Alafouzos ?,select distinct ?uri where { dbr:Giannis_Alafouzos dbo:stateOfOrigin ?uri }
1230,what is the dbp:deathPlace of the dbr:Elżbieta_Czartoryska_(1905–1989) and dbo:birthPlace of the dbr:Charles_Journet ?,select distinct ?uri where { dbr:Elżbieta_Czartoryska_(1905–1989) dbp:deathPlace ?uri . dbr:Charles_Journet dbo:birthPlace uri }
1231,what are the dbo:Mammal whose dbo:family is dbr:Canidae ?,select distinct ?uri where { ?uri dbo:family dbr:Canidae . ?uri rdf:type dbo:Mammal }
1232,what is the administrative region whose dbp:leader is dbr:Mario_Oliverio ?,select distinct ?uri where { ?uri dbp:leader dbr:Mario_Oliverio }
1233,what is the dbo:governmentType of the dbr:Kumta and dbp:party of the dbr:Mizoram_Legislative_Assembly ?,select distinct ?uri where { dbr:Kumta dbo:governmentType ?uri . dbr:Mizoram_Legislative_Assembly dbp:party uri }
1234,what is the dbo:sport of the owls whose dbp:province is dbr:Bataan ?,select distinct ?uri where { ?x dbp:province dbr:Bataan . ?x dbo:sport ?uri . }
1235,what is the total number of other dbo:regionServed of the companies whose dbo:regionServed is dbr:Australia ?,select distinct count ( ?uri ) where { ?x dbo:regionServed dbr:Australia . ?x dbo:regionServed ?uri }
1236,what is the television show whose dbo:related are dbr:The_Sarah_Jane_Adventures and dbr:Doctor_Who_Confidential ?,select distinct ?uri where { ?uri dbo:related dbr:The_Sarah_Jane_Adventures . ?uri dbo:related dbr:Doctor_Who_Confidential . }
1237,what is the dbo:routeJunction of the dbr:Rhode_Island_Route_15 and dbp:placeOfBirth of the dbr:Michael_Poulin ?,select distinct ?uri where { dbr:Rhode_Island_Route_15 dbo:routeJunction ?uri . dbr:Michael_Poulin dbp:placeOfBirth uri }
1238,what is the dbo:birthPlace of the dbo:SoccerPlayer whose dbo:team is dbr:Salford_City_F.C. ?,select distinct ?uri where { ?x dbo:team dbr:Salford_City_F.C. . ?x dbo:birthPlace ?uri . ?x rdf:type dbo:SoccerPlayer }
1239,what is the dbo:birthPlace of the dbr:Liudmila_Privivkova and dbr:Qadir_Huseynov ?,select distinct ?uri where { dbr:Liudmila_Privivkova dbo:birthPlace ?uri . dbr:Qadir_Huseynov dbo:birthPlace ?uri . }
1240,list the dbo:maintainedBy of the dbo:Bridge whose dbo:crosses is dbr:Pandaruan_River ?,select distinct ?uri where { ?x dbo:crosses dbr:Pandaruan_River . ?x dbo:maintainedBy ?uri . ?x rdf:type dbo:Bridge }
1241,"who is the person whose dbo:residence are dbr:Colts_Neck_Township,_New_Jersey and dbr:Beverly_Hills,_California ?","select distinct ?uri where { ?uri dbo:residence dbr:Colts_Neck_Township,_New_Jersey . ?uri dbo:residence dbr:Beverly_Hills,_California . }"
1242,what is the dbp:area of the radio station which is the dbp:sisterStations of dbr:WBCQ-FM ?,select distinct ?uri where { dbr:WBCQ-FM dbp:sisterStations ?x . ?x dbp:area ?uri . }
1243,what is the dbp:school of dbr:Robbie_Diack ?,select distinct ?uri where { dbr:Robbie_Diack dbp:school ?uri }
1244,"what are the other dbo:almaMater of the dbo:Congressman whose dbo:almaMater is dbr:Nashville,_Tennessee ?","select distinct ?uri where { ?x dbp:almaMater dbr:Nashville,_Tennessee . ?x dbo:almaMater ?uri . ?x rdf:type dbo:Congressman }"
1245,what is the dbo:broadcastArea of dbr:CFRX ?,select distinct ?uri where { dbr:CFRX dbo:broadcastArea ?uri }
1246,what is the dbo:developer of the dbo:VideoGame whose dbp:series is dbr:Cars_(film) ?,select distinct ?uri where { ?x dbp:series dbr:Cars_(film) . ?x dbo:developer ?uri . ?x rdf:type dbo:VideoGame }
1247,what are the dbo:AmericanFootballPlayer whose dbo:formerTeam 's dbp:coach is dbr:Jason_Maas ?,select distinct ?uri where { ?x dbp:coach dbr:Jason_Maas . ?uri dbo:formerTeam ?x . ?uri rdf:type dbo:AmericanFootballPlayer }
1248,what is the dbp:hubs of the dbr:Cascade_Airways and dbo:restingPlace of the dbr:Brandon_Lee ?,select distinct ?uri where { dbr:Cascade_Airways dbp:hubs ?uri . dbr:Brandon_Lee dbo:restingPlace uri }
1250,what is the dbo:Sea whose dbp:cities are dbr:Kaliningrad and dbr:Gdańsk ?,select distinct ?uri where { ?uri dbp:cities dbr:Kaliningrad . ?uri dbp:cities dbr:Gdańsk . ?uri rdf:type dbo:Sea }
1251,what is the dbp:agencyName of dbr:Election_Commission_of_Thailand ?,select distinct ?uri where { dbr:Election_Commission_of_Thailand dbp:agencyName ?uri }
1252,what is the dbp:nationalOrigin of the dbo:Aircraft whose dbp:designer is dbr:Ursula_Hänle ?,select distinct ?uri where { ?x dbp:designer dbr:Ursula_Hänle . ?x dbp:nationalOrigin ?uri . ?x rdf:type dbo:Aircraft }
1253,what are the military units whose dbo:commandStructure is dbr:United_States_Department_of_the_Navy ?,select distinct ?uri where { ?uri dbo:commandStructure dbr:United_States_Department_of_the_Navy }
1254,what is the dbo:destination of the dbr:Novair_International_Airways and dbo:predecessor of the dbr:Chevrolet_Caprice ?,select distinct ?uri where { dbr:Novair_International_Airways dbo:destination ?uri . dbr:Chevrolet_Caprice dbo:predecessor uri }
1255,what is the dbo:occupation of the dbo:Artist whose dbo:associatedBand is dbr:The_Shirelles ?,select distinct ?uri where { ?x dbo:associatedBand dbr:The_Shirelles . ?x dbo:occupation ?uri . ?x rdf:type dbo:Artist }
1256,list the dbo:TelevisionShow whose dbo:company 's dbo:headquarter is dbr:New_York_City ?,select distinct ?uri where { ?x dbo:headquarter dbr:New_York_City . ?uri dbo:company ?x . ?uri rdf:type dbo:TelevisionShow }
1257,what is the dbo:city of dbr:Duwamish_River ?,select distinct ?uri where { dbr:Duwamish_River dbo:city ?uri }
1258,what is the dbp:children of the office holder who is the dbo:parent of dbr:Marvin_Bush ?,select distinct ?uri where { dbr:Marvin_Bush dbo:parent ?x . ?x dbp:children ?uri . }
1259,list the dbo:award of the dbo:Person whose dbp:children is dbr:Diane_Disney_Miller ?,select distinct ?uri where { ?x dbp:children dbr:Diane_Disney_Miller . ?x dbo:award ?uri . ?x rdf:type dbo:Person }
1260,what is the dbo:locationCountry of the dbr:Baku_Puppet_Theatre and dbp:placeOfBirth of the dbr:Anar_Salmanov ?,select distinct ?uri where { dbr:Baku_Puppet_Theatre dbo:locationCountry ?uri . dbr:Anar_Salmanov dbp:placeOfBirth uri }
1261,who is the dbp:starring of dbr:Tony_n'_Tina's_Wedding ?,select distinct ?uri where { dbr:Tony_n'_Tina's_Wedding dbp:starring ?uri }
1262,what is the airline whose dbp:headquarters is dbr:Dublin_Airport ?,select distinct ?uri where { ?uri dbp:headquarters dbr:Dublin_Airport }
1263,what is the dbp:result of dbr:Operation_Autumn_Clouds ?,select distinct ?uri where { dbr:Operation_Autumn_Clouds dbp:result ?uri }
1264,what is the dbo:recordedIn of dbr:Temptation_Waits ?,select distinct ?uri where { dbr:Temptation_Waits dbo:recordedIn ?uri }
1265,what are the movies whose dbp:screenplay 's dbo:birthPlace is dbr:United_States ?,select distinct ?uri where { ?x dbo:birthPlace dbr:United_States . ?uri dbp:screenplay ?x . }
1266,what fictional character 's dbp:relatives is dbr:Clay_Aiken ?,select distinct ?uri where { ?uri dbp:relatives dbr:Clay_Aiken . }
1267,what is the dbo:relative of the person who is the dbp:children of dbr:Jon_Voight ?,select distinct ?uri where { dbr:Jon_Voight dbp:children ?x . ?x dbo:relative ?uri . }
1268,what is the dbo:restingPlace of the artist who is the dbp:children of dbr:Bruce_Lee ?,select distinct ?uri where { dbr:Bruce_Lee dbp:children ?x . ?x dbo:restingPlace ?uri . }
1269,what is the office holder whose dbp:branch is dbr:Militia and dbp:rank is dbr:Colonel_(United_States) ?,select distinct ?uri where { ?uri dbp:branch dbr:Militia . ?uri dbp:rank dbr:Colonel_(United_States) . }
1270,what are the other dbp:area of the dbo:RadioStation whose dbp:area is dbr:South_Carolina ?,select distinct ?uri where { ?x dbp:area dbr:South_Carolina . ?x dbp:area ?uri . ?x rdf:type dbo:RadioStation }
1271,what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:formerBandMember is dbr:Todd_Huth ?,select distinct ?uri where { ?x dbo:formerBandMember dbr:Todd_Huth . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
1272,what is the dbo:notableWork of the dbr:Neil_Cross and dbr:Lars_Pearson ?,select distinct ?uri where { dbr:Neil_Cross dbo:notableWork ?uri . dbr:Lars_Pearson dbo:notableWork ?uri . }
1273,what is the dbo:stateOfOrigin of dbr:Abbas_Jafri ?,select distinct ?uri where { dbr:Abbas_Jafri dbo:stateOfOrigin ?uri }
1274,what is the dbp:title of dbr:Claudia_Moro ?,select distinct ?uri where { dbr:Claudia_Moro dbp:title ?uri }
1275,what is the dbo:religion of the fictional character who is the dbp:spouse of dbr:Richie_Aprile ?,select distinct ?uri where { dbr:Richie_Aprile dbp:spouse ?x . ?x dbo:religion ?uri . }
1276,what is the river whose dbo:sourceMountain is dbr:Baikal_Mountains ?,select distinct ?uri where { ?uri dbo:sourceMountain dbr:Baikal_Mountains }
1277,what is the legislature whose dbo:leader is dbr:Valentina_Matviyenko ?,select distinct ?uri where { ?uri dbo:leader dbr:Valentina_Matviyenko . }
1278,is dbr:Ingo_Steuer the dbp:formercoach of dbr:Stanislav_Morozov ?,ask where { dbr:Stanislav_Morozov dbp:formercoach dbr:Ingo_Steuer }
1279,what are the military people whose dbo:militaryUnit 's dbp:role is dbr:Close_air_support ?,select distinct ?uri where { ?x dbp:role dbr:Close_air_support . ?uri dbo:militaryUnit ?x . }
1280,what is the dbo:University whose dbp:chancellor is dbr:Nicholas_S._Zeppos ?,select distinct ?uri where { ?uri dbp:chancellor dbr:Nicholas_S._Zeppos . ?uri rdf:type dbo:University }
1281,is dbr:Liang_Chow the dbp:headcoach of dbr:Shawn_Johnson ?,ask where { dbr:Shawn_Johnson dbp:headcoach dbr:Liang_Chow }
1282,what are the other dbp:keyPeople of the non-profit organisations whose dbp:keyPeople is dbr:Lesley-Anne_Knight ?,select distinct ?uri where { ?x dbp:keyPeople dbr:Lesley-Anne_Knight . ?x dbp:keyPeople ?uri . }
1283,what is the dbp:address of dbr:Federal_Reserve_Bank_Building_(Seattle) ?,select distinct ?uri where { dbr:Federal_Reserve_Bank_Building_(Seattle) dbp:address ?uri }
1284,what is the dbo:genre of the dbo:VideoGame whose dbo:computingPlatform is dbr:Microsoft_Windows ?,select distinct ?uri where { ?x dbo:computingPlatform dbr:Microsoft_Windows . ?x dbo:genre ?uri . ?x rdf:type dbo:VideoGame }
1285,what is the dbp:locationCountry of the dbo:Bank whose dbo:successor is dbr:Mauritius_Bank ?,select distinct ?uri where { ?x dbo:successor dbr:Mauritius_Bank . ?x dbp:locationCountry ?uri . ?x rdf:type dbo:Bank }
1286,who are the dbo:Artist whose dbp:associatedActs is dbr:Kris_Kristofferson ?,select distinct ?uri where { ?uri dbp:associatedActs dbr:Kris_Kristofferson . ?uri rdf:type dbo:Artist }
1287,what is the dbo:Software whose dbp:programmingLanguage is dbr:C++ and dbo:license is dbr:Software_as_a_service ?,select distinct ?uri where { ?uri dbp:programmingLanguage dbr:C++ . ?uri dbo:license dbr:Software_as_a_service . ?uri rdf:type dbo:Software }
1288,what is the dbp:hubs of the dbo:Airline which is the dbp:operator of dbr:Menora_Tunnel ?,select distinct ?uri where { dbr:Menora_Tunnel dbp:operator ?x . ?x dbp:hubs ?uri . ?x rdf:type dbo:Airline }
1289,what is the dbo:county of the dbr:European_route_E39 and dbr:European_route_E8 ?,select distinct ?uri where { dbr:European_route_E39 dbo:county ?uri . dbr:European_route_E8 dbo:county ?uri . }
1290,what is the dbo:writer of the dbo:Single whose dbo:genre is dbr:Rhythm_and_blues ?,select distinct ?uri where { ?x dbo:genre dbr:Rhythm_and_blues . ?x dbo:writer ?uri . ?x rdf:type dbo:Single }
1291,what is the dbo:locationCountry of the company which is the dbp:currentTeam of dbr:Darren_McNamara ?,select distinct ?uri where { dbr:Darren_McNamara dbp:currentTeam ?x . ?x dbo:locationCountry ?uri . }
1292,what is the dbo:Mountain whose dbo:mountainRange is dbr:Sierra_Nevada_(U.S.) and dbo:locatedInArea is dbr:Inyo_National_Forest ?,select distinct ?uri where { ?uri dbo:mountainRange dbr:Sierra_Nevada_(U.S.) . ?uri dbo:locatedInArea dbr:Inyo_National_Forest . ?uri rdf:type dbo:Mountain }
1293,what is the dbp:awards of the person who is the dbo:editing of dbr:The_Search_(2014_film) ?,select distinct ?uri where { dbr:The_Search_(2014_film) dbo:editing ?x . ?x dbp:awards ?uri . }
1294,what is the dbo:servingRailwayLine of the dbr:Rostov-Glavny and dbp:placeOfBirth of the dbr:Nina_Vislova ?,select distinct ?uri where { dbr:Rostov-Glavny dbo:servingRailwayLine ?uri . dbr:Nina_Vislova dbp:placeOfBirth uri }
1295,what is the dbo:coach of the dbr:2009–10_Marquette_Golden_Eagles_men's_basketball_team and dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team ?,select distinct ?uri where { dbr:2009–10_Marquette_Golden_Eagles_men's_basketball_team dbo:coach ?uri . dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team dbo:coach ?uri . }
1296,list the dbo:TelevisionShow whose dbo:related 's dbp:starring is dbr:Yasmin_Paige ?,select distinct ?uri where { ?x dbp:starring dbr:Yasmin_Paige . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
1297,is dbr:James_Wong_Howe the dbp:cinematography of dbr:Behave_Yourself! ?,ask where { dbr:Behave_Yourself! dbp:cinematography dbr:James_Wong_Howe }
1298,is dbr:Lion the dbp:meaning of dbr:Heydar ?,ask where { dbr:Heydar dbp:meaning dbr:Lion }
1299,who is the dbo:associatedMusicalArtist of the dbr:Carolyn_Dennis and dbp:composer of the dbr:Motorpsycho_Nitemare ?,select distinct ?uri where { dbr:Carolyn_Dennis dbo:associatedMusicalArtist ?uri . dbr:Motorpsycho_Nitemare dbp:composer uri }
1300,what is the number of television shows whose dbo:creator are dbr:Jerry_Seinfeld and dbr:Larry_David ?,select distinct count ( ?uri ) where { ?uri dbo:creator dbr:Jerry_Seinfeld . ?uri dbo:creator dbr:Larry_David }
1301,"what is the dbo:country of the settlement which is the dbo:isPartOf of dbr:Mohamedia,_Tunisia ?","select distinct ?uri where { dbr:Mohamedia,_Tunisia dbo:isPartOf ?x . ?x dbo:country ?uri . }"
1302,what is the dbp:river of dbr:Hudson_Highlands_State_Park ?,select distinct ?uri where { dbr:Hudson_Highlands_State_Park dbp:river ?uri }
1303,give me a count of dbo:TelevisionShow whose dbo:executiveProducer is dbr:Steven_Moffat ?,select distinct count ( ?uri ) where { ?uri dbo:executiveProducer dbr:Steven_Moffat . ?uri rdf:type dbo:TelevisionShow }
1304,"what is the dbo:OfficeHolder whose dbo:militaryUnit is dbr:USS_Kittiwake_(ASR-13) and dbp:constituency is dbr:Castro_District,_San_Francisco ?","select distinct ?uri where { ?uri dbo:militaryUnit dbr:USS_Kittiwake_(ASR-13) . ?uri dbp:constituency dbr:Castro_District,_San_Francisco . ?uri rdf:type dbo:OfficeHolder }"
1305,what is the dbp:writers of the dbr:The_Sandman_(Vertigo) and dbo:writer of the dbr:Neverwhere_(radio_play) ?,select distinct ?uri where { dbr:The_Sandman_(Vertigo) dbp:writers ?uri . dbr:Neverwhere_(radio_play) dbo:writer uri }
1306,count the dbo:relation of the military people whose dbo:battle is dbr:Operation_Barbarossa ?,select distinct count ( ?uri ) where { ?x dbo:battle dbr:Operation_Barbarossa . ?x dbo:relation ?uri . }
1307,who is the dbo:relation of dbr:George_Madison ?,select distinct ?uri where { dbr:George_Madison dbo:relation ?uri }
1308,what is the dbo:Organisation whose dbo:superintendent is dbr:Lieutenant_general_(United_States) ?,select distinct ?uri where { ?uri dbo:superintendent dbr:Lieutenant_general_(United_States) . ?uri rdf:type dbo:Organisation }
1309,what is the dbo:Person whose dbp:associatedActs 's dbo:recordedIn is dbr:Electric_Lady_Studios ?,select distinct ?uri where { ?x dbo:recordedIn dbr:Electric_Lady_Studios . ?uri dbp:associatedActs ?x . ?uri rdf:type dbo:Person }
