id,english,sparql
1636,how many dbp:combatant are there of the dbo:MilitaryConflict which is the dbo:battle of dbr:François-Marie_Le_Marchand_de_Lignery ?,select distinct count ( ?uri ) where { dbr:François-Marie_Le_Marchand_de_Lignery dbo:battle ?x . ?x dbp:combatant ?uri . ?x rdf:type dbo:MilitaryConflict }
1637,who are the dbo:Person whose dbo:board 's dbp:foundation is dbr:New_York_City ?,select distinct ?uri where { ?x dbp:foundation dbr:New_York_City . ?uri dbo:board ?x . ?uri rdf:type dbo:Person }
1638,what is the dbp:architect of the dbo:Stadium whose dbp:operator is dbr:Pittsburgh_Pirates ?,select distinct ?uri where { ?x dbp:operator dbr:Pittsburgh_Pirates . ?x dbp:architect ?uri . ?x rdf:type dbo:Stadium }
1639,what is the total number of dbo:MusicalArtist whose dbo:instrument 's dbp:keyPeople is dbr:George_Beauchamp ?,select distinct count ( ?uri ) where { ?x dbp:keyPeople dbr:George_Beauchamp . ?uri dbo:instrument ?x . ?uri rdf:type dbo:MusicalArtist }
1640,what are the dbo:sport of dbr:Polytechnic_University_of_the_Philippines_–_Bataan ?,select distinct ?uri where { dbr:Polytechnic_University_of_the_Philippines_–_Bataan dbo:sport ?uri }
1641,what is the total number of dbo:regionServed of the companies whose dbo:foundationPlace is dbr:City_of_Newcastle ?,select distinct count ( ?uri ) where { ?x dbo:foundationPlace dbr:City_of_Newcastle . ?x dbo:regionServed ?uri . ?uri rdf:type dbo:Place }
1642,what are the dbo:Musical whose dbp:music 's dbo:deathPlace is dbr:California ?,select distinct ?uri where { ?x dbo:deathPlace dbr:California . ?uri dbp:music ?x . ?uri rdf:type dbo:Musical }
1643,what is the dbo:occupation of the dbr:Craig_Van_Tilbury and dbo:knownFor of the dbr:Eric_Schiller ?,select distinct ?uri where { dbr:Craig_Van_Tilbury dbo:occupation ?uri . dbr:Eric_Schiller dbo:knownFor uri }
1644,what is the dbp:firstDriver of the dbr:1993_European_Grand_Prix and dbo:poleDriver of the dbr:1989_Portuguese_Grand_Prix ?,select distinct ?uri where { dbr:1993_European_Grand_Prix dbp:firstDriver ?uri . dbr:1989_Portuguese_Grand_Prix dbo:poleDriver uri }
1645,what is the dbp:debutteam of the dbo:GridironFootballPlayer who is the dbo:coach of dbr:1931_Staten_Island_Stapletons_season ?,select distinct ?uri where { dbr:1931_Staten_Island_Stapletons_season dbo:coach ?x . ?x dbp:debutteam ?uri . ?x rdf:type dbo:GridironFootballPlayer }
1646,what is the dbp:almaMater of the dbo:Scientist whose dbp:knownFor is dbr:Email_filtering ?,select distinct ?uri where { ?x dbp:knownFor dbr:Email_filtering . ?x dbp:almaMater ?uri . ?x rdf:type dbo:Scientist }
1647,"what is the dbo:denomination of dbr:T.I._Ahmadiyya_Girls_Senior_High_School,_Asokore ?","select distinct ?uri where { dbr:T.I._Ahmadiyya_Girls_Senior_High_School,_Asokore dbo:denomination ?uri }"
1648,what is the dbo:Region whose dbo:leaderName is dbr:Sukhumbhand_Paribatra ?,select distinct ?uri where { ?uri dbo:leaderName dbr:Sukhumbhand_Paribatra . ?uri rdf:type dbo:Region }
1649,what is the dbo:birthPlace of the dbo:Person who is the dbo:starring of dbr:Dhoondte_Reh_Jaaoge!_(1998_film) ?,select distinct ?uri where { dbr:Dhoondte_Reh_Jaaoge!_(1998_film) dbo:starring ?x . ?x dbo:birthPlace ?uri . ?x rdf:type dbo:Person }
1650,what are the dbo:Software whose dbo:operatingSystem is dbr:Microsoft_Windows and dbo:programmingLanguage is dbr:C++ ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Microsoft_Windows . ?uri dbo:programmingLanguage dbr:C++ . ?uri rdf:type dbo:Software }
1651,what is the dbp:discipline of the dbo:AcademicJournal whose dbp:editor is dbr:Willard_Fiske ?,select distinct ?uri where { ?x dbp:editor dbr:Willard_Fiske . ?x dbp:discipline ?uri . ?x rdf:type dbo:AcademicJournal }
1652,what is the dbp:religion of the dbo:Person who is the dbo:starring of dbr:Master's_Sun ?,select distinct ?uri where { dbr:Master's_Sun dbo:starring ?x . ?x dbp:religion ?uri . ?x rdf:type dbo:Person }
1653,"what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:hometown is dbr:El_Sobrante,_California ?","select distinct ?uri where { ?x dbo:hometown dbr:El_Sobrante,_California . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }"
1654,count the number of dbo:maintainedBy of the bridges whose dbp:carries is dbr:Motor_vehicle ?,select distinct count ( ?uri ) where { ?x dbp:carries dbr:Motor_vehicle . ?x dbo:maintainedBy ?uri . }
1655,what is the dbo:currency of the dbo:Location whose dbo:officialLanguage is dbr:French_language ?,select distinct ?uri where { ?x dbo:officialLanguage dbr:French_language . ?x dbo:currency ?uri . ?x rdf:type dbo:Location }
1656,is dbr:Columbia_University the dbo:institution of dbr:Oliver_Sacks ?,ask where { dbr:Oliver_Sacks dbo:institution dbr:Columbia_University }
1657,what is the total number of other dbo:otherParty of the office holders whose dbo:otherParty is dbr:Janata_Party ?,select distinct count ( ?uri ) where { ?x dbo:otherParty dbr:Janata_Party . ?x dbo:otherParty ?uri }
1658,list the dbo:formerPartner of the dbo:FigureSkater whose dbo:formerChoreographer is dbr:Igor_Shpillband ?,select distinct ?uri where { ?x dbo:formerChoreographer dbr:Igor_Shpillband . ?x dbo:formerPartner ?uri . ?x rdf:type dbo:FigureSkater }
1659,what are the dbo:Building whose dbo:location 's dbp:leaderName is dbr:John_Tory ?,select distinct ?uri where { ?x dbp:leaderName dbr:John_Tory . ?uri dbo:location ?x . ?uri rdf:type dbo:Building }
1660,what is the dbo:TelevisionShow whose dbo:network is dbr:BBC_HD and dbo:related is dbr:The_Sarah_Jane_Adventures ?,select distinct ?uri where { ?uri dbo:network dbr:BBC_HD . ?uri dbo:related dbr:The_Sarah_Jane_Adventures . ?uri rdf:type dbo:TelevisionShow }
1661,what is the dbo:associate of the dbr:Thomas_Bryan_Martin and dbp:president of the dbr:William_Carmichael_(diplomat) ?,select distinct ?uri where { dbr:Thomas_Bryan_Martin dbo:associate ?uri . dbr:William_Carmichael_(diplomat) dbp:president uri }
1662,what is the dbp:party of dbr:First_Legislative_Assembly_of_Uttar_Pradesh ?,select distinct ?uri where { dbr:First_Legislative_Assembly_of_Uttar_Pradesh dbp:party ?uri }
1663,what is the total number of dbo:owner of the websites whose dbo:author is dbr:Jimmy_Wales ?,select distinct count ( ?uri ) where { ?x dbo:author dbr:Jimmy_Wales . ?x dbo:owner ?uri . ?uri rdf:type dbo:Organisation }
1664,who is the dbp:notableCommanders of dbr:Army_Group_Oberrhein_(Germany) ?,select distinct ?uri where { dbr:Army_Group_Oberrhein_(Germany) dbp:notableCommanders ?uri }
1665,what is the dbp:highSchool of the dbr:Jerry_Tagge and dbo:recordedIn of the dbr:Temptation_Waits ?,select distinct ?uri where { dbr:Jerry_Tagge dbp:highSchool ?uri . dbr:Temptation_Waits dbo:recordedIn uri }
1666,is dbr:Charlie_Chaplin the dbo:editing of dbr:His_New_Job ?,ask where { dbr:His_New_Job dbo:editing dbr:Charlie_Chaplin }
1667,is dbr:Wide_receiver the dbo:position of dbr:Vance_Johnson ?,ask where { dbr:Vance_Johnson dbo:position dbr:Wide_receiver }
1668,what is the dbp:place of dbr:Qaqun ?,select distinct ?uri where { dbr:Qaqun dbp:place ?uri }
1669,what is the dbp:placeOfDeath of the dbo:Person whose dbp:mainInterests is dbr:Ethics ?,select distinct ?uri where { ?x dbp:mainInterests dbr:Ethics . ?x dbp:placeOfDeath ?uri . ?x rdf:type dbo:Person }
1670,what are the other dbp:nickname of the owls whose dbp:nickname is dbr:Toruń_gingerbread ?,select distinct ?uri where { ?x dbp:nickname dbr:Toruń_gingerbread . ?x dbp:nickname ?uri . }
1671,what is the dbo:award of the artist who is the dbo:editing of dbr:World_of_Tomorrow_(film) ?,select distinct ?uri where { dbr:World_of_Tomorrow_(film) dbo:editing ?x . ?x dbo:award ?uri . }
1672,is dbr:Luigi_Brugnaro the dbp:mayor of dbr:Venice ?,ask where { dbr:Venice dbp:mayor dbr:Luigi_Brugnaro }
1673,what dbo:Mountain 's dbo:locatedInArea is dbr:Inyo_National_Forest ?,select distinct ?uri where { ?uri dbo:locatedInArea dbr:Inyo_National_Forest . ?uri rdf:type dbo:Mountain }
1674,who is the person whose dbp:children 's dbp:spouse is dbr:Frédéric_Joliot-Curie ?,select distinct ?uri where { ?x dbp:spouse dbr:Frédéric_Joliot-Curie . ?uri dbp:children ?x . }
1675,what is the dbo:almaMater of the owl whose dbo:vicePresident is dbr:Emilio_Núñez ?,select distinct ?uri where { ?x dbo:vicePresident dbr:Emilio_Núñez . ?x dbo:almaMater ?uri . }
1676,what is the dbo:homeStadium of the dbo:SoccerClubSeason whose dbo:chairman is dbr:Merritt_Paulson ?,select distinct ?uri where { ?x dbo:chairman dbr:Merritt_Paulson . ?x dbo:homeStadium ?uri . ?x rdf:type dbo:SoccerClubSeason }
1677,is dbr:Pope_John_XXIII the dbp:beatifiedBy of dbr:Elizabeth_Ann_Seton ?,ask where { dbr:Elizabeth_Ann_Seton dbp:beatifiedBy dbr:Pope_John_XXIII }
1678,"what is the dbo:architecturalStyle of dbr:First_National_Bank_and_Trust_Building_(Lima,_Ohio) ?","select distinct ?uri where { dbr:First_National_Bank_and_Trust_Building_(Lima,_Ohio) dbo:architecturalStyle ?uri }"
1679,what are the languages whose dbo:languageFamily is dbr:Italic_languages ?,select distinct ?uri where { ?uri dbo:languageFamily dbr:Italic_languages }
1680,count the dbo:Award whose dbo:presenter 's dbo:headquarter is dbr:California ?,select distinct count ( ?uri ) where { ?x dbo:headquarter dbr:California . ?uri dbo:presenter ?x . ?uri rdf:type dbo:Award }
1681,what is the dbp:region of the dbr:Kim_Sawchuk and dbp:destinations of the dbr:Airtours_International_Airways ?,select distinct ?uri where { dbr:Kim_Sawchuk dbp:region ?uri . dbr:Airtours_International_Airways dbp:destinations uri }
1682,who are the office holders whose dbo:primeMinister is dbr:Gough_Whitlam ?,select distinct ?uri where { ?uri dbo:primeMinister dbr:Gough_Whitlam }
1683,what is the dbp:region of the dbr:Kim_Sawchuk and dbr:Vuelta_Mexico_Telmex ?,select distinct ?uri where { dbr:Kim_Sawchuk dbp:region ?uri . dbr:Vuelta_Mexico_Telmex dbp:region ?uri . }
1684,what is the dbp:mascot of the dbo:SportsTeam whose dbp:league is dbr:Turkish_Handball_Super_League ?,select distinct ?uri where { ?x dbp:league dbr:Turkish_Handball_Super_League . ?x dbp:mascot ?uri . ?x rdf:type dbo:SportsTeam }
1685,what is the dbp:tenants of the dbr:MasterCard_Centre and dbp:draftTeam of the dbr:Sam_Carrick ?,select distinct ?uri where { dbr:MasterCard_Centre dbp:tenants ?uri . dbr:Sam_Carrick dbp:draftTeam uri }
1686,what is the dbo:citizenship of the dbr:Saima_Chowdhury and dbr:Edmund_John ?,select distinct ?uri where { dbr:Saima_Chowdhury dbo:citizenship ?uri . dbr:Edmund_John dbo:citizenship ?uri . }
1687,what is the dbp:author of the dbo:Manga whose dbo:illustrator is dbr:Tamon_Ohta ?,select distinct ?uri where { ?x dbo:illustrator dbr:Tamon_Ohta . ?x dbp:author ?uri . ?x rdf:type dbo:Manga }
1688,what is the dbp:education of the dbr:Richard_H._Immerman and dbr:Franklin_W._Olin ?,select distinct ?uri where { dbr:Richard_H._Immerman dbp:education ?uri . dbr:Franklin_W._Olin dbp:education ?uri . }
1689,how many other dbo:ethnicity are there of the adult (pornographic) actors whose dbp:ethnicity is dbr:Cherokee ?,select distinct count ( ?uri ) where { ?x dbo:ethnicity dbr:Cherokee . ?x dbp:ethnicity ?uri }
1690,list the dbo:maintainedBy of the bridges whose dbp:designer is dbr:Politics_of_Brunei ?,select distinct ?uri where { ?x dbp:designer dbr:Politics_of_Brunei . ?x dbo:maintainedBy ?uri . }
1691,give me a count of newspapers whose dbp:headquarters is dbr:Stockholm ?,select distinct count ( ?uri ) where { ?uri dbp:headquarters dbr:Stockholm . }
1692,what is the dbo:type of dbr:Salthill ?,select distinct ?uri where { dbr:Salthill dbo:type ?uri }
1693,what is the dbo:Sea whose dbp:cities are dbr:Oulu and dbr:Turku ?,select distinct ?uri where { ?uri dbp:cities dbr:Oulu . ?uri dbp:cities dbr:Turku . ?uri rdf:type dbo:Sea }
1694,what is the dbo:parent of the dbo:Writer whose dbp:homeTown is dbr:Great_Missenden ?,select distinct ?uri where { ?x dbp:homeTown dbr:Great_Missenden . ?x dbo:parent ?uri . ?x rdf:type dbo:Writer }
1695,count the dbo:wineRegion in dbr:Baco_noir ?,select distinct count ( ?uri ) where { dbr:Baco_noir dbo:wineRegion ?uri . }
1696,what is the dbp:sourceCountry of the dbr:Water_resources_management_in_El_Salvador and dbo:country of the dbr:José_María_Orellana ?,select distinct ?uri where { dbr:Water_resources_management_in_El_Salvador dbp:sourceCountry ?uri . dbr:José_María_Orellana dbo:country uri }
1697,what is the dbo:service of dbr:Jerusalem_Institute_of_Justice ?,select distinct ?uri where { dbr:Jerusalem_Institute_of_Justice dbo:service ?uri }
1698,what is the dbp:nickname of the dbr:Harding_Academy_(Memphis) and dbr:Lyons_Township_High_School ?,select distinct ?uri where { dbr:Harding_Academy_(Memphis) dbp:nickname ?uri . dbr:Lyons_Township_High_School dbp:nickname ?uri . }
1699,what are the dbo:border of dbr:Siberia ?,select distinct ?uri where { dbr:Siberia dbo:border ?uri }
1700,what is the dbp:party of the dbo:OfficeHolder whose dbp:placeOfDeath is dbr:Delhi ?,select distinct ?uri where { ?x dbp:placeOfDeath dbr:Delhi . ?x dbp:party ?uri . ?x rdf:type dbo:OfficeHolder }
1701,list the dbp:architect of the dbo:Stadium whose dbo:tenant is dbr:Boston_Red_Sox ?,select distinct ?uri where { ?x dbo:tenant dbr:Boston_Red_Sox . ?x dbp:architect ?uri . ?x rdf:type dbo:Stadium }
1702,what is the dbo:region of the senator who is the dbo:successor of dbr:Jerome_B._Chaffee ?,select distinct ?uri where { dbr:Jerome_B._Chaffee dbo:successor ?x . ?x dbo:region ?uri . }
1703,what is the dbo:profession of the dbr:Chris_Myers_(New_Jersey) and dbp:governingBody of the dbr:Oahu_Railway_and_Land_Company ?,select distinct ?uri where { dbr:Chris_Myers_(New_Jersey) dbo:profession ?uri . dbr:Oahu_Railway_and_Land_Company dbp:governingBody uri }
1704,what is the dbp:placeOfBirth of the dbo:Athlete whose dbp:nationalteam is dbr:Russia_women's_national_volleyball_team ?,select distinct ?uri where { ?x dbp:nationalteam dbr:Russia_women's_national_volleyball_team . ?x dbp:placeOfBirth ?uri . ?x rdf:type dbo:Athlete }
1705,list the dbo:religion of the dbo:Person whose dbp:party is dbr:Bharatiya_Janata_Party ?,select distinct ?uri where { ?x dbp:party dbr:Bharatiya_Janata_Party . ?x dbo:religion ?uri . ?x rdf:type dbo:Person }
1706,what is the dbo:commander of dbr:Battle_of_Fort_Stephenson ?,select distinct ?uri where { dbr:Battle_of_Fort_Stephenson dbo:commander ?uri }
1707,who is the dbp:subject of dbr:The_Prodigal_Son_(play) ?,select distinct ?uri where { dbr:The_Prodigal_Son_(play) dbp:subject ?uri }
1708,how many software are there whose dbo:computingPlatform is dbr:ARM_architecture ?,select distinct count ( ?uri ) where { ?uri dbo:computingPlatform dbr:ARM_architecture . }
1709,what are the dbp:workInstitutions of dbr:Andrew_Schally ?,select distinct ?uri where { dbr:Andrew_Schally dbp:workInstitutions ?uri }
1710,what is the dbo:FictionalCharacter whose dbp:relatives are dbr:Clan_McDuck and dbr:Ludwig_Von_Drake ?,select distinct ?uri where { ?uri dbp:relatives dbr:Clan_McDuck . ?uri dbp:relatives dbr:Ludwig_Von_Drake . ?uri rdf:type dbo:FictionalCharacter }
1711,what is the total number of dbo:VideoGame whose dbp:composer 's dbo:occupation is dbr:Creatures_(company) ?,select distinct count ( ?uri ) where { ?x dbo:occupation dbr:Creatures_(company) . ?uri dbp:composer ?x . ?uri rdf:type dbo:VideoGame }
1712,what is the dbp:licensee of the dbr:EXXV-TV and dbr:WXXV-DT2 ?,select distinct ?uri where { dbr:EXXV-TV dbp:licensee ?uri . dbr:WXXV-DT2 dbp:licensee ?uri . }
1713,what is the dbo:country of the settlement which is the dbo:birthPlace of dbr:Ann_Monroe_Gilchrist_Strong ?,select distinct ?uri where { dbr:Ann_Monroe_Gilchrist_Strong dbo:birthPlace ?x . ?x dbo:country ?uri . }
1714,what is the dbo:almaMater of the office holders whose dbo:militaryUnit is dbr:Quartermaster_Corps_(United_States_Army) ?,select distinct ?uri where { ?x dbo:militaryUnit dbr:Quartermaster_Corps_(United_States_Army) . ?x dbo:almaMater ?uri . }
1715,what is the total number of dbo:voice of the animanga characters whose dbp:creator is dbr:Clamp_(manga_artists) ?,select distinct count ( ?uri ) where { ?x dbp:creator dbr:Clamp_(manga_artists) . ?x dbo:voice ?uri . }
1716,what is the dbo:award of the artists whose dbp:training is dbr:National_Film_School_in_Łódź ?,select distinct ?uri where { ?x dbp:training dbr:National_Film_School_in_Łódź . ?x dbo:award ?uri . }
1717,is dbr:Nebraska the dbp:bodyDiscovered of dbr:Westroads_Mall_shooting ?,ask where { dbr:Westroads_Mall_shooting dbp:bodyDiscovered dbr:Nebraska }
1718,who is the dbo:animator of the dbr:The_Skeleton_Dance and dbp:cinematography of the dbr:Mickey's_Mellerdrammer ?,select distinct ?uri where { dbr:The_Skeleton_Dance dbo:animator ?uri . dbr:Mickey's_Mellerdrammer dbp:cinematography uri }
1719,who is the dbo:Scientist whose dbo:academicAdvisor is dbr:Franz_Brentano ?,select distinct ?uri where { ?uri dbo:academicAdvisor dbr:Franz_Brentano . ?uri rdf:type dbo:Scientist }
1720,who is the dbp:animator of the dbr:Tommy_Tucker's_Tooth and dbp:animator of the dbr:The_Skeleton_Dance ?,select distinct ?uri where { dbr:Tommy_Tucker's_Tooth dbp:animator ?uri . dbr:The_Skeleton_Dance dbo:animator uri }
1721,"how many dbo:field are there , of the scientists whose dbp:almaMater is dbr:Worcester_College,_Oxford ?","select distinct count ( ?uri ) where { ?x dbp:almaMater dbr:Worcester_College,_Oxford . ?x dbo:field ?uri . }"
1722,who is the dbp:developer of dbr:Montecito_Inn ?,select distinct ?uri where { dbr:Montecito_Inn dbp:developer ?uri }
1723,what is the dbp:highschool of dbr:Paul_Jones_(American_football) ?,select distinct ?uri where { dbr:Paul_Jones_(American_football) dbp:highschool ?uri }
1724,is dbr:Female the dbp:gender of dbr:Stephanie ?,ask where { dbr:Stephanie dbp:gender dbr:Female }
1725,what is the dbp:playedFor of the dbr:Cam_Plante and dbr:Doug_Acomb ?,select distinct ?uri where { dbr:Cam_Plante dbp:playedFor ?uri . dbr:Doug_Acomb dbp:playedFor ?uri . }
1726,what are the dbo:TelevisionShow whose dbo:creator 's dbo:occupation is dbr:Screenwriting ?,select distinct ?uri where { ?x dbo:occupation dbr:Screenwriting . ?uri dbo:creator ?x . ?uri rdf:type dbo:TelevisionShow }
1727,who are the scientists whose dbp:doctoralAdvisor is dbr:Ernest_Rutherford ?,select distinct ?uri where { ?uri dbp:doctoralAdvisor dbr:Ernest_Rutherford . }
1728,what is the dbo:institution of the dbr:Alton_Ochsner and dbo:almaMater of the dbr:Michael_Hahn ?,select distinct ?uri where { dbr:Alton_Ochsner dbo:institution ?uri . dbr:Michael_Hahn dbo:almaMater uri }
1729,is dbr:New_England_Patriots the dbp:pastteams of dbr:Bob_Suci ?,ask where { dbr:Bob_Suci dbp:pastteams dbr:New_England_Patriots }
1730,"how many dbo:recordedIn are there , of the albums whose dbo:artist is dbr:King_Crimson ?",select distinct count ( ?uri ) where { ?x dbo:artist dbr:King_Crimson . ?x dbo:recordedIn ?uri . }
1731,what is the dbo:TelevisionShow whose dbp:company is dbr:Paramount_Television and dbo:location is dbr:Boston ?,select distinct ?uri where { ?uri dbp:company dbr:Paramount_Television . ?uri dbo:location dbr:Boston . ?uri rdf:type dbo:TelevisionShow }
1732,what is the dbo:starring of the dbo:Film whose dbp:music is dbr:Raamlaxman ?,select distinct ?uri where { ?x dbp:music dbr:Raamlaxman . ?x dbo:starring ?uri . ?x rdf:type dbo:Film }
1733,what is the dbp:mascot of the dbr:Galatasaray_Handball_Team and dbp:nickname of the dbr:Lyons_Township_High_School ?,select distinct ?uri where { dbr:Galatasaray_Handball_Team dbp:mascot ?uri . dbr:Lyons_Township_High_School dbp:nickname uri }
1734,what are the dbo:Film whose dbp:starring 's dbp:label is dbr:Point_Blank_Records ?,select distinct ?uri where { ?x dbp:label dbr:Point_Blank_Records . ?uri dbp:starring ?x . ?uri rdf:type dbo:Film }
1735,what is the dbp:teamName of the dbr:Cristo_Rey_Jesuit_High_School_(Chicago) and dbp:nickname of the dbr:Lyons_Township_High_School ?,select distinct ?uri where { dbr:Cristo_Rey_Jesuit_High_School_(Chicago) dbp:teamName ?uri . dbr:Lyons_Township_High_School dbp:nickname uri }
1736,what is the dbo:occupation of the dbr:Karen_Grigorian and dbr:Craig_Van_Tilbury ?,select distinct ?uri where { dbr:Karen_Grigorian dbo:occupation ?uri . dbr:Craig_Van_Tilbury dbo:occupation ?uri . }
1737,what is the dbp:location of dbr:Dofinivka_Estuary ?,select distinct ?uri where { dbr:Dofinivka_Estuary dbp:location ?uri }
1738,what is the dbp:nearestCity of the dbo:Island whose dbp:archipelago is dbr:Northwestern_Hawaiian_Islands ?,select distinct ?uri where { ?x dbp:archipelago dbr:Northwestern_Hawaiian_Islands . ?x dbp:nearestCity ?uri . ?x rdf:type dbo:Island }
1739,what is the dbo:TelevisionShow whose dbp:artist is dbr:Christopher_Franke ?,select distinct ?uri where { ?uri dbp:artist dbr:Christopher_Franke . ?uri rdf:type dbo:TelevisionShow }
1740,what are the dbo:race of dbr:Bobby_Beasley ?,select distinct ?uri where { dbr:Bobby_Beasley dbo:race ?uri }
1741,what is the dbo:residence of the dbr:Cherry_Chevapravatdumrong and dbr:Daisi_Pollard ?,select distinct ?uri where { dbr:Cherry_Chevapravatdumrong dbo:residence ?uri . dbr:Daisi_Pollard dbo:residence ?uri . }
1742,what is the dbo:institution of the dbr:Alton_Ochsner and dbo:almaMater of the dbr:John_Michael_Seabright ?,select distinct ?uri where { dbr:Alton_Ochsner dbo:institution ?uri . dbr:John_Michael_Seabright dbo:almaMater uri }
1743,what are the mountains whose dbo:mountainRange is dbr:Sierra_Nevada_(U.S.) ?,select distinct ?uri where { ?uri dbo:mountainRange dbr:Sierra_Nevada_(U.S.) . }
1744,what is the dbp:artist of the dbo:Film whose dbo:musicComposer is dbr:Walter_Scharf ?,select distinct ?uri where { ?x dbo:musicComposer dbr:Walter_Scharf . ?x dbp:artist ?uri . ?x rdf:type dbo:Film }
1745,what is the dbo:product of dbr:Apple_Productivity_Experience_Group ?,select distinct ?uri where { dbr:Apple_Productivity_Experience_Group dbo:product ?uri }
1746,what is the dbp:producer of the album which is the dbo:previousWork of dbr:A_Nice_Pair ?,select distinct ?uri where { dbr:A_Nice_Pair dbo:previousWork ?x . ?x dbp:producer ?uri . }
1747,list the dbp:location of the dbo:SportsTeam whose dbp:coach is dbr:Rodney_Eade ?,select distinct ?uri where { ?x dbp:coach dbr:Rodney_Eade . ?x dbp:location ?uri . ?x rdf:type dbo:SportsTeam }
1748,what are the dbp:inflow of dbr:North_Sea ?,select distinct ?uri where { dbr:North_Sea dbp:inflow ?uri }
1749,is dbr:Greek_Revival_architecture the dbo:architecturalStyle of dbr:Magnolia_Place ?,ask where { dbr:Magnolia_Place dbo:architecturalStyle dbr:Greek_Revival_architecture }
1751,list the other dbo:notableWork of the dbo:ScreenWriter whose dbo:notableWork is dbr:Frasier ?,select distinct ?uri where { ?x dbo:notableWork dbr:Frasier . ?x dbo:notableWork ?uri . ?x rdf:type dbo:ScreenWriter }
1752,is dbr:Buddhism the dbo:field of dbr:Caroline_Augusta_Foley_Rhys_Davids ?,ask where { dbr:Caroline_Augusta_Foley_Rhys_Davids dbo:field dbr:Buddhism }
1753,what is the dbp:employer of the dbo:Person whose dbo:knownFor is dbr:Boeing_F/A-18E/F_Super_Hornet ?,select distinct ?uri where { ?x dbo:knownFor dbr:Boeing_F/A-18E/F_Super_Hornet . ?x dbp:employer ?uri . ?x rdf:type dbo:Person }
1754,what is the dbo:monarch of the owl whose dbo:successor is dbr:Li_Si ?,select distinct ?uri where { ?x dbo:successor dbr:Li_Si . ?x dbo:monarch ?uri . }
1755,what is the dbo:award of the writer who is the dbo:relative of dbr:Gregorios_Bernardakis ?,select distinct ?uri where { dbr:Gregorios_Bernardakis dbo:relative ?x . ?x dbo:award ?uri . }
1756,what dbo:Politician 's dbo:partner is dbr:Diana_Taylor_(superintendent) ?,select distinct ?uri where { ?uri dbo:partner dbr:Diana_Taylor_(superintendent) . ?uri rdf:type dbo:Politician }
1757,what is the dbp:discipline of the dbo:AcademicJournal whose dbp:country is dbr:United_States ?,select distinct ?uri where { ?x dbp:country dbr:United_States . ?x dbp:discipline ?uri . ?x rdf:type dbo:AcademicJournal }
1758,what is the dbp:draftTeam of dbr:Bob_MacMillan ?,select distinct ?uri where { dbr:Bob_MacMillan dbp:draftTeam ?uri }
1759,what are the owls whose dbp:youthclubs is dbr:Newell's_Old_Boys ?,select distinct ?uri where { ?uri dbp:youthclubs dbr:Newell's_Old_Boys }
1760,what is the dbp:playedFor of dbr:Wilfred_McDonald ?,select distinct ?uri where { dbr:Wilfred_McDonald dbp:playedFor ?uri }
1761,what is the dbp:artist of the dbo:Single whose dbp:genre is dbr:Country_music ?,select distinct ?uri where { ?x dbp:genre dbr:Country_music . ?x dbp:artist ?uri . ?x rdf:type dbo:Single }
1762,is dbr:Denver the dbo:largestCity of dbr:Colorado ?,ask where { dbr:Colorado dbo:largestCity dbr:Denver }
1763,what is the total number of dbo:Athlete whose dbp:youthclubs 's dbo:season is dbr:2014–15_La_Liga ?,select distinct count ( ?uri ) where { ?x dbo:season dbr:2014–15_La_Liga . ?uri dbp:youthclubs ?x . ?uri rdf:type dbo:Athlete }
1764,what is the total number of dbp:cities of the seas whose dbo:inflow is dbr:Atlantic_Ocean ?,select distinct count ( ?uri ) where { ?x dbo:inflow dbr:Atlantic_Ocean . ?x dbp:cities ?uri . ?uri rdf:type dbo:City }
1765,what is the dbp:starring of the dbo:Film whose dbo:cinematography is dbr:John_Derek ?,select distinct ?uri where { ?x dbo:cinematography dbr:John_Derek . ?x dbp:starring ?uri . ?x rdf:type dbo:Film }
1766,who is the dbp:keyPeople of dbr:Maryland_Jockey_Club ?,select distinct ?uri where { dbr:Maryland_Jockey_Club dbp:keyPeople ?uri }
1768,what is the dbp:playedFor of dbr:Cam_Plante ?,select distinct ?uri where { dbr:Cam_Plante dbp:playedFor ?uri }
1769,what is the dbo:basedOn of the musical whose dbo:lyrics is dbr:Inma_González ?,select distinct ?uri where { ?x dbo:lyrics dbr:Inma_González . ?x dbo:basedOn ?uri . }
1770,"how many dbo:award are there , of the people whose dbo:deathCause is dbr:Lung_cancer ?",select distinct count ( ?uri ) where { ?x dbo:deathCause dbr:Lung_cancer . ?x dbo:award ?uri . ?uri rdf:type dbo:Award }
1771,what is the dbo:occupation of the person whose dbo:parent is dbr:Ashot_Grashi ?,select distinct ?uri where { ?x dbo:parent dbr:Ashot_Grashi . ?x dbo:occupation ?uri . }
1772,what is the baseball team whose dbp:owner 's dbo:knownFor is dbr:Seven_Springs_Mountain_Resort ?,select distinct ?uri where { ?x dbo:knownFor dbr:Seven_Springs_Mountain_Resort . ?uri dbp:owner ?x . }
1773,what is the dbp:executiveProducer of the dbr:Into_the_Dalek and dbo:producer of the dbr:Wizards_vs_Aliens ?,select distinct ?uri where { dbr:Into_the_Dalek dbp:executiveProducer ?uri . dbr:Wizards_vs_Aliens dbo:producer uri }
1774,what is the dbo:OfficeHolder whose dbp:deputy is dbr:Andrew_Peacock and dbo:predecessor is dbr:Alexander_Downer ?,select distinct ?uri where { ?uri dbp:deputy dbr:Andrew_Peacock . ?uri dbo:predecessor dbr:Alexander_Downer . ?uri rdf:type dbo:OfficeHolder }
1775,who is the dbo:Philosopher whose dbp:deathDate is dbr:Euboea ?,select distinct ?uri where { ?uri dbp:deathDate dbr:Euboea . ?uri rdf:type dbo:Philosopher }
1776,what is the dbo:religion of the dbo:PoliticalParty which is the dbp:international of dbr:Hamas ?,select distinct ?uri where { dbr:Hamas dbp:international ?x . ?x dbo:religion ?uri . ?x rdf:type dbo:PoliticalParty }
1777,how many other dbo:award are there of the scientists whose dbo:award is dbr:Australian_of_the_Year ?,select distinct count ( ?uri ) where { ?x dbo:award dbr:Australian_of_the_Year . ?x dbo:award ?uri }
1778,what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:associatedBand is dbr:Buckethead ?,select distinct ?uri where { ?x dbo:associatedBand dbr:Buckethead . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
1779,what is the dbp:almaMater of dbr:K._Terry_Dornbush ?,select distinct ?uri where { dbr:K._Terry_Dornbush dbp:almaMater ?uri }
1780,what is the dbp:birthPlace of the dbo:OfficeHolder who is the dbp:predecessor of dbr:Brian_Peddle ?,select distinct ?uri where { dbr:Brian_Peddle dbp:predecessor ?x . ?x dbp:birthPlace ?uri . ?x rdf:type dbo:OfficeHolder }
1781,what is the dbo:River whose dbo:mouthMountain is dbr:Southend-on-Sea ?,select distinct ?uri where { ?uri dbo:mouthMountain dbr:Southend-on-Sea . ?uri rdf:type dbo:River }
1782,what is the dbo:birthPlace of the philosopher who is the dbp:doctoralAdvisor of dbr:Richard_Hofstadter ?,select distinct ?uri where { dbr:Richard_Hofstadter dbp:doctoralAdvisor ?x . ?x dbo:birthPlace ?uri . }
1783,what is the dbo:college of the dbr:Allama_Matthews and dbp:affiliation of the dbr:Monroe_Carell_Jr._Children's_Hospital_at_Vanderbilt ?,select distinct ?uri where { dbr:Allama_Matthews dbo:college ?uri . dbr:Monroe_Carell_Jr._Children's_Hospital_at_Vanderbilt dbp:affiliation uri }
1784,is dbr:Khartoum the dbp:currentclub of dbr:Abdelhameed_Amarri ?,ask where { dbr:Abdelhameed_Amarri dbp:currentclub dbr:Khartoum }
1785,"what is the dbp:successor of the dbo:Governor whose dbp:children is dbr:Levi_Lincoln,_Jr. ?","select distinct ?uri where { ?x dbp:children dbr:Levi_Lincoln,_Jr. . ?x dbp:successor ?uri . ?x rdf:type dbo:Governor }"
1786,who is the dbp:primeminister of dbr:Michael_Jeffery ?,select distinct ?uri where { dbr:Michael_Jeffery dbp:primeminister ?uri }
1787,how many people are there whose dbo:knownFor is dbr:Dragons'_Den_(UK_TV_series) ?,select distinct count ( ?uri ) where { ?uri dbo:knownFor dbr:Dragons'_Den_(UK_TV_series) . }
1788,what is the dbp:hometown of dbr:Piotr_Gruszka ?,select distinct ?uri where { dbr:Piotr_Gruszka dbp:hometown ?uri }
1789,what is the dbp:largestCity of the dbr:Union_State and dbp:placeOfBirth of the dbr:Nina_Vislova ?,select distinct ?uri where { dbr:Union_State dbp:largestCity ?uri . dbr:Nina_Vislova dbp:placeOfBirth uri }
1790,what is the total number of dbp:author of the owls whose dbp:magazine is dbr:Jump_Square ?,select distinct count ( ?uri ) where { ?x dbp:magazine dbr:Jump_Square . ?x dbp:author ?uri . }
1791,what is the dbp:occupation of dbr:Ralph_Flanders ?,select distinct ?uri where { dbr:Ralph_Flanders dbp:occupation ?uri }
1792,what is the dbo:award of the writer who is the dbo:keyPerson of dbr:Aardman_Animations ?,select distinct ?uri where { dbr:Aardman_Animations dbo:keyPerson ?x . ?x dbo:award ?uri . }
1793,what is the dbo:TelevisionShow whose dbp:artist is dbr:Christopher_Franke and dbo:developer is dbr:J._Michael_Straczynski ?,select distinct ?uri where { ?uri dbp:artist dbr:Christopher_Franke . ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri rdf:type dbo:TelevisionShow }
1794,is dbr:Giorgos_Kaminis the dbo:mayor of dbr:Athens ?,ask where { dbr:Athens dbo:mayor dbr:Giorgos_Kaminis }
1795,what are the dbp:membership of dbr:European_Go_Federation ?,select distinct ?uri where { dbr:European_Go_Federation dbp:membership ?uri }
1796,what is the dbo:TelevisionShow whose dbp:network is dbr:TNT_(TV_channel) and dbo:starring is dbr:Jeff_Conaway ?,select distinct ?uri where { ?uri dbp:network dbr:TNT_(TV_channel) . ?uri dbo:starring dbr:Jeff_Conaway . ?uri rdf:type dbo:TelevisionShow }
1797,what is the dbp:manufacturer of the dbr:Grey_Goose_(vodka) and dbr:Eristoff ?,select distinct ?uri where { dbr:Grey_Goose_(vodka) dbp:manufacturer ?uri . dbr:Eristoff dbp:manufacturer ?uri . }
1798,what is the dbo:restingPlace of the artists whose dbo:training is dbr:National_Academy_Museum_and_School ?,select distinct ?uri where { ?x dbo:training dbr:National_Academy_Museum_and_School . ?x dbo:restingPlace ?uri . }
1799,what are the dbp:order of dbr:George_Frisbie_Hoar ?,select distinct ?uri where { dbr:George_Frisbie_Hoar dbp:order ?uri }
1800,what is the dbo:University whose dbp:superintendent is dbr:Michelle_D._Johnson and dbp:mascot is dbr:Gyrfalcon ?,select distinct ?uri where { ?uri dbp:superintendent dbr:Michelle_D._Johnson . ?uri dbp:mascot dbr:Gyrfalcon . ?uri rdf:type dbo:University }
