id,english,sparql
3121,list the dbo:academicDiscipline of the dbo:AcademicJournal whose dbp:publisher is dbr:SAGE_Publications ?,select distinct ?uri where { ?x dbp:publisher dbr:SAGE_Publications . ?x dbo:academicDiscipline ?uri . ?x rdf:type dbo:AcademicJournal }
3122,what is the dbp:governmentType of dbr:Kumta ?,select distinct ?uri where { dbr:Kumta dbp:governmentType ?uri }
3123,what is the writer whose dbp:notableworks are dbr:Maniac_Magee and dbr:Wringer_(novel) ?,select distinct ?uri where { ?uri dbp:notableworks dbr:Maniac_Magee . ?uri dbp:notableworks dbr:Wringer_(novel) . }
3124,what is the dbp:genre of the dbo:VideoGame whose dbo:computingPlatform is dbr:PC-9800_Series ?,select distinct ?uri where { ?x dbo:computingPlatform dbr:PC-9800_Series . ?x dbp:genre ?uri . ?x rdf:type dbo:VideoGame }
3125,who is the office holder whose dbp:successor is dbr:Coalition_Provisional_Authority ?,select distinct ?uri where { ?uri dbp:successor dbr:Coalition_Provisional_Authority . }
3126,what is the dbo:owner of the dbo:RadioStation whose dbo:city is dbr:Alabama ?,select distinct ?uri where { ?x dbo:city dbr:Alabama . ?x dbo:owner ?uri . ?x rdf:type dbo:RadioStation }
3127,what is the dbo:Film whose dbo:editing is dbr:Anthony_Harvey and dbo:director is dbr:Stanley_Kubrick ?,select distinct ?uri where { ?uri dbo:editing dbr:Anthony_Harvey . ?uri dbo:director dbr:Stanley_Kubrick . ?uri rdf:type dbo:Film }
3128,what is the dbp:nickname of the owls whose dbp:league is dbr:Ekstraliga_(speedway) ?,select distinct ?uri where { ?x dbp:league dbr:Ekstraliga_(speedway) . ?x dbp:nickname ?uri . }
3129,list the dbp:almaMater of the office holders whose dbo:spouse is dbr:Sissela_Bok ?,select distinct ?uri where { ?x dbo:spouse dbr:Sissela_Bok . ?x dbp:almaMater ?uri . }
3130,list the other dbp:membership of the dbo:Organisation whose dbp:membership is dbr:Bangladesh ?,select distinct ?uri where { ?x dbp:membership dbr:Bangladesh . ?x dbp:membership ?uri . ?x rdf:type dbo:Organisation }
3131,what is the dbo:sport of the dbo:School whose dbp:founder is dbr:Fr._Almeida ?,select distinct ?uri where { ?x dbp:founder dbr:Fr._Almeida . ?x dbo:sport ?uri . ?x rdf:type dbo:School }
3132,what is the dbo:nationality of the dbo:Economist who is the dbo:keyPerson of dbr:Foundation_for_Economic_Education ?,select distinct ?uri where { dbr:Foundation_for_Economic_Education dbo:keyPerson ?x . ?x dbo:nationality ?uri . ?x rdf:type dbo:Economist }
3133,list the other dbo:academicDiscipline of the dbo:AcademicJournal whose dbo:academicDiscipline is dbr:Cerebral_blood_flow ?,select distinct ?uri where { ?x dbo:academicDiscipline dbr:Cerebral_blood_flow . ?x dbo:academicDiscipline ?uri . ?x rdf:type dbo:AcademicJournal }
3134,what is the dbp:highSchool of the dbr:Jerry_Tagge and dbp:nearestCity of the dbr:Tennie_and_Laura_(schooner) ?,select distinct ?uri where { dbr:Jerry_Tagge dbp:highSchool ?uri . dbr:Tennie_and_Laura_(schooner) dbp:nearestCity uri }
3136,what is the dbo:athletics of the dbr:Jamiatu_Muslim_Mindanao and dbo:genre of the dbr:Fritz_Chess ?,select distinct ?uri where { dbr:Jamiatu_Muslim_Mindanao dbo:athletics ?uri . dbr:Fritz_Chess dbo:genre uri }
3137,give me a count of books whose dbo:literaryGenre is dbr:Utopian_and_dystopian_fiction ?,select distinct count ( ?uri ) where { ?uri dbo:literaryGenre dbr:Utopian_and_dystopian_fiction . }
3138,what is the dbo:Scientist whose dbo:knownFor is dbr:Anthrax and dbo:academicAdvisor is dbr:Karl_Ewald_Hasse ?,select distinct ?uri where { ?uri dbo:knownFor dbr:Anthrax . ?uri dbo:academicAdvisor dbr:Karl_Ewald_Hasse . ?uri rdf:type dbo:Scientist }
3139,what is the dbp:appointer of the dbo:Governor whose dbp:lieutenant is dbr:Richard_Winn ?,select distinct ?uri where { ?x dbp:lieutenant dbr:Richard_Winn . ?x dbp:appointer ?uri . ?x rdf:type dbo:Governor }
3140,what is the dbo:location of dbr:Vietnam_Airlines ?,select distinct ?uri where { dbr:Vietnam_Airlines dbo:location ?uri }
3141,"what is the dbp:locations of the dbr:INKAS and dbo:denomination of the dbr:T.I._Ahmadiyya_Senior_High_School,_Kumasi ?","select distinct ?uri where { dbr:INKAS dbp:locations ?uri . dbr:T.I._Ahmadiyya_Senior_High_School,_Kumasi dbo:denomination uri }"
3142,what is the dbo:TelevisionShow whose dbp:company is dbr:Playtone and dbp:producer is dbr:Stephen_E._Ambrose ?,select distinct ?uri where { ?uri dbp:company dbr:Playtone . ?uri dbp:producer dbr:Stephen_E._Ambrose . ?uri rdf:type dbo:TelevisionShow }
3143,what is the dbo:routeEnd of dbr:North–South_Transport_Corridor ?,select distinct ?uri where { dbr:North–South_Transport_Corridor dbo:routeEnd ?uri }
3144,what are the other dbp:architect of the dbo:Building whose dbp:architect is dbr:Philip_Webb ?,select distinct ?uri where { ?x dbp:architect dbr:Philip_Webb . ?x dbp:architect ?uri . ?x rdf:type dbo:Building }
3145,what is the dbp:birthPlace of the skier who is the dbo:bronzeMedalist of dbr:Alpine_skiing_at_the_1972_Winter_Olympics_–_Women's_downhill ?,select distinct ?uri where { dbr:Alpine_skiing_at_the_1972_Winter_Olympics_–_Women's_downhill dbo:bronzeMedalist ?x . ?x dbp:birthPlace ?uri . }
3146,what is the dbo:manufacturer of the automobile engine which is the dbp:engine of dbr:Jeep_Forward_Control ?,select distinct ?uri where { dbr:Jeep_Forward_Control dbp:engine ?x . ?x dbo:manufacturer ?uri . }
3147,what is the dbo:Company whose dbp:foundation is dbr:New_Mexico and dbp:products is dbr:Microsoft_Visual_Studio ?,select distinct ?uri where { ?uri dbp:foundation dbr:New_Mexico . ?uri dbp:products dbr:Microsoft_Visual_Studio . ?uri rdf:type dbo:Company }
3148,"is dbr:Islam the dbp:religiousAffiliation of dbr:Mazhar_Ul_Haq_High_School,_Beerwah ?","ask where { dbr:Mazhar_Ul_Haq_High_School,_Beerwah dbp:religiousAffiliation dbr:Islam }"
3149,what is the dbp:agencyName of the dbo:GovernmentAgency whose dbo:leader is dbr:Supachai_Somcharoen ?,select distinct ?uri where { ?x dbo:leader dbr:Supachai_Somcharoen . ?x dbp:agencyName ?uri . ?x rdf:type dbo:GovernmentAgency }
3150,what is the dbo:owner of the dbr:Ivanpah_Solar_Power_Facility and dbo:developer of the dbr:Dart_(programming_language) ?,select distinct ?uri where { dbr:Ivanpah_Solar_Power_Facility dbo:owner ?uri . dbr:Dart_(programming_language) dbo:developer uri }
3151,what is the total number of other dbo:ingredient of the foods whose dbo:ingredient is dbr:Agaricus_bisporus ?,select distinct count ( ?uri ) where { ?x dbo:ingredient dbr:Agaricus_bisporus . ?x dbo:ingredient ?uri }
3152,what is the dbo:tenant of the stadium which is the dbp:venue of dbr:SummerSlam_(2004) ?,select distinct ?uri where { dbr:SummerSlam_(2004) dbp:venue ?x . ?x dbo:tenant ?uri . }
3153,who is the dbp:founder of dbr:Sea_Gayle_Music ?,select distinct ?uri where { dbr:Sea_Gayle_Music dbp:founder ?uri }
3154,what is the dbo:religion of the dbo:Politician whose dbo:party is dbr:Malaysian_Chinese_Association ?,select distinct ?uri where { ?x dbo:party dbr:Malaysian_Chinese_Association . ?x dbo:religion ?uri . ?x rdf:type dbo:Politician }
3155,how many dbo:Film are there whose dbp:director 's dbp:partner is dbr:Dolores_del_Río ?,select distinct count ( ?uri ) where { ?x dbp:partner dbr:Dolores_del_Río . ?uri dbp:director ?x . ?uri rdf:type dbo:Film }
3156,what is the dbp:birthPlace of the dbr:Brian_Deegan_(rider) and dbr:Harold_Lloyd ?,select distinct ?uri where { dbr:Brian_Deegan_(rider) dbp:birthPlace ?uri . dbr:Harold_Lloyd dbp:birthPlace ?uri . }
3157,"what dbo:Band 's dbp:origin is dbr:Texarkana,_Texas ?","select distinct ?uri where { ?uri dbp:origin dbr:Texarkana,_Texas . ?uri rdf:type dbo:Band }"
3158,what is the dbo:militaryBranch of dbr:John_Tower ?,select distinct ?uri where { dbr:John_Tower dbo:militaryBranch ?uri }
3159,what is the dbo:mouthCountry of the dbr:Upper_Neretva and dbp:firstAired of the dbr:Gümüş_(TV_series) ?,select distinct ?uri where { dbr:Upper_Neretva dbo:mouthCountry ?uri . dbr:Gümüş_(TV_series) dbp:firstAired uri }
3160,what is the total number of dbo:InformationAppliance whose dbo:manufacturer 's dbp:locationCity is dbr:Taiwan ?,select distinct count ( ?uri ) where { ?x dbp:locationCity dbr:Taiwan . ?uri dbo:manufacturer ?x . ?uri rdf:type dbo:InformationAppliance }
3162,what is the dbp:associatedActs of the dbo:MusicalArtist who is the dbo:producer of dbr:Spotlight_(Jennifer_Hudson_song) ?,select distinct ?uri where { dbr:Spotlight_(Jennifer_Hudson_song) dbo:producer ?x . ?x dbp:associatedActs ?uri . ?x rdf:type dbo:MusicalArtist }
3163,what is the dbo:birthPlace of the golf player who is the dbo:champion of dbr:Egyptian_Open ?,select distinct ?uri where { dbr:Egyptian_Open dbo:champion ?x . ?x dbo:birthPlace ?uri . }
3164,is dbr:Tea the dbp:mainIngredient of dbr:Lahpet ?,ask where { dbr:Lahpet dbp:mainIngredient dbr:Tea }
3165,what are the dbo:MilitaryConflict whose dbo:commander is dbr:Park_Chung-hee ?,select distinct ?uri where { ?uri dbo:commander dbr:Park_Chung-hee . ?uri rdf:type dbo:MilitaryConflict }
3166,who is the dbo:partner of dbr:Rosie_Huntington-Whiteley ?,select distinct ?uri where { dbr:Rosie_Huntington-Whiteley dbo:partner ?uri }
3167,what is the dbo:River whose dbo:leftTributary is dbr:Zarqa_River ?,select distinct ?uri where { ?uri dbo:leftTributary dbr:Zarqa_River . ?uri rdf:type dbo:River }
3168,"what is the dbp:owner of the dbo:RailwayLine whose dbo:routeEnd is dbr:Union_Station_(Washington,_D.C.) ?","select distinct ?uri where { ?x dbo:routeEnd dbr:Union_Station_(Washington,_D.C.) . ?x dbp:owner ?uri . ?x rdf:type dbo:RailwayLine }"
3169,what is the dbo:religion of the politician who is the dbp:leaderName of dbr:Church_and_Wellesley ?,select distinct ?uri where { dbr:Church_and_Wellesley dbp:leaderName ?x . ?x dbo:religion ?uri . }
3170,what is the dbo:localAuthority of dbr:Buckhurst_Hill_County_High_School ?,select distinct ?uri where { dbr:Buckhurst_Hill_County_High_School dbo:localAuthority ?uri }
3171,what is the dbo:musicalArtist of the dbo:Single whose dbo:album is dbr:Elton_John_and_Tim_Rice's_Aida ?,select distinct ?uri where { ?x dbo:album dbr:Elton_John_and_Tim_Rice's_Aida . ?x dbo:musicalArtist ?uri . ?x rdf:type dbo:Single }
3172,what are the dbo:formerBroadcastNetwork of dbr:WMDN ?,select distinct ?uri where { dbr:WMDN dbo:formerBroadcastNetwork ?uri }
3173,what company 's dbp:founder is dbr:Jim_Harris_(entrepreneur) ?,select distinct ?uri where { ?uri dbp:founder dbr:Jim_Harris_(entrepreneur) }
3174,what is the dbp:religion of the people whose dbo:hometown is dbr:India ?,select distinct ?uri where { ?x dbo:hometown dbr:India . ?x dbp:religion ?uri . }
3175,what are the basketball players whose dbp:team is dbr:Chicago_Bulls and dbp:draftTeam is dbr:Los_Angeles_Clippers ?,select distinct ?uri where { ?uri dbp:team dbr:Chicago_Bulls . ?uri dbp:draftTeam dbr:Los_Angeles_Clippers . }
3176,what is the dbo:Company whose dbp:foundation is dbr:New_Mexico and dbp:services is dbr:OneDrive ?,select distinct ?uri where { ?uri dbp:foundation dbr:New_Mexico . ?uri dbp:services dbr:OneDrive . ?uri rdf:type dbo:Company }
3177,what is the dbo:team of the baseball players whose dbp:birthPlace is dbr:Dominican_Republic ?,select distinct ?uri where { ?x dbp:birthPlace dbr:Dominican_Republic . ?x dbo:team ?uri . }
3178,what is the dbo:party of dbr:Indira_Gandhi ?,select distinct ?uri where { dbr:Indira_Gandhi dbo:party ?uri }
3179,"who is the dbo:opponent of dbr:Robert_Carr,_1st_Earl_of_Somerset ?","select distinct ?uri where { dbr:Robert_Carr,_1st_Earl_of_Somerset dbo:opponent ?uri }"
3180,what is the dbo:operator of the dbr:Ganz_UV and dbo:location of the dbr:Balaton_wine_region ?,select distinct ?uri where { dbr:Ganz_UV dbo:operator ?uri . dbr:Balaton_wine_region dbo:location uri }
3181,what is the dbp:mascot of dbr:Celal_Bayar_University ?,select distinct ?uri where { dbr:Celal_Bayar_University dbp:mascot ?uri }
3182,what is the office holder whose dbp:restingplace is dbr:William_Henry_Harrison_Tomb_State_Memorial and dbo:child is dbr:John_Scott_Harrison ?,select distinct ?uri where { ?uri dbp:restingplace dbr:William_Henry_Harrison_Tomb_State_Memorial . ?uri dbo:child dbr:John_Scott_Harrison . }
3183,what is the dbo:deathCause of the dbr:Letitia_MacTavish_Hargrave and dbo:deathCause of the dbr:Sextus_Barbour ?,select distinct ?uri where { dbr:Letitia_MacTavish_Hargrave dbo:deathCause ?uri . dbr:Sextus_Barbour dbp:deathCause uri }
3184,what is the dbp:constituency of dbr:Domenico_Modugno ?,select distinct ?uri where { dbr:Domenico_Modugno dbp:constituency ?uri }
3185,is dbr:Michelangelo the dbo:illustrator of dbr:The_Persian_Boy ?,ask where { dbr:The_Persian_Boy dbo:illustrator dbr:Michelangelo }
3186,what is the dbo:President whose dbo:relation is dbr:Clinton_family and dbo:lieutenant is dbr:Joe_Purcell ?,select distinct ?uri where { ?uri dbo:relation dbr:Clinton_family . ?uri dbo:lieutenant dbr:Joe_Purcell . ?uri rdf:type dbo:President }
3187,what is the dbp:discipline of dbr:The_Chess_Monthly ?,select distinct ?uri where { dbr:The_Chess_Monthly dbp:discipline ?uri }
3188,who are the dbo:Saint whose dbo:veneratedIn is dbr:Islam ?,select distinct ?uri where { ?uri dbo:veneratedIn dbr:Islam . ?uri rdf:type dbo:Saint }
3189,what is the river whose dbo:rightTributary is dbr:Tonlé_Sap ?,select distinct ?uri where { ?uri dbo:rightTributary dbr:Tonlé_Sap }
3190,what is the dbo:award of the person who is the dbo:producer of dbr:Chicken_Little_(1943_film) ?,select distinct ?uri where { dbr:Chicken_Little_(1943_film) dbo:producer ?x . ?x dbo:award ?uri . }
3191,is dbr:Albania the dbp:firstAired of dbr:Gümüş_(TV_series) ?,ask where { dbr:Gümüş_(TV_series) dbp:firstAired dbr:Albania }
3192,what is the sea whose dbo:inflow is dbr:Kemijoki ?,select distinct ?uri where { ?uri dbo:inflow dbr:Kemijoki }
3193,what is the dbp:foundation of dbr:WiZeefa ?,select distinct ?uri where { dbr:WiZeefa dbp:foundation ?uri }
3194,what is the dbo:education of the dbr:Jack_McGregor and dbr:Donn_Barber ?,select distinct ?uri where { dbr:Jack_McGregor dbo:education ?uri . dbr:Donn_Barber dbo:education ?uri . }
3195,what is the dbo:birthPlace of dbr:Richard_Stites ?,select distinct ?uri where { dbr:Richard_Stites dbo:birthPlace ?uri }
3196,is dbr:Mechanical_engineering the dbo:field of dbr:James_Watt ?,ask where { dbr:James_Watt dbo:field dbr:Mechanical_engineering }
3197,what is the dbp:locationCity of the dbo:Beverage whose dbo:origin is dbr:United_States ?,select distinct ?uri where { ?x dbo:origin dbr:United_States . ?x dbp:locationCity ?uri . ?x rdf:type dbo:Beverage }
3198,who is the dbp:lyrics of dbr:Holler_If_Ya_Hear_Me_(musical) ?,select distinct ?uri where { dbr:Holler_If_Ya_Hear_Me_(musical) dbp:lyrics ?uri }
3199,is dbr:Bluebird the dbo:grandsire of dbr:Miss_Potential ?,ask where { dbr:Miss_Potential dbo:grandsire dbr:Bluebird }
3200,what is the dbp:headquarters of the dbo:PublicTransitSystem which is the dbp:system of dbr:Bottineau_LRT ?,select distinct ?uri where { dbr:Bottineau_LRT dbp:system ?x . ?x dbp:headquarters ?uri . ?x rdf:type dbo:PublicTransitSystem }
3201,what are the dbo:MilitaryUnit whose dbp:garrison is dbr:The_Pentagon ?,select distinct ?uri where { ?uri dbp:garrison dbr:The_Pentagon . ?uri rdf:type dbo:MilitaryUnit }
3202,what is the dbp:hometown of dbr:John_Speraw ?,select distinct ?uri where { dbr:John_Speraw dbp:hometown ?uri }
3203,how many dbo:AcademicJournal are there whose dbp:discipline is dbr:Philosophy ?,select distinct count ( ?uri ) where { ?uri dbp:discipline dbr:Philosophy . ?uri rdf:type dbo:AcademicJournal }
3204,who is the dbo:Scientist whose dbp:doctoralStudents is dbr:Șerban_Țițeica ?,select distinct ?uri where { ?uri dbp:doctoralStudents dbr:Șerban_Țițeica . ?uri rdf:type dbo:Scientist }
3205,what is the dbp:placeOfBirth of the dbo:Athlete whose dbo:club is dbr:Dinamo_Krasnodar ?,select distinct ?uri where { ?x dbo:club dbr:Dinamo_Krasnodar . ?x dbp:placeOfBirth ?uri . ?x rdf:type dbo:Athlete }
3206,what is the dbp:birthPlace of the dbr:Josef_Johansson and dbo:hometown of the dbr:Nader_Guirat ?,select distinct ?uri where { dbr:Josef_Johansson dbp:birthPlace ?uri . dbr:Nader_Guirat dbo:hometown ?uri . }
3207,"how many dbo:majorShrine are there , of the saints whose dbp:beatifiedBy is dbr:Pope_Pius_XI ?",select distinct count ( ?uri ) where { ?x dbp:beatifiedBy dbr:Pope_Pius_XI . ?x dbo:majorShrine ?uri . }
3208,what are the dbo:TelevisionShow whose dbp:company 's dbp:parent is dbr:CBS ?,select distinct ?uri where { ?x dbp:parent dbr:CBS . ?uri dbp:company ?x . ?uri rdf:type dbo:TelevisionShow }
3209,what is the dbo:academicDiscipline of dbr:Journal_of_Cerebral_Blood_Flow_&_Metabolism ?,select distinct ?uri where { dbr:Journal_of_Cerebral_Blood_Flow_&_Metabolism dbo:academicDiscipline ?uri }
3210,what is the dbp:agencyName of the dbr:Ministry_of_Information_and_Communication_Technology_(Thailand) and dbp:city of the dbr:Channel_9_MCOT_HD ?,select distinct ?uri where { dbr:Ministry_of_Information_and_Communication_Technology_(Thailand) dbp:agencyName ?uri . dbr:Channel_9_MCOT_HD dbp:city uri }
3211,what is the information appliance whose dbo:cpu is dbr:Cell_(microprocessor) and dbo:manufacturer is dbr:Sony ?,select distinct ?uri where { ?uri dbo:cpu dbr:Cell_(microprocessor) . ?uri dbo:manufacturer dbr:Sony . }
3212,list the dbo:homeStadium of the owls whose dbp:league is dbr:2011–12_Russian_Premier_League ?,select distinct ?uri where { ?x dbp:league dbr:2011–12_Russian_Premier_League . ?x dbo:homeStadium ?uri . }
3213,give the total number of dbp:race of the race horses whose dbo:grandsire is dbr:Wild_Risk ?,select distinct count ( ?uri ) where { ?x dbo:grandsire dbr:Wild_Risk . ?x dbp:race ?uri . ?uri rdf:type dbo:HorseRace }
3214,what is the dbo:firstAscentPerson of the mountains whose dbo:mountainRange is dbr:Sierra_Nevada_(U.S.) ?,select distinct ?uri where { ?x dbo:mountainRange dbr:Sierra_Nevada_(U.S.) . ?x dbo:firstAscentPerson ?uri . }
3215,what is the dbo:Film whose dbp:cinematography is dbr:Jordan_Cronenweth and dbo:musicComposer is dbr:Vangelis ?,select distinct ?uri where { ?uri dbp:cinematography dbr:Jordan_Cronenweth . ?uri dbo:musicComposer dbr:Vangelis . ?uri rdf:type dbo:Film }
3217,give the total number of dbo:origin of the grapes whose dbo:species is dbr:Vitis_vinifera ?,select distinct count ( ?uri ) where { ?x dbo:species dbr:Vitis_vinifera . ?x dbo:origin ?uri . ?uri rdf:type dbo:Place }
3218,what is the dbo:publisher of the dbr:Allal and dbo:employer of the dbr:Peter_Bergman_(comedian) ?,select distinct ?uri where { dbr:Allal dbo:publisher ?uri . dbr:Peter_Bergman_(comedian) dbo:employer uri }
3219,what is the dbp:birthPlace of the dbr:Justina_Machado and dbo:birthPlace of the dbr:John_Englehart ?,select distinct ?uri where { dbr:Justina_Machado dbp:birthPlace ?uri . dbr:John_Englehart dbo:birthPlace ?uri . }
3220,"what is the dbo:OfficeHolder whose dbp:spouse is dbr:Dolley_Madison and dbp:restingplace is dbr:Montpelier_(Orange,_Virginia) ?","select distinct ?uri where { ?uri dbp:spouse dbr:Dolley_Madison . ?uri dbp:restingplace dbr:Montpelier_(Orange,_Virginia) . ?uri rdf:type dbo:OfficeHolder }"
3221,what is the dbo:training of dbr:David_Scherman ?,select distinct ?uri where { dbr:David_Scherman dbo:training ?uri }
3222,what is the dbo:series of the fictional character whose dbo:portrayer is dbr:Sean_Young ?,select distinct ?uri where { ?x dbo:portrayer dbr:Sean_Young . ?x dbo:series ?uri . }
3223,"list the other dbp:hubs of the dbo:Airline whose dbp:hubs is dbr:Subang,_Indonesia ?","select distinct ?uri where { ?x dbp:hubs dbr:Subang,_Indonesia . ?x dbp:hubs ?uri . ?x rdf:type dbo:Airline }"
3224,is dbr:Atlanta the dbp:recorded of dbr:The_Boy_Is_Mine_(song) ?,ask where { dbr:The_Boy_Is_Mine_(song) dbp:recorded dbr:Atlanta }
3225,who is the dbo:president of dbr:Loretta_Ucelli ?,select distinct ?uri where { dbr:Loretta_Ucelli dbo:president ?uri }
3226,what is the dbp:writer of the dbo:Play whose dbp:characters is dbr:Blanche_DuBois ?,select distinct ?uri where { ?x dbp:characters dbr:Blanche_DuBois . ?x dbp:writer ?uri . ?x rdf:type dbo:Play }
3227,what is the dbp:district of the dbr:Robert_William_Wilcox and dbp:placeOfBirth of the dbr:Kamaloohua ?,select distinct ?uri where { dbr:Robert_William_Wilcox dbp:district ?uri . dbr:Kamaloohua dbp:placeOfBirth uri }
3228,what is the dbo:countySeat of the administrative region which is the dbo:region of dbr:Kelsey_Creek ?,select distinct ?uri where { dbr:Kelsey_Creek dbo:region ?x . ?x dbo:countySeat ?uri . }
3229,"list the dbo:border of the dbo:Valley whose dbo:municipality is dbr:Lake_County,_Oregon ?","select distinct ?uri where { ?x dbo:municipality dbr:Lake_County,_Oregon . ?x dbo:border ?uri . ?x rdf:type dbo:Valley }"
3230,what is the dbo:region of the dbr:Wayne_Allard and dbo:birthPlace of the dbr:Juli_Ashton ?,select distinct ?uri where { dbr:Wayne_Allard dbo:region ?uri . dbr:Juli_Ashton dbo:birthPlace uri }
3231,what are the other dbo:regionServed of the dbo:Company whose dbo:regionServed is dbr:Pacific_Ocean ?,select distinct ?uri where { ?x dbo:regionServed dbr:Pacific_Ocean . ?x dbo:regionServed ?uri . ?x rdf:type dbo:Company }
3232,what is the dbo:primeMinister of the governor who is the dbo:appointer of dbr:Murray_Gleeson ?,select distinct ?uri where { dbr:Murray_Gleeson dbo:appointer ?x . ?x dbo:primeMinister ?uri . }
3233,what is the dbo:FictionalCharacter whose dbo:creator is dbr:Josh_Friedman and dbo:portrayer is dbr:Terminator_Genisys ?,select distinct ?uri where { ?uri dbo:creator dbr:Josh_Friedman . ?uri dbo:portrayer dbr:Terminator_Genisys . ?uri rdf:type dbo:FictionalCharacter }
3234,what is the dbo:stateOfOrigin of the dbo:Person who is the dbo:successor of dbr:Tetsugen_Bernard_Glassman ?,select distinct ?uri where { dbr:Tetsugen_Bernard_Glassman dbo:successor ?x . ?x dbo:stateOfOrigin ?uri . ?x rdf:type dbo:Person }
3235,what is the dbo:restingPlace of the dbr:William_H._Smith_(Connecticut) and dbp:birthPlace of the dbr:Alfred_N._Phillips ?,select distinct ?uri where { dbr:William_H._Smith_(Connecticut) dbo:restingPlace ?uri . dbr:Alfred_N._Phillips dbp:birthPlace ?uri . }
3236,list the dbp:agencyName of the dbo:Organisation whose dbo:headquarter is dbr:Chaeng_Watthana_Government_Complex ?,select distinct ?uri where { ?x dbo:headquarter dbr:Chaeng_Watthana_Government_Complex . ?x dbp:agencyName ?uri . ?x rdf:type dbo:Organisation }
3237,what is the dbo:writer of the dbo:Single whose dbp:producer is dbr:Peter-John_Vettese ?,select distinct ?uri where { ?x dbp:producer dbr:Peter-John_Vettese . ?x dbo:writer ?uri . ?x rdf:type dbo:Single }
3238,count the other dbo:field of the artists whose dbo:field is dbr:Writing ?,select distinct count ( ?uri ) where { ?x dbo:field dbr:Writing . ?x dbo:field ?uri }
3239,who are the military people whose dbo:occupation is dbr:CBS ?,select distinct ?uri where { ?uri dbo:occupation dbr:CBS . }
3240,what is the dbp:owner of the dbo:Bridge whose dbo:maintainedBy is dbr:Massachusetts_Department_of_Transportation ?,select distinct ?uri where { ?x dbo:maintainedBy dbr:Massachusetts_Department_of_Transportation . ?x dbp:owner ?uri . ?x rdf:type dbo:Bridge }
3241,what is the dbp:playedFor of the dbr:Cam_Plante and dbp:tenants of the dbr:MasterCard_Centre ?,select distinct ?uri where { dbr:Cam_Plante dbp:playedFor ?uri . dbr:MasterCard_Centre dbp:tenants uri }
3242,what is the dbp:governingBody of dbr:City_of_Miami_Cemetery ?,select distinct ?uri where { dbr:City_of_Miami_Cemetery dbp:governingBody ?uri }
3243,list the dbo:Film whose dbo:editing 's dbp:placeOfBirth is dbr:London ?,select distinct ?uri where { ?x dbp:placeOfBirth dbr:London . ?uri dbo:editing ?x . ?uri rdf:type dbo:Film }
3244,is dbr:Audi the dbp:currentTeam of dbr:Shaun_Thong ?,ask where { dbr:Shaun_Thong dbp:currentTeam dbr:Audi }
3245,is dbr:Mammal the dbo:class of dbr:Chestnut_white-bellied_rat ?,ask where { dbr:Chestnut_white-bellied_rat dbo:class dbr:Mammal }
3246,who is the person whose dbo:education is dbr:Great_Ayton ?,select distinct ?uri where { ?uri dbo:education dbr:Great_Ayton . }
3247,what is the dbp:birthplace of dbr:Babita ?,select distinct ?uri where { dbr:Babita dbp:birthplace ?uri }
3248,what is the dbo:AdministrativeRegion whose dbp:mayor is dbr:Giorgos_Kaminis ?,select distinct ?uri where { ?uri dbp:mayor dbr:Giorgos_Kaminis . ?uri rdf:type dbo:AdministrativeRegion }
3249,what is the dbp:destinations of the dbr:Air_2000 and dbo:locationCountry of the dbr:Falken_Tire ?,select distinct ?uri where { dbr:Air_2000 dbp:destinations ?uri . dbr:Falken_Tire dbo:locationCountry uri }
3250,is dbr:Canterbury-Bankstown_Bulldogs the dbp:club of dbr:Sonny_Bill_Williams ?,ask where { dbr:Sonny_Bill_Williams dbp:club dbr:Canterbury-Bankstown_Bulldogs }
3251,what is the dbp:discipline of the dbo:AcademicJournal whose dbo:editor is dbr:Paul_Morphy ?,select distinct ?uri where { ?x dbo:editor dbr:Paul_Morphy . ?x dbp:discipline ?uri . ?x rdf:type dbo:AcademicJournal }
3252,what is the dbo:governingBody of the historic place whose dbp:architecture is dbr:Rock_art ?,select distinct ?uri where { ?x dbp:architecture dbr:Rock_art . ?x dbo:governingBody ?uri . }
3253,list the dbp:starring of the dbo:Film whose dbo:editing is dbr:Harvey_Rosenstock ?,select distinct ?uri where { ?x dbo:editing dbr:Harvey_Rosenstock . ?x dbp:starring ?uri . ?x rdf:type dbo:Film }
3254,what is the dbo:builder of dbr:Baku_Olympic_Stadium_(BOS) ?,select distinct ?uri where { dbr:Baku_Olympic_Stadium_(BOS) dbo:builder ?uri }
3255,count the dbo:award of the scientists whose dbp:fields is dbr:Immunology ?,select distinct count ( ?uri ) where { ?x dbp:fields dbr:Immunology . ?x dbo:award ?uri . ?uri rdf:type dbo:Award }
3256,what is the dbo:Mountain whose dbo:locatedInArea are dbr:Inyo_National_Forest and dbr:California ?,select distinct ?uri where { ?uri dbo:locatedInArea dbr:Inyo_National_Forest . ?uri dbo:locatedInArea dbr:California . ?uri rdf:type dbo:Mountain }
3257,what is the dbp:nickname of the owl whose dbo:manager is dbr:Piotr_Baron ?,select distinct ?uri where { ?x dbo:manager dbr:Piotr_Baron . ?x dbp:nickname ?uri . }
3258,"how many dbo:team are there , of the baseball players whose dbo:debutTeam is dbr:Houston_Astros ?",select distinct count ( ?uri ) where { ?x dbo:debutTeam dbr:Houston_Astros . ?x dbo:team ?uri . ?uri rdf:type dbo:SportsTeam }
3259,what is the dbo:Sea whose dbp:cities are dbr:Rostock and dbr:Oulu ?,select distinct ?uri where { ?uri dbp:cities dbr:Rostock . ?uri dbp:cities dbr:Oulu . ?uri rdf:type dbo:Sea }
3260,is dbr:Winston_Churchill the dbo:primeMinister of dbr:Selwyn_Lloyd ?,ask where { dbr:Selwyn_Lloyd dbo:primeMinister dbr:Winston_Churchill }
3261,"how many dbo:ingredient are there , of the owls whose dbo:country is dbr:Sweden ?",select distinct count ( ?uri ) where { ?x dbo:country dbr:Sweden . ?x dbo:ingredient ?uri . }
3262,"how many dbo:firstAscentPerson of the mountains whose dbo:locatedInArea is dbr:Yosemite_National_Park , are there ?",select distinct count ( ?uri ) where { ?x dbo:locatedInArea dbr:Yosemite_National_Park . ?x dbo:firstAscentPerson ?uri . ?uri rdf:type dbo:Person }
3263,"what is the dbp:licensee of the dbo:RadioStation whose dbp:area is dbr:Nashville,_Tennessee ?","select distinct ?uri where { ?x dbp:area dbr:Nashville,_Tennessee . ?x dbp:licensee ?uri . ?x rdf:type dbo:RadioStation }"
3264,what is the dbo:automobilePlatform of the dbr:Chiva_bus and dbo:manufacturer of the dbr:Ford_Straight-6_engine ?,select distinct ?uri where { dbr:Chiva_bus dbo:automobilePlatform ?uri . dbr:Ford_Straight-6_engine dbo:manufacturer uri }
3265,what is the dbo:award of the scientist who is the dbp:keyPeople of dbr:Pixar ?,select distinct ?uri where { dbr:Pixar dbp:keyPeople ?x . ?x dbo:award ?uri . }
3266,what is the dbp:manufacturer of the dbr:Grey_Goose_(vodka) and dbp:distributor of the dbr:Bombay_Sapphire ?,select distinct ?uri where { dbr:Grey_Goose_(vodka) dbp:manufacturer ?uri . dbr:Bombay_Sapphire dbp:distributor uri }
3267,what is the total number of bacterias whose dbo:division is dbr:Firmicutes and dbp:domain is dbr:Bacteria ?,select distinct count ( ?uri ) where { ?uri dbo:division dbr:Firmicutes . ?uri dbp:domain dbr:Bacteria }
3268,give the total number of dbo:MilitaryPerson whose dbo:militaryUnit 's dbp:role is dbr:Close_air_support ?,select distinct count ( ?uri ) where { ?x dbp:role dbr:Close_air_support . ?uri dbo:militaryUnit ?x . ?uri rdf:type dbo:MilitaryPerson }
3269,what is the dbo:college of the dbr:Malik_Ausean_Evans and dbo:college of the dbr:Kyle_Fuller_(basketball) ?,select distinct ?uri where { dbr:Malik_Ausean_Evans dbo:college ?uri . dbr:Kyle_Fuller_(basketball) dbp:college uri }
3270,how many dbp:notableworks are there of the dbo:Person who is the dbo:producer of dbr:Queer_as_Folk_(UK_TV_series) ?,select distinct count ( ?uri ) where { dbr:Queer_as_Folk_(UK_TV_series) dbo:producer ?x . ?x dbp:notableworks ?uri . ?x rdf:type dbo:Person }
3271,is dbr:Geneva the dbp:institution of dbr:Jean-Louis_Arcand ?,ask where { dbr:Jean-Louis_Arcand dbp:institution dbr:Geneva }
3272,is dbr:Public_company the dbp:companyType of dbr:Facebook ?,ask where { dbr:Facebook dbp:companyType dbr:Public_company }
3273,what is the dbo:Scientist whose dbp:doctoralStudents are dbr:Șerban_Țițeica and dbr:Erich_Bagge ?,select distinct ?uri where { ?uri dbp:doctoralStudents dbr:Șerban_Țițeica . ?uri dbp:doctoralStudents dbr:Erich_Bagge . ?uri rdf:type dbo:Scientist }
3274,what are the dbo:River whose dbo:sourceCountry 's dbp:leaderName is dbr:Irene_Mambilima ?,select distinct ?uri where { ?x dbp:leaderName dbr:Irene_Mambilima . ?uri dbo:sourceCountry ?x . ?uri rdf:type dbo:River }
3275,count the number of dbo:Book whose dbo:author 's dbo:birthPlace is dbr:Alcalá_de_Henares ?,select distinct count ( ?uri ) where { ?x dbo:birthPlace dbr:Alcalá_de_Henares . ?uri dbo:author ?x . ?uri rdf:type dbo:Book }
3276,what is the dbo:TelevisionShow whose dbp:judges are dbr:Jennifer_Lopez and dbr:Randy_Jackson ?,select distinct ?uri where { ?uri dbp:judges dbr:Jennifer_Lopez . ?uri dbp:judges dbr:Randy_Jackson . ?uri rdf:type dbo:TelevisionShow }
3277,what are the dbo:BaseballTeam whose dbo:manager 's dbo:position is dbr:Catcher ?,select distinct ?uri where { ?x dbo:position dbr:Catcher . ?uri dbo:manager ?x . ?uri rdf:type dbo:BaseballTeam }
3278,what is the dbo:musicalBand of the single which is the dbo:subsequentWork of dbr:City_of_New_Orleans_(song) ?,select distinct ?uri where { dbr:City_of_New_Orleans_(song) dbo:subsequentWork ?x . ?x dbo:musicalBand ?uri . }
3279,what is the dbo:almaMater of the dbr:James_Still and dbo:almaMater of the dbr:Tom_Maniatis ?,select distinct ?uri where { dbr:James_Still dbo:almaMater ?uri . dbr:Tom_Maniatis dbp:almaMater uri }
3280,what is the dbo:stadium of dbr:West_Papua_football_team ?,select distinct ?uri where { dbr:West_Papua_football_team dbo:stadium ?uri }
3281,what is the dbo:debutTeam of the dbo:GridironFootballPlayer whose dbo:college is dbr:UCLA_Bruins_football ?,select distinct ?uri where { ?x dbo:college dbr:UCLA_Bruins_football . ?x dbo:debutTeam ?uri . ?x rdf:type dbo:GridironFootballPlayer }
3282,is dbr:North_America the dbo:destination of dbr:Air_2000 ?,ask where { dbr:Air_2000 dbo:destination dbr:North_America }
3283,what is the dbo:race of the dbr:Bobby_Beasley and dbr:Martin_Molony ?,select distinct ?uri where { dbr:Bobby_Beasley dbo:race ?uri . dbr:Martin_Molony dbo:race ?uri . }
3284,what is the dbo:origin of the dbo:Grape whose dbo:wineRegion is dbr:Troodos_Mountains ?,select distinct ?uri where { ?x dbo:wineRegion dbr:Troodos_Mountains . ?x dbo:origin ?uri . ?x rdf:type dbo:Grape }
3285,whose dbo:family are dbr:Buccinoidea and dbr:Buccinidae ?,select distinct ?uri where { ?uri dbo:family dbr:Buccinoidea . ?uri dbo:family dbr:Buccinidae . }
3286,who is the dbp:artist of dbr:Brad_Paisley_discography ?,select distinct ?uri where { dbr:Brad_Paisley_discography dbp:artist ?uri }
