id,english,sparql
3785,what is the dbo:Film whose dbo:producer is dbr:Michael_Deeley and dbp:music is dbr:Vangelis ?,select distinct ?uri where { ?uri dbo:producer dbr:Michael_Deeley . ?uri dbp:music dbr:Vangelis . ?uri rdf:type dbo:Film }
3786,give the total number of dbo:bandMember of the bands whose dbp:currentMembers is dbr:Juelz_Santana ?,select distinct count ( ?uri ) where { ?x dbp:currentMembers dbr:Juelz_Santana . ?x dbo:bandMember ?uri . ?uri rdf:type dbo:Person }
3787,what are the other dbo:partner of the dbo:Model whose dbo:partner is dbr:Thom_Evans ?,select distinct ?uri where { ?x dbo:partner dbr:Thom_Evans . ?x dbo:partner ?uri . ?x rdf:type dbo:Model }
3788,what is the dbp:owner of the dbo:BroadcastNetwork whose dbo:foundedBy is dbr:CNN ?,select distinct ?uri where { ?x dbo:foundedBy dbr:CNN . ?x dbp:owner ?uri . ?x rdf:type dbo:BroadcastNetwork }
3789,who is the dbp:writers of dbr:Tales_of_Suspense ?,select distinct ?uri where { dbr:Tales_of_Suspense dbp:writers ?uri }
3790,what is the dbo:Magazine whose dbo:publisher is dbr:Jann_Wenner ?,select distinct ?uri where { ?uri dbo:publisher dbr:Jann_Wenner . ?uri rdf:type dbo:Magazine }
3791,what are the other dbo:academicDiscipline of the dbo:AcademicJournal whose dbo:academicDiscipline is dbr:Neuroimaging ?,select distinct ?uri where { ?x dbo:academicDiscipline dbr:Neuroimaging . ?x dbo:academicDiscipline ?uri . ?x rdf:type dbo:AcademicJournal }
3792,what is the dbo:author of the dbo:WrittenWork whose dbo:publisher is dbr:Perkins_School_for_the_Blind ?,select distinct ?uri where { ?x dbo:publisher dbr:Perkins_School_for_the_Blind . ?x dbo:author ?uri . ?x rdf:type dbo:WrittenWork }
3793,what dbo:Country 's dbp:languages is dbr:Semnani_languages ?,select distinct ?uri where { ?uri dbp:languages dbr:Semnani_languages . ?uri rdf:type dbo:Country }
3795,"how many dbo:poleDriver are there , of the grand prixes whose dbp:firstTeam is dbr:Renault_in_Formula_One ?",select distinct count ( ?uri ) where { ?x dbp:firstTeam dbr:Renault_in_Formula_One . ?x dbo:poleDriver ?uri . ?uri rdf:type dbo:FormulaOneRacer }
3796,what is the dbo:recordLabel of dbr:Double_Diamond_(album) ?,select distinct ?uri where { dbr:Double_Diamond_(album) dbo:recordLabel ?uri }
3797,what is the dbo:restingPlace of the member of parliament who is the dbo:vicePresident of dbr:Frederick_Cooke_(socialist) ?,select distinct ?uri where { dbr:Frederick_Cooke_(socialist) dbo:vicePresident ?x . ?x dbo:restingPlace ?uri . }
3798,who is the dbo:Person whose dbp:children is dbr:Irène_Joliot-Curie ?,select distinct ?uri where { ?uri dbp:children dbr:Irène_Joliot-Curie . ?uri rdf:type dbo:Person }
3799,give me the total number of dbp:destinations of the airlines whose dbp:destinations is dbr:Europe ?,select distinct count ( ?uri ) where { ?x dbp:destinations dbr:Europe . ?x dbp:destinations ?uri }
3800,what is the dbp:locations of the dbo:Company whose dbo:foundationPlace is dbr:Toronto ?,select distinct ?uri where { ?x dbo:foundationPlace dbr:Toronto . ?x dbp:locations ?uri . ?x rdf:type dbo:Company }
3801,what is the dbo:employer of the dbr:Don_R._Berlin and dbr:Michael_M._Sears ?,select distinct ?uri where { dbr:Don_R._Berlin dbo:employer ?uri . dbr:Michael_M._Sears dbo:employer ?uri . }
3802,what is the dbo:University whose dbp:mascot is dbr:Aubie and dbo:president is dbr:Jay_Gogue ?,select distinct ?uri where { ?uri dbp:mascot dbr:Aubie . ?uri dbo:president dbr:Jay_Gogue . ?uri rdf:type dbo:University }
3803,give me a count of mammals whose dbo:phylum is dbr:Chordate ?,select distinct count ( ?uri ) where { ?uri dbo:phylum dbr:Chordate . }
3804,is dbr:West_Africa the dbp:stylisticOrigins of dbr:Gwo_ka ?,ask where { dbr:Gwo_ka dbp:stylisticOrigins dbr:West_Africa }
3805,what is the total number of dbo:party of the office holders whose dbp:placeOfBirth is dbr:Maharashtra ?,select distinct count ( ?uri ) where { ?x dbp:placeOfBirth dbr:Maharashtra . ?x dbo:party ?uri . }
3806,what is the dbo:notableWork of the dbr:Neil_Cross and dbr:Russell_T_Davies ?,select distinct ?uri where { dbr:Neil_Cross dbo:notableWork ?uri . dbr:Russell_T_Davies dbo:notableWork ?uri . }
3807,what is the dbo:associatedMusicalArtist of the musical artist who is the dbo:musicalArtist of dbr:Mind_Blowin'_(Smooth_song) ?,select distinct ?uri where { dbr:Mind_Blowin'_(Smooth_song) dbo:musicalArtist ?x . ?x dbo:associatedMusicalArtist ?uri . }
3808,what is the dbo:deathPlace of the dbo:OfficeHolder whose dbo:religion is dbr:Episcopal_Church_(United_States) ?,select distinct ?uri where { ?x dbo:religion dbr:Episcopal_Church_(United_States) . ?x dbo:deathPlace ?uri . ?x rdf:type dbo:OfficeHolder }
3809,what are the royalties whose dbp:placeOfBurial are dbr:Rome and dbr:Mausoleum_of_Augustus ?,select distinct ?uri where { ?uri dbp:placeOfBurial dbr:Rome . ?uri dbp:placeOfBurial dbr:Mausoleum_of_Augustus . }
3810,what is the dbp:branch of dbr:Edwin_F._Hunter ?,select distinct ?uri where { dbr:Edwin_F._Hunter dbp:branch ?uri }
3811,"what is the dbo:University whose dbp:affiliations are dbr:Graham_Holdings_Company and dbr:Kaplan,_Inc. ?","select distinct ?uri where { ?uri dbp:affiliations dbr:Graham_Holdings_Company . ?uri dbp:affiliations dbr:Kaplan,_Inc. . ?uri rdf:type dbo:University }"
3812,what is the dbo:Band whose dbp:pastMembers are dbr:Joe_Jonas and dbr:Nick_Jonas ?,select distinct ?uri where { ?uri dbp:pastMembers dbr:Joe_Jonas . ?uri dbp:pastMembers dbr:Nick_Jonas . ?uri rdf:type dbo:Band }
3813,who are the dbp:children of dbr:Abigail_Adams ?,select distinct ?uri where { dbr:Abigail_Adams dbp:children ?uri }
3814,what are the dbp:knownFor of dbr:Breann_McGregor ?,select distinct ?uri where { dbr:Breann_McGregor dbp:knownFor ?uri }
3815,what is the dbo:sport of the dbr:Fr._Agnel_Multipurpose_School_and_Junior_College and dbr:Vishwajyot_High_School ?,select distinct ?uri where { dbr:Fr._Agnel_Multipurpose_School_and_Junior_College dbo:sport ?uri . dbr:Vishwajyot_High_School dbo:sport ?uri . }
3816,what are the scientists whose dbp:doctoralAdvisor 's dbp:prizes is dbr:National_Medal_of_Science ?,select distinct ?uri where { ?x dbp:prizes dbr:National_Medal_of_Science . ?uri dbp:doctoralAdvisor ?x . }
3817,what are the other dbo:profession of the dbo:Politician whose dbo:profession is dbr:United_States_Coast_Guard ?,select distinct ?uri where { ?x dbo:profession dbr:United_States_Coast_Guard . ?x dbo:profession ?uri . ?x rdf:type dbo:Politician }
3818,whose dbo:knownFor are dbr:Battle_of_the_Thames and dbr:War_of_1812 ?,select distinct ?uri where { ?uri dbo:knownFor dbr:Battle_of_the_Thames . ?uri dbo:knownFor dbr:War_of_1812 . }
3819,what is the dbp:headquarters of the dbo:PublicTransitSystem which is the dbp:operator of dbr:Go-To_card ?,select distinct ?uri where { dbr:Go-To_card dbp:operator ?x . ?x dbp:headquarters ?uri . ?x rdf:type dbo:PublicTransitSystem }
3820,how many people are there whose dbo:relation is dbr:Kennedy_family ?,select distinct count ( ?uri ) where { ?uri dbo:relation dbr:Kennedy_family . }
3821,"what is the dbo:Company whose dbo:foundedBy is dbr:Jim_Harris_(entrepreneur) and dbo:locationCity is dbr:Harris_County,_Texas ?","select distinct ?uri where { ?uri dbo:foundedBy dbr:Jim_Harris_(entrepreneur) . ?uri dbo:locationCity dbr:Harris_County,_Texas . ?uri rdf:type dbo:Company }"
3822,what is the total number of fictional characters whose dbo:creator is dbr:Greg_Daniels and dbo:series is dbr:The_Office_(U.S._TV_series) ?,select distinct count ( ?uri ) where { ?uri dbo:creator dbr:Greg_Daniels . ?uri dbo:series dbr:The_Office_(U.S._TV_series) }
3823,what is the dbp:placeOfBurial of the dbr:Elizabeth_of_Rhuddlan and dbo:localAuthority of the dbr:Buckhurst_Hill_County_High_School ?,select distinct ?uri where { dbr:Elizabeth_of_Rhuddlan dbp:placeOfBurial ?uri . dbr:Buckhurst_Hill_County_High_School dbo:localAuthority uri }
3824,what is the dbp:headquarters of the dbr:Orient_News and dbo:deathPlace of the dbr:Feras_Saied ?,select distinct ?uri where { dbr:Orient_News dbp:headquarters ?uri . dbr:Feras_Saied dbo:deathPlace uri }
3825,"what is the dbo:opponent of the person whose dbo:employer is dbr:Henry_Howard,_1st_Earl_of_Northampton ?","select distinct ?uri where { ?x dbo:employer dbr:Henry_Howard,_1st_Earl_of_Northampton . ?x dbo:opponent ?uri . }"
3826,what dbo:Newspaper 's dbp:owners is dbr:Schibsted ?,select distinct ?uri where { ?uri dbp:owners dbr:Schibsted . ?uri rdf:type dbo:Newspaper }
3827,what is the dbo:parentOrganisation of the dbr:GetTV and dbp:parent of the dbr:Hypnotize_Minds ?,select distinct ?uri where { dbr:GetTV dbo:parentOrganisation ?uri . dbr:Hypnotize_Minds dbp:parent uri }
3828,what is the dbo:FictionalCharacter whose dbo:relative is dbr:Uncle_Henry_(Oz) and dbo:species is dbr:Human ?,select distinct ?uri where { ?uri dbo:relative dbr:Uncle_Henry_(Oz) . ?uri dbo:species dbr:Human . ?uri rdf:type dbo:FictionalCharacter }
3829,what is the dbp:inflow of the dbr:Cahora_Bassa and dbo:river of the dbr:Batoka_Gorge_Hydroelectric_Power_Station ?,select distinct ?uri where { dbr:Cahora_Bassa dbp:inflow ?uri . dbr:Batoka_Gorge_Hydroelectric_Power_Station dbo:river uri }
3830,what is the dbo:city of the dbo:River whose dbo:rightTributary is dbr:Big_Creek_(Texas_Co._Missouri) ?,select distinct ?uri where { ?x dbo:rightTributary dbr:Big_Creek_(Texas_Co._Missouri) . ?x dbo:city ?uri . ?x rdf:type dbo:River }
3831,what is the dbp:name of the dbo:Island whose dbp:archipelago is dbr:Greater_Antilles ?,select distinct ?uri where { ?x dbp:archipelago dbr:Greater_Antilles . ?x dbp:name ?uri . ?x rdf:type dbo:Island }
3832,is dbr:Major_general_(United_States) the dbp:rank of dbr:Zachary_Taylor ?,ask where { dbr:Zachary_Taylor dbp:rank dbr:Major_general_(United_States) }
3833,what are the dbo:MilitaryUnit whose dbo:commandStructure 's dbp:headquarters is dbr:The_Pentagon ?,select distinct ?uri where { ?x dbp:headquarters dbr:The_Pentagon . ?uri dbo:commandStructure ?x . ?uri rdf:type dbo:MilitaryUnit }
3834,what is the dbo:TelevisionShow whose dbo:subsequentWork is dbr:Frasier and dbo:location is dbr:Massachusetts ?,select distinct ?uri where { ?uri dbo:subsequentWork dbr:Frasier . ?uri dbo:location dbr:Massachusetts . ?uri rdf:type dbo:TelevisionShow }
3835,what are the dbo:associatedBand of dbr:David_Paton ?,select distinct ?uri where { dbr:David_Paton dbo:associatedBand ?uri }
3837,what is the dbp:teamName of dbr:St._Viator_High_School ?,select distinct ?uri where { dbr:St._Viator_High_School dbp:teamName ?uri }
3838,give me the count of dbp:tenants of the stadia whose dbp:tenants is dbr:Toronto_Furies ?,select distinct count ( ?uri ) where { ?x dbp:tenants dbr:Toronto_Furies . ?x dbp:tenants ?uri }
3840,what is the dbp:allegiance of the dbr:Victor_Gunasekara and dbr:Anuruddha_Ratwatte ?,select distinct ?uri where { dbr:Victor_Gunasekara dbp:allegiance ?uri . dbr:Anuruddha_Ratwatte dbp:allegiance ?uri . }
3841,what is the dbo:musicalArtist of dbr:Before_I_Let_You_Go ?,select distinct ?uri where { dbr:Before_I_Let_You_Go dbo:musicalArtist ?uri }
3842,what is the dbo:developer of the dbo:ProgrammingLanguage whose dbo:designer is dbr:Rob_Pike ?,select distinct ?uri where { ?x dbo:designer dbr:Rob_Pike . ?x dbo:developer ?uri . ?x rdf:type dbo:ProgrammingLanguage }
3843,"what is the dbo:MilitaryUnit whose dbo:garrison is dbr:Arlington_County,_Virginia and dbo:commandStructure is dbr:United_States_Department_of_Defense ?","select distinct ?uri where { ?uri dbo:garrison dbr:Arlington_County,_Virginia . ?uri dbo:commandStructure dbr:United_States_Department_of_Defense . ?uri rdf:type dbo:MilitaryUnit }"
3844,what is the dbp:race of the dbo:Horse whose dbo:breeder is dbr:Jacques_Van't_Hart ?,select distinct ?uri where { ?x dbo:breeder dbr:Jacques_Van't_Hart . ?x dbp:race ?uri . ?x rdf:type dbo:Horse }
3846,what is the dbp:country of the food whose dbo:related is dbr:Tuna_salad ?,select distinct ?uri where { ?x dbo:related dbr:Tuna_salad . ?x dbp:country ?uri . }
3847,what is the dbo:layout of the dbo:Automobile whose dbo:designCompany is dbr:Olivier_Boulay ?,select distinct ?uri where { ?x dbo:designCompany dbr:Olivier_Boulay . ?x dbo:layout ?uri . ?x rdf:type dbo:Automobile }
3848,is dbr:North_America the dbp:assembly of dbr:Caterpillar_797F ?,ask where { dbr:Caterpillar_797F dbp:assembly dbr:North_America }
3849,what is the band whose dbo:formerBandMember is dbr:Roger_Waters ?,select distinct ?uri where { ?uri dbo:formerBandMember dbr:Roger_Waters }
3850,what is the dbo:residence of the dbo:Person whose dbo:award is dbr:Project_Runway_Canada ?,select distinct ?uri where { ?x dbo:award dbr:Project_Runway_Canada . ?x dbo:residence ?uri . ?x rdf:type dbo:Person }
3851,who is the dbp:coach of dbr:England_national_under-21_football_team ?,select distinct ?uri where { dbr:England_national_under-21_football_team dbp:coach ?uri }
3852,"what river 's dbo:mouthMountain is dbr:Old_Saybrook,_Connecticut ?","select distinct ?uri where { ?uri dbo:mouthMountain dbr:Old_Saybrook,_Connecticut }"
3853,what is the dbo:mouthCountry of the place whose dbo:rightTributary is dbr:Rakitnica ?,select distinct ?uri where { ?x dbo:rightTributary dbr:Rakitnica . ?x dbo:mouthCountry ?uri . }
3854,what is the dbp:crosses of the dbo:Bridge whose dbo:locatedInArea is dbr:Katima_Mulilo ?,select distinct ?uri where { ?x dbo:locatedInArea dbr:Katima_Mulilo . ?x dbp:crosses ?uri . ?x rdf:type dbo:Bridge }
3855,who are the dbo:BaseballPlayer whose dbo:team is dbr:San_Francisco_Giants ?,select distinct ?uri where { ?uri dbo:team dbr:San_Francisco_Giants . ?uri rdf:type dbo:BaseballPlayer }
3857,what is the dbo:district of dbr:Thorington_railway_station ?,select distinct ?uri where { dbr:Thorington_railway_station dbo:district ?uri }
3858,who is the dbo:Person whose dbo:parent is dbr:Ptolemy_XII_Auletes ?,select distinct ?uri where { ?uri dbo:parent dbr:Ptolemy_XII_Auletes . ?uri rdf:type dbo:Person }
3859,"what are the schools whose dbo:city is dbr:Reading,_Berkshire ?","select distinct ?uri where { ?uri dbo:city dbr:Reading,_Berkshire }"
3860,list the dbo:TelevisionShow whose dbo:network 's dbo:keyPerson is dbr:Steve_Burke_(businessman) ?,select distinct ?uri where { ?x dbo:keyPerson dbr:Steve_Burke_(businessman) . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
3861,what are the dbo:battle of dbr:Alpine_Brigade_Taurinense ?,select distinct ?uri where { dbr:Alpine_Brigade_Taurinense dbo:battle ?uri }
3862,what is the total number of other dbp:tenants of the stadia whose dbp:tenants is dbr:Toronto_Marlies ?,select distinct count ( ?uri ) where { ?x dbp:tenants dbr:Toronto_Marlies . ?x dbp:tenants ?uri }
3863,whose dbo:relative are dbr:Uncle_Henry_(Oz) and dbr:Aunt_Em ?,select distinct ?uri where { ?uri dbo:relative dbr:Uncle_Henry_(Oz) . ?uri dbo:relative dbr:Aunt_Em . }
3864,what is the dbp:genre of the dbo:VideoGame whose dbo:computingPlatform is dbr:Commodore_64 ?,select distinct ?uri where { ?x dbo:computingPlatform dbr:Commodore_64 . ?x dbp:genre ?uri . ?x rdf:type dbo:VideoGame }
3865,who are the dbo:voice of dbr:Allen_Walker ?,select distinct ?uri where { dbr:Allen_Walker dbo:voice ?uri }
3866,what are the companies whose dbo:parentCompany is dbr:Kumho_Asiana_Group ?,select distinct ?uri where { ?uri dbo:parentCompany dbr:Kumho_Asiana_Group }
3867,give me a count of dbo:Building whose dbp:location is dbr:Toronto ?,select distinct count ( ?uri ) where { ?uri dbp:location dbr:Toronto . ?uri rdf:type dbo:Building }
3868,what is the dbo:riverMouth of the place whose dbo:source is dbr:Gredelj ?,select distinct ?uri where { ?x dbo:source dbr:Gredelj . ?x dbo:riverMouth ?uri . }
3869,what is the dbo:county of the dbr:European_route_E8 and dbp:birthplace of the dbr:Ragnhild_Jølsen ?,select distinct ?uri where { dbr:European_route_E8 dbo:county ?uri . dbr:Ragnhild_Jølsen dbp:birthplace uri }
3870,give the total number of dbo:manager of the owls whose dbp:club is dbr:Middlesbrough_F.C. ?,select distinct count ( ?uri ) where { ?x dbp:club dbr:Middlesbrough_F.C. . ?x dbo:manager ?uri . ?uri rdf:type dbo:Person }
3871,what is the dbp:residence of the dbo:Person whose dbo:knownFor is dbr:Panathinaikos_F.C. ?,select distinct ?uri where { ?x dbo:knownFor dbr:Panathinaikos_F.C. . ?x dbp:residence ?uri . ?x rdf:type dbo:Person }
3872,what dbo:OfficeHolder 's dbo:restingPlace is dbr:Monticello ?,select distinct ?uri where { ?uri dbo:restingPlace dbr:Monticello . ?uri rdf:type dbo:OfficeHolder }
3873,what is the dbp:name of the dbr:Geography_of_Puerto_Rico and dbp:founded of the dbr:Pina_Records ?,select distinct ?uri where { dbr:Geography_of_Puerto_Rico dbp:name ?uri . dbr:Pina_Records dbp:founded uri }
3874,is dbr:Buddhism the dbo:literaryGenre of dbr:The_Universe_in_a_Single_Atom ?,ask where { dbr:The_Universe_in_a_Single_Atom dbo:literaryGenre dbr:Buddhism }
3875,what is the dbp:location of the dbo:RailwayTunnel whose dbo:operatedBy is dbr:BNSF_Railway ?,select distinct ?uri where { ?x dbo:operatedBy dbr:BNSF_Railway . ?x dbp:location ?uri . ?x rdf:type dbo:RailwayTunnel }
3876,is dbr:GNU the dbo:license of dbr:Frontaccounting ?,ask where { dbr:Frontaccounting dbo:license dbr:GNU }
3877,what is the dbp:education of the dbo:Architect whose dbp:knownFor is dbr:Terminal_Station_(Chattanooga) ?,select distinct ?uri where { ?x dbp:knownFor dbr:Terminal_Station_(Chattanooga) . ?x dbp:education ?uri . ?x rdf:type dbo:Architect }
3878,"how many dbp:producer are there , of the movies whose dbp:starring is dbr:Michael_Jackson ?",select distinct count ( ?uri ) where { ?x dbp:starring dbr:Michael_Jackson . ?x dbp:producer ?uri . }
3879,what is the owl whose dbp:spouse 's dbp:title is dbr:Miss_Louisiana_USA ?,select distinct ?uri where { ?x dbp:title dbr:Miss_Louisiana_USA . ?uri dbp:spouse ?x . }
3880,what is the dbo:sport of the dbo:School which is the dbp:owner of dbr:Fr._Agnel_Stadium ?,select distinct ?uri where { dbr:Fr._Agnel_Stadium dbp:owner ?x . ?x dbo:sport ?uri . ?x rdf:type dbo:School }
3881,what is the dbo:majorShrine of dbr:Jacques-Désiré_Laval ?,select distinct ?uri where { dbr:Jacques-Désiré_Laval dbo:majorShrine ?uri }
3882,what fictional character 's dbo:species is dbr:American_Pekin_duck ?,select distinct ?uri where { ?uri dbo:species dbr:American_Pekin_duck }
3883,what is the dbo:TelevisionShow whose dbo:subsequentWork is dbr:Crusade_(TV_series) and dbo:developer is dbr:J._Michael_Straczynski ?,select distinct ?uri where { ?uri dbo:subsequentWork dbr:Crusade_(TV_series) . ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri rdf:type dbo:TelevisionShow }
3884,what is the dbo:county of dbr:Saint_Lucia_national_cricket_team ?,select distinct ?uri where { dbr:Saint_Lucia_national_cricket_team dbo:county ?uri }
3885,who is the dbp:poleDriver of dbr:1997_Canadian_Grand_Prix ?,select distinct ?uri where { dbr:1997_Canadian_Grand_Prix dbp:poleDriver ?uri }
3886,what is the dbp:broadcastArea of the dbr:ITV_(Thailand) and dbo:nationality of the dbr:Ajahn_Thate ?,select distinct ?uri where { dbr:ITV_(Thailand) dbp:broadcastArea ?uri . dbr:Ajahn_Thate dbo:nationality uri }
3887,who is the dbo:president of dbr:United_World_College_of_Costa_Rica ?,select distinct ?uri where { dbr:United_World_College_of_Costa_Rica dbo:president ?uri }
3888,what is the total number of dbo:destination of the airlines whose dbp:destinations is dbr:Mediterranean_Sea ?,select distinct count ( ?uri ) where { ?x dbp:destinations dbr:Mediterranean_Sea . ?x dbo:destination ?uri . }
3889,what is the dbo:distributor of dbr:Rev_(drink) ?,select distinct ?uri where { dbr:Rev_(drink) dbo:distributor ?uri }
3890,"how many dbo:residence are there , of the beauty queens whose dbp:hairColor is dbr:Brown_hair ?",select distinct count ( ?uri ) where { ?x dbp:hairColor dbr:Brown_hair . ?x dbo:residence ?uri . }
3891,what is the dbp:race of the dbo:Horse whose dbo:trainer is dbr:Mouse_Morris ?,select distinct ?uri where { ?x dbo:trainer dbr:Mouse_Morris . ?x dbp:race ?uri . ?x rdf:type dbo:Horse }
3892,what are the dbo:TelevisionShow whose dbp:network 's dbp:headquarters is dbr:Atlanta ?,select distinct ?uri where { ?x dbp:headquarters dbr:Atlanta . ?uri dbp:network ?x . ?uri rdf:type dbo:TelevisionShow }
3893,what is the dbo:Award whose dbo:presenter is dbr:Swedish_Academy and dbo:country is dbr:Norway ?,select distinct ?uri where { ?uri dbo:presenter dbr:Swedish_Academy . ?uri dbo:country dbr:Norway . ?uri rdf:type dbo:Award }
3894,what is the company whose dbo:product is dbr:Boeing_F/A-18E/F_Super_Hornet and dbp:keyPeople is dbr:Dennis_Muilenburg ?,select distinct ?uri where { ?uri dbo:product dbr:Boeing_F/A-18E/F_Super_Hornet . ?uri dbp:keyPeople dbr:Dennis_Muilenburg . }
3895,what is the dbo:assembly of the dbr:Plymouth_Savoy and dbp:recorded of the dbr:Special_26 ?,select distinct ?uri where { dbr:Plymouth_Savoy dbo:assembly ?uri . dbr:Special_26 dbp:recorded uri }
3896,"what dbo:Airport 's dbp:cityServed is dbr:Ontario,_California ?","select distinct ?uri where { ?uri dbp:cityServed dbr:Ontario,_California . ?uri rdf:type dbo:Airport }"
3897,is dbr:Queen_Latifah the dbp:narrator of dbr:Arctic_Tale ?,ask where { dbr:Arctic_Tale dbp:narrator dbr:Queen_Latifah }
3898,"what is the dbo:occupation of dbr:George_Arceneaux,_Jr. ?","select distinct ?uri where { dbr:George_Arceneaux,_Jr. dbo:occupation ?uri }"
3899,what dbo:TelevisionShow 's dbp:network is dbr:Comedy_Central ?,select distinct ?uri where { ?uri dbp:network dbr:Comedy_Central . ?uri rdf:type dbo:TelevisionShow }
3900,what is the dbo:otherParty of the dbo:OfficeHolder whose dbp:deputy is dbr:Chaudhary_Devi_Lal ?,select distinct ?uri where { ?x dbp:deputy dbr:Chaudhary_Devi_Lal . ?x dbo:otherParty ?uri . ?x rdf:type dbo:OfficeHolder }
3902,what is the information appliance whose dbo:successor is dbr:PlayStation_4 and dbp:os is dbr:PlayStation_3_system_software ?,select distinct ?uri where { ?uri dbo:successor dbr:PlayStation_4 . ?uri dbp:os dbr:PlayStation_3_system_software . }
3903,"what is the dbo:affiliation of dbr:Indian_general_election,_2004_(Andhra_Pradesh) ?","select distinct ?uri where { dbr:Indian_general_election,_2004_(Andhra_Pradesh) dbo:affiliation ?uri }"
3905,what is the dbo:influencedBy of the dbo:Person who is the dbo:influencedBy of dbr:Costanzo_Preve ?,select distinct ?uri where { dbr:Costanzo_Preve dbo:influencedBy ?x . ?x dbo:influencedBy ?uri . ?x rdf:type dbo:Person }
3906,what is dbo:manufacturer dbr:Asus and dbr:Sony ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Asus . ?uri dbo:manufacturer dbr:Sony . }
3907,what is the dbo:TelevisionShow whose dbp:network is dbr:Comedy_Central and dbp:themeMusicComposer is dbr:Primus_(band) ?,select distinct ?uri where { ?uri dbp:network dbr:Comedy_Central . ?uri dbp:themeMusicComposer dbr:Primus_(band) . ?uri rdf:type dbo:TelevisionShow }
3908,count the video games whose dbp:distributor 's dbp:country is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbp:country dbr:United_States . ?uri dbp:distributor ?x . }
3909,what is the dbp:birthPlace of the dbo:Pope whose dbp:majorShrine is dbr:St._Peter's_Basilica ?,select distinct ?uri where { ?x dbp:majorShrine dbr:St._Peter's_Basilica . ?x dbp:birthPlace ?uri . ?x rdf:type dbo:Pope }
3910,what is the dbp:religion of the dbo:Politician whose dbp:residence is dbr:British_Columbia ?,select distinct ?uri where { ?x dbp:residence dbr:British_Columbia . ?x dbp:religion ?uri . ?x rdf:type dbo:Politician }
3911,what is the dbp:birthplace of the dbr:Ferrel_Harris and dbo:restingPlace of the dbr:Green_Wix_Unthank ?,select distinct ?uri where { dbr:Ferrel_Harris dbp:birthplace ?uri . dbr:Green_Wix_Unthank dbo:restingPlace uri }
3912,what is the river whose dbo:leftTributary 's dbp:nativeName is dbr:Arabic ?,select distinct ?uri where { ?x dbp:nativeName dbr:Arabic . ?uri dbo:leftTributary ?x . }
3913,what is the dbo:Work whose dbp:director is dbr:Orson_Welles and dbp:distributor is dbr:RKO_Pictures ?,select distinct ?uri where { ?uri dbp:director dbr:Orson_Welles . ?uri dbp:distributor dbr:RKO_Pictures . ?uri rdf:type dbo:Work }
3914,what is the dbo:almaMater of dbr:Andrew_W._Lewis ?,select distinct ?uri where { dbr:Andrew_W._Lewis dbo:almaMater ?uri }
3915,who is the person whose dbp:spouse is dbr:Daniel_Gibson ?,select distinct ?uri where { ?uri dbp:spouse dbr:Daniel_Gibson . }
3916,who is the dbo:composer of the dbr:Spanish_Harlem_Incident and dbr:Girl_from_the_North_Country ?,select distinct ?uri where { dbr:Spanish_Harlem_Incident dbo:composer ?uri . dbr:Girl_from_the_North_Country dbo:composer ?uri . }
3917,"what are the other dbo:nearestCity of the dbo:HistoricPlace whose dbo:nearestCity is dbr:Englewood,_Colorado ?","select distinct ?uri where { ?x dbp:nearestCity dbr:Englewood,_Colorado . ?x dbo:nearestCity ?uri . ?x rdf:type dbo:HistoricPlace }"
3918,what are the dbo:Film whose dbo:director is dbr:Joel_Schumacher ?,select distinct ?uri where { ?uri dbo:director dbr:Joel_Schumacher . ?uri rdf:type dbo:Film }
3920,what is the dbo:party of the person who is the dbp:children of dbr:Sonia_Gandhi ?,select distinct ?uri where { dbr:Sonia_Gandhi dbp:children ?x . ?x dbo:party ?uri . }
3921,what is the dbo:relative of the rugby player whose dbo:school is dbr:Manurewa_High_School ?,select distinct ?uri where { ?x dbo:school dbr:Manurewa_High_School . ?x dbo:relative ?uri . }
3922,what is the dbo:TelevisionShow whose dbp:judges is dbr:Jennifer_Lopez and dbp:presenter is dbr:Brian_Dunkleman ?,select distinct ?uri where { ?uri dbp:judges dbr:Jennifer_Lopez . ?uri dbp:presenter dbr:Brian_Dunkleman . ?uri rdf:type dbo:TelevisionShow }
3923,what is the dbp:draftTeam of dbr:Antoine_Bibeau ?,select distinct ?uri where { dbr:Antoine_Bibeau dbp:draftTeam ?uri }
3924,what are the dbo:Mollusca whose dbo:family is dbr:Buccinidae ?,select distinct ?uri where { ?uri dbo:family dbr:Buccinidae . ?uri rdf:type dbo:Mollusca }
3925,what is the dbo:TelevisionShow whose dbp:voices are dbr:April_Stewart and dbr:Mona_Marshall ?,select distinct ?uri where { ?uri dbp:voices dbr:April_Stewart . ?uri dbp:voices dbr:Mona_Marshall . ?uri rdf:type dbo:TelevisionShow }
3926,how many mammals are there whose dbo:family is dbr:Ape and dbo:order is dbr:Primate ?,select distinct count ( ?uri ) where { ?uri dbo:family dbr:Ape . ?uri dbo:order dbr:Primate }
3927,what is the dbp:pastteams of dbr:Marv_McFadden ?,select distinct ?uri where { dbr:Marv_McFadden dbp:pastteams ?uri }
3928,"what is the office holder whose dbo:almaMater is dbr:Harvard-Westlake_School and dbo:predecessor is dbr:Henry_E._Catto,_Jr. ?","select distinct ?uri where { ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri dbo:predecessor dbr:Henry_E._Catto,_Jr. . }"
3930,is dbr:Rajya_Sabha the dbp:houses of dbr:Parliament_of_India ?,ask where { dbr:Parliament_of_India dbp:houses dbr:Rajya_Sabha }
3931,who are the dbo:trainer of dbr:Candice_Michelle ?,select distinct ?uri where { dbr:Candice_Michelle dbo:trainer ?uri }
3932,what is the dbp:firstTeam of dbr:1967_Mexican_Grand_Prix ?,select distinct ?uri where { dbr:1967_Mexican_Grand_Prix dbp:firstTeam ?uri }
3933,what is the dbo:ground of the dbo:SoccerClubSeason whose dbo:chairman is dbr:Ronaldo ?,select distinct ?uri where { ?x dbo:chairman dbr:Ronaldo . ?x dbo:ground ?uri . ?x rdf:type dbo:SoccerClubSeason }
3934,who is the dbo:Person whose dbo:board is dbr:Howard_Hughes_Medical_Institute ?,select distinct ?uri where { ?uri dbo:board dbr:Howard_Hughes_Medical_Institute . ?uri rdf:type dbo:Person }
3935,what is the dbp:owner of the dbo:Bank which is the dbp:occupation of dbr:Peter_Grauer ?,select distinct ?uri where { dbr:Peter_Grauer dbp:occupation ?x . ?x dbp:owner ?uri . ?x rdf:type dbo:Bank }
3936,is dbr:Gimhae_International_Airport the dbo:targetAirport of dbr:Asiana_Airlines ?,ask where { dbr:Asiana_Airlines dbo:targetAirport dbr:Gimhae_International_Airport }
3937,what is the dbp:headquarters of the public transit system which is the dbo:owner of dbr:Hamline_Avenue_(Metro_Transit_station) ?,select distinct ?uri where { dbr:Hamline_Avenue_(Metro_Transit_station) dbo:owner ?x . ?x dbp:headquarters ?uri . }
3938,what is the dbo:founder of the dbo:City which is the dbp:placeOfDeath of dbr:Owen_Dougherty ?,select distinct ?uri where { dbr:Owen_Dougherty dbp:placeOfDeath ?x . ?x dbo:founder ?uri . ?x rdf:type dbo:City }
3939,what is the dbo:debutTeam of the dbo:Athlete whose dbp:college is dbr:Hawaii ?,select distinct ?uri where { ?x dbp:college dbr:Hawaii . ?x dbo:debutTeam ?uri . ?x rdf:type dbo:Athlete }
3940,what is the dbp:title of dbr:Kakae ?,select distinct ?uri where { dbr:Kakae dbp:title ?uri }
3941,what is the dbp:broadcastArea of the dbr:Mauritius_Broadcasting_Corporation and dbo:nationality of the dbr:Michael_Medor ?,select distinct ?uri where { dbr:Mauritius_Broadcasting_Corporation dbp:broadcastArea ?uri . dbr:Michael_Medor dbo:nationality uri }
3942,what is the dbo:county of the dbo:Road whose dbo:routeEnd is dbr:Pahang ?,select distinct ?uri where { ?x dbo:routeEnd dbr:Pahang . ?x dbo:county ?uri . ?x rdf:type dbo:Road }
3943,who is the dbp:author of dbr:Heroman ?,select distinct ?uri where { dbr:Heroman dbp:author ?uri }
3944,who is the dbo:Person whose dbp:deathPlace is dbr:Fair_Lane ?,select distinct ?uri where { ?uri dbp:deathPlace dbr:Fair_Lane . ?uri rdf:type dbo:Person }
3945,list the dbo:religion of the dbo:Person whose dbo:otherParty is dbr:Human_Rights_Party_(Cambodia) ?,select distinct ?uri where { ?x dbo:otherParty dbr:Human_Rights_Party_(Cambodia) . ?x dbo:religion ?uri . ?x rdf:type dbo:Person }
3946,what is the dbo:canonizedBy of the dbr:John_of_Damascus and dbo:religion of the dbr:Josiah_Idowu-Fearon ?,select distinct ?uri where { dbr:John_of_Damascus dbo:canonizedBy ?uri . dbr:Josiah_Idowu-Fearon dbo:religion uri }
3947,what is the dbo:draftTeam of the dbr:Dale_Mitchell_(ice_hockey) and dbp:tenants of the dbr:MasterCard_Centre ?,select distinct ?uri where { dbr:Dale_Mitchell_(ice_hockey) dbo:draftTeam ?uri . dbr:MasterCard_Centre dbp:tenants uri }
3948,what is the dbo:city of the dbo:River whose dbo:leftTributary is dbr:Little_Black_River_(Missouri_-_Arkansas) ?,select distinct ?uri where { ?x dbo:leftTributary dbr:Little_Black_River_(Missouri_-_Arkansas) . ?x dbo:city ?uri . ?x rdf:type dbo:River }
3949,what is the dbp:city of the dbr:The_Ultimate_Fighter:_A_Champion_Will_Be_Crowned and dbr:The_Ultimate_Fighter:_Team_Rousey_vs._Team_Tate ?,select distinct ?uri where { dbr:The_Ultimate_Fighter:_A_Champion_Will_Be_Crowned dbp:city ?uri . dbr:The_Ultimate_Fighter:_Team_Rousey_vs._Team_Tate dbp:city ?uri . }
3950,is dbr:Roger_Federer the dbp:flagbearer of dbr:Switzerland_at_the_2004_Summer_Olympics ?,ask where { dbr:Switzerland_at_the_2004_Summer_Olympics dbp:flagbearer dbr:Roger_Federer }
3951,what is the dbo:TelevisionShow whose dbp:judges is dbr:Randy_Jackson and dbp:creator is dbr:Simon_Fuller ?,select distinct ?uri where { ?uri dbp:judges dbr:Randy_Jackson . ?uri dbp:creator dbr:Simon_Fuller . ?uri rdf:type dbo:TelevisionShow }
3952,what is the dbp:nationality of the dbo:Engineer whose dbo:education is dbr:Poland ?,select distinct ?uri where { ?x dbo:education dbr:Poland . ?x dbp:nationality ?uri . ?x rdf:type dbo:Engineer }
3953,give me a count of dbo:Film whose dbo:musicComposer is dbr:Bernard_Herrmann ?,select distinct count ( ?uri ) where { ?uri dbo:musicComposer dbr:Bernard_Herrmann . ?uri rdf:type dbo:Film }
3955,what is the dbp:destinations of dbr:Novair_International_Airways ?,select distinct ?uri where { dbr:Novair_International_Airways dbp:destinations ?uri }
3956,what is the dbp:state of dbr:Timothy_J._Roemer ?,select distinct ?uri where { dbr:Timothy_J._Roemer dbp:state ?uri }
3957,what is the dbo:religion of the members of parliament whose dbo:profession is dbr:Attorneys_in_Sri_Lanka ?,select distinct ?uri where { ?x dbo:profession dbr:Attorneys_in_Sri_Lanka . ?x dbo:religion ?uri . }
