id,english,sparql
1801,what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:formerBandMember is dbr:Bryan_Mantia ?,select distinct ?uri where { ?x dbo:formerBandMember dbr:Bryan_Mantia . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
1802,list the dbo:TelevisionShow whose dbp:composer 's dbo:associatedBand is dbr:Strontium_90_(band) ?,select distinct ?uri where { ?x dbo:associatedBand dbr:Strontium_90_(band) . ?uri dbp:composer ?x . ?uri rdf:type dbo:TelevisionShow }
1803,what are the dbo:Band whose dbp:currentMembers 's dbp:notableInstruments is dbr:Fender_Stratocaster ?,select distinct ?uri where { ?x dbp:notableInstruments dbr:Fender_Stratocaster . ?uri dbp:currentMembers ?x . ?uri rdf:type dbo:Band }
1804,give me a count of basketball players whose dbo:league is dbr:National_Basketball_Association ?,select distinct count ( ?uri ) where { ?uri dbo:league dbr:National_Basketball_Association . }
1805,what is the dbp:owner of the dbo:RailwayLine whose dbp:system is dbr:Norfolk_Southern_Railway ?,select distinct ?uri where { ?x dbp:system dbr:Norfolk_Southern_Railway . ?x dbp:owner ?uri . ?x rdf:type dbo:RailwayLine }
1806,how many dbo:Writer are there whose dbp:language 's dbo:languageFamily is dbr:Germanic_languages ?,select distinct count ( ?uri ) where { ?x dbo:languageFamily dbr:Germanic_languages . ?uri dbp:language ?x . ?uri rdf:type dbo:Writer }
1807,"how many dbp:related are there , of the automobiles whose dbp:assembly is dbr:Toluca ?",select distinct count ( ?uri ) where { ?x dbp:assembly dbr:Toluca . ?x dbp:related ?uri . }
1808,what is the dbp:placeOfBurial of dbr:Ivan_III_of_Russia ?,select distinct ?uri where { dbr:Ivan_III_of_Russia dbp:placeOfBurial ?uri }
1809,what is the dbo:capital of dbr:Barony_of_Caux ?,select distinct ?uri where { dbr:Barony_of_Caux dbo:capital ?uri }
1810,who are the dbo:BasketballPlayer whose dbp:draftTeam is dbr:Los_Angeles_Clippers ?,select distinct ?uri where { ?uri dbp:draftTeam dbr:Los_Angeles_Clippers . ?uri rdf:type dbo:BasketballPlayer }
1811,is dbr:Tenzing_Norgay the dbo:firstAscentPerson of dbr:Mount_Everest ?,ask where { dbr:Mount_Everest dbo:firstAscentPerson dbr:Tenzing_Norgay }
1812,count the number of other dbo:product of the banks whose dbo:product is dbr:Wealth_management ?,select distinct count ( ?uri ) where { ?x dbo:product dbr:Wealth_management . ?x dbo:product ?uri }
1813,what scientist 's dbp:knownFor is dbr:Philosophiæ_Naturalis_Principia_Mathematica ?,select distinct ?uri where { ?uri dbp:knownFor dbr:Philosophiæ_Naturalis_Principia_Mathematica }
1814,what is the dbo:Planet whose dbp:discoverer is dbr:Johann_Gottfried_Galle ?,select distinct ?uri where { ?uri dbp:discoverer dbr:Johann_Gottfried_Galle . ?uri rdf:type dbo:Planet }
1815,what is the dbp:purpose of the dbo:Organisation whose dbp:location is dbr:Auckland ?,select distinct ?uri where { ?x dbp:location dbr:Auckland . ?x dbp:purpose ?uri . ?x rdf:type dbo:Organisation }
1816,is dbr:Singapore the dbo:largestCity of dbr:Pulau_Ubin ?,ask where { dbr:Pulau_Ubin dbo:largestCity dbr:Singapore }
1817,who is the president whose dbp:lieutenant is dbr:Timothy_L._Woodruff ?,select distinct ?uri where { ?uri dbp:lieutenant dbr:Timothy_L._Woodruff }
1818,what is the number of saints whose dbo:veneratedIn are dbr:Islam and dbr:Judaism ?,select distinct count ( ?uri ) where { ?uri dbo:veneratedIn dbr:Islam . ?uri dbo:veneratedIn dbr:Judaism }
1819,what is the dbp:training of the dbr:William_Anthony_(artist) and dbp:education of the dbr:Philip_W._Pillsbury ?,select distinct ?uri where { dbr:William_Anthony_(artist) dbp:training ?uri . dbr:Philip_W._Pillsbury dbp:education uri }
1820,"what is the dbo:largestCity of the country which is the dbp:battleHonours of dbr:65th_(2nd_Yorkshire,_North_Riding)_Regiment_of_Foot ?","select distinct ?uri where { dbr:65th_(2nd_Yorkshire,_North_Riding)_Regiment_of_Foot dbp:battleHonours ?x . ?x dbo:largestCity ?uri . }"
1821,what is the dbp:awards of the dbo:Person whose dbp:education is dbr:Everton_Park_State_High_School ?,select distinct ?uri where { ?x dbp:education dbr:Everton_Park_State_High_School . ?x dbp:awards ?uri . ?x rdf:type dbo:Person }
1822,list the dbo:author of the dbo:Musical whose dbo:musicBy is dbr:Richard_M._Sherman ?,select distinct ?uri where { ?x dbo:musicBy dbr:Richard_M._Sherman . ?x dbo:author ?uri . ?x rdf:type dbo:Musical }
1823,what is the dbp:founder of the television station whose dbp:sisterNames is dbr:Discovery_Communications ?,select distinct ?uri where { ?x dbp:sisterNames dbr:Discovery_Communications . ?x dbp:founder ?uri . }
1824,what is the dbo:city of the dbo:River whose dbo:mouthMountain is dbr:Arkansas ?,select distinct ?uri where { ?x dbo:mouthMountain dbr:Arkansas . ?x dbo:city ?uri . ?x rdf:type dbo:River }
1825,what dbo:Organisation 's dbp:purpose is dbr:Environmentalism ?,select distinct ?uri where { ?uri dbp:purpose dbr:Environmentalism . ?uri rdf:type dbo:Organisation }
1826,what is the dbp:starring of the dbo:AmusementParkAttraction whose dbp:music is dbr:Jim_Dooley ?,select distinct ?uri where { ?x dbp:music dbr:Jim_Dooley . ?x dbp:starring ?uri . ?x rdf:type dbo:AmusementParkAttraction }
1827,"what is the office holder whose dbo:restingPlace is dbr:Plymouth,_Vermont and dbp:office is dbr:Massachusetts_House_of_Representatives ?","select distinct ?uri where { ?uri dbo:restingPlace dbr:Plymouth,_Vermont . ?uri dbp:office dbr:Massachusetts_House_of_Representatives . }"
1828,who is the dbo:Person whose dbo:parent is dbr:Pattie_Mallette ?,select distinct ?uri where { ?uri dbo:parent dbr:Pattie_Mallette . ?uri rdf:type dbo:Person }
1829,what is the dbp:fields of the dbr:Paul_Demiéville and dbp:religion of the dbr:Buddhist_Tai_Hung_College ?,select distinct ?uri where { dbr:Paul_Demiéville dbp:fields ?uri . dbr:Buddhist_Tai_Hung_College dbp:religion uri }
1830,"how many dbp:office of the office holders whose dbp:allegiance is dbr:Union_(American_Civil_War) , are there ?",select distinct count ( ?uri ) where { ?x dbp:allegiance dbr:Union_(American_Civil_War) . ?x dbp:office ?uri . }
1831,what is the total number of dbo:TelevisionShow whose dbo:related 's dbo:executiveProducer is dbr:Julie_Gardner ?,select distinct count ( ?uri ) where { ?x dbo:executiveProducer dbr:Julie_Gardner . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
1832,"how many dbp:president are there , of the office holders whose dbp:branch is dbr:Continental_Army ?",select distinct count ( ?uri ) where { ?x dbp:branch dbr:Continental_Army . ?x dbp:president ?uri . }
1833,is dbr:Pixar_Canada the dbo:subsidiary of dbr:Pixar ?,ask where { dbr:Pixar dbo:subsidiary dbr:Pixar_Canada }
1834,how many dbo:Film are there whose dbp:cinematography is dbr:Jordan_Cronenweth ?,select distinct count ( ?uri ) where { ?uri dbp:cinematography dbr:Jordan_Cronenweth . ?uri rdf:type dbo:Film }
1835,what is the dbo:stateOfOrigin of the president who is the dbo:keyPerson of dbr:Skai_Group ?,select distinct ?uri where { dbr:Skai_Group dbo:keyPerson ?x . ?x dbo:stateOfOrigin ?uri . }
1836,what is the dbp:parentCompany of the dbo:Automobile whose dbp:predecessor is dbr:Daewoo_Tico ?,select distinct ?uri where { ?x dbp:predecessor dbr:Daewoo_Tico . ?x dbp:parentCompany ?uri . ?x rdf:type dbo:Automobile }
1837,what is the dbo:award of the dbo:writer who is the dbo:writer of dbr:A_Grand_Day_Out ?,select distinct ?uri where { dbr:A_Grand_Day_Out dbo:writer ?x . ?x dbo:award ?uri . }
1838,is dbr:Truss_bridge the dbp:design of dbr:Lyndon_Bridge ?,ask where { dbr:Lyndon_Bridge dbp:design dbr:Truss_bridge }
1839,what is the dbo:TelevisionShow whose dbp:developer is dbr:Brian_Graden ?,select distinct ?uri where { ?uri dbp:developer dbr:Brian_Graden . ?uri rdf:type dbo:TelevisionShow }
1840,what is the dbo:TelevisionShow whose dbo:previousWork is dbr:The_Spirit_of_Christmas_(short_film) ?,select distinct ?uri where { ?uri dbo:previousWork dbr:The_Spirit_of_Christmas_(short_film) . ?uri rdf:type dbo:TelevisionShow }
1841,what is the dbp:country of the dbo:Dam whose dbo:river is dbr:Awash_River ?,select distinct ?uri where { ?x dbo:river dbr:Awash_River . ?x dbp:country ?uri . ?x rdf:type dbo:Dam }
1842,count the dbp:religion of the people whose dbp:residence is dbr:England ?,select distinct count ( ?uri ) where { ?x dbp:residence dbr:England . ?x dbp:religion ?uri . }
1843,what is the dbp:writer of the dbo:Play whose dbp:characters is dbr:Stella_Kowalski ?,select distinct ?uri where { ?x dbp:characters dbr:Stella_Kowalski . ?x dbp:writer ?uri . ?x rdf:type dbo:Play }
1844,is dbr:Ukraine the dbp:birthplace of dbr:Liliya_Lobanova ?,ask where { dbr:Liliya_Lobanova dbp:birthplace dbr:Ukraine }
1845,what is the dbp:broadcastArea of dbr:ITV_(Thailand) ?,select distinct ?uri where { dbr:ITV_(Thailand) dbp:broadcastArea ?uri }
1846,is dbr:Hyundai_Elantra the dbo:relatedMeanOfTransportation of dbr:Hyundai_Lavita ?,ask where { dbr:Hyundai_Lavita dbo:relatedMeanOfTransportation dbr:Hyundai_Elantra }
1847,what is the dbp:firstAired of the dbr:Gümüş_(TV_series) and dbp:placeOfDeath of the dbr:Sergei_Ovchinnikov_(volleyball) ?,select distinct ?uri where { dbr:Gümüş_(TV_series) dbp:firstAired ?uri . dbr:Sergei_Ovchinnikov_(volleyball) dbp:placeOfDeath uri }
1848,is dbr:Șerban_Țițeica the dbo:doctoralStudent of dbr:Werner_Heisenberg ?,ask where { dbr:Werner_Heisenberg dbo:doctoralStudent dbr:Șerban_Țițeica }
1849,what is the dbp:region of dbr:Kim_Sawchuk ?,select distinct ?uri where { dbr:Kim_Sawchuk dbp:region ?uri }
1850,what is the dbp:birthplace of dbr:Liliya_Lobanova ?,select distinct ?uri where { dbr:Liliya_Lobanova dbp:birthplace ?uri }
1851,what is the dbp:related of the dbo:Automobile whose dbp:engine is dbr:V8_engine ?,select distinct ?uri where { ?x dbp:engine dbr:V8_engine . ?x dbp:related ?uri . ?x rdf:type dbo:Automobile }
1852,list the dbo:religion of the dbo:MemberOfParliament whose dbo:region is dbr:Kalutara_Electoral_District ?,select distinct ?uri where { ?x dbo:region dbr:Kalutara_Electoral_District . ?x dbo:religion ?uri . ?x rdf:type dbo:MemberOfParliament }
1853,what are the other dbo:significantBuilding of the dbo:Architect whose dbo:significantBuilding is dbr:Krasnye_Vorota_(Moscow_Metro) ?,select distinct ?uri where { ?x dbo:significantBuilding dbr:Krasnye_Vorota_(Moscow_Metro) . ?x dbo:significantBuilding ?uri . ?x rdf:type dbo:Architect }
1854,what is the dbo:institution of the dbr:Robert_Hall_(economist) and dbr:Erica_Frank ?,select distinct ?uri where { dbr:Robert_Hall_(economist) dbo:institution ?uri . dbr:Erica_Frank dbo:institution ?uri . }
1855,what is the dbo:deathCause of dbr:Martino_Martini ?,select distinct ?uri where { dbr:Martino_Martini dbo:deathCause ?uri }
1856,what is the total number of dbo:deathPlace of the writers whose dbp:birthPlace is dbr:Ireland ?,select distinct count ( ?uri ) where { ?x dbp:birthPlace dbr:Ireland . ?x dbo:deathPlace ?uri . ?uri rdf:type dbo:Location }
1857,what is the total number of other dbp:fields of the scientists whose dbp:fields is dbr:Sanskrit ?,select distinct count ( ?uri ) where { ?x dbp:fields dbr:Sanskrit . ?x dbp:fields ?uri }
1858,is dbr:White_River_(Vermont) the dbo:rightTributary of dbr:Connecticut_River ?,ask where { dbr:Connecticut_River dbo:rightTributary dbr:White_River_(Vermont) }
1859,is dbr:Andy_Warhol the dbo:cinematography of dbr:San_Diego_Surf_(film) ?,ask where { dbr:San_Diego_Surf_(film) dbo:cinematography dbr:Andy_Warhol }
1860,what is the dbp:debutteam of dbr:Ángel_Escobar ?,select distinct ?uri where { dbr:Ángel_Escobar dbp:debutteam ?uri }
1861,what is the dbo:currency of the dbo:Country whose dbo:leader is dbr:François_Hollande ?,select distinct ?uri where { ?x dbo:leader dbr:François_Hollande . ?x dbo:currency ?uri . ?x rdf:type dbo:Country }
1862,what is the country whose dbp:languages is dbr:Semnani_languages and dbo:language is dbr:Assyrian_Neo-Aramaic ?,select distinct ?uri where { ?uri dbp:languages dbr:Semnani_languages . ?uri dbo:language dbr:Assyrian_Neo-Aramaic . }
1863,who is the person whose dbo:spouse 's dbp:label is dbr:Pablo_Records ?,select distinct ?uri where { ?x dbp:label dbr:Pablo_Records . ?uri dbo:spouse ?x . }
1864,what is the dbo:TelevisionShow whose dbo:starring is dbr:Companion_(Doctor_Who) and dbo:related is dbr:The_Sarah_Jane_Adventures ?,select distinct ?uri where { ?uri dbo:starring dbr:Companion_(Doctor_Who) . ?uri dbo:related dbr:The_Sarah_Jane_Adventures . ?uri rdf:type dbo:TelevisionShow }
1865,what is the dbo:TelevisionShow whose dbo:openingTheme 's dbo:subsequentWork is dbr:If_We_Were_a_Movie ?,select distinct ?uri where { ?x dbo:subsequentWork dbr:If_We_Were_a_Movie . ?uri dbo:openingTheme ?x . ?uri rdf:type dbo:TelevisionShow }
1866,what is the dbp:predecessor of the dbo:Engine whose dbo:successor is dbr:BMW_M43 ?,select distinct ?uri where { ?x dbo:successor dbr:BMW_M43 . ?x dbp:predecessor ?uri . ?x rdf:type dbo:Engine }
1867,what is the dbo:Country whose dbo:leader is dbr:David_Johnston ?,select distinct ?uri where { ?uri dbo:leader dbr:David_Johnston . ?uri rdf:type dbo:Country }
1868,give me a count of dbo:MusicalArtist whose dbo:associatedMusicalArtist is dbr:Waylon_Jennings ?,select distinct count ( ?uri ) where { ?uri dbo:associatedMusicalArtist dbr:Waylon_Jennings . ?uri rdf:type dbo:MusicalArtist }
1869,how many military people are there whose dbo:militaryUnit 's dbp:commandStructure is dbr:Marine_Aircraft_Group_13 ?,select distinct count ( ?uri ) where { ?x dbp:commandStructure dbr:Marine_Aircraft_Group_13 . ?uri dbo:militaryUnit ?x . }
1870,who is the dbo:MemberOfParliament whose dbp:order is dbr:Provisional_Government_of_Saskatchewan ?,select distinct ?uri where { ?uri dbp:order dbr:Provisional_Government_of_Saskatchewan . ?uri rdf:type dbo:MemberOfParliament }
1871,what is the dbp:houses of dbr:Parliament_of_India ?,select distinct ?uri where { dbr:Parliament_of_India dbp:houses ?uri }
1872,what is the total number of movies whose dbp:distributor is dbr:RKO_Pictures and dbo:cinematography is dbr:Gregg_Toland ?,select distinct count ( ?uri ) where { ?uri dbp:distributor dbr:RKO_Pictures . ?uri dbo:cinematography dbr:Gregg_Toland }
1873,give the total number of dbo:wineRegion of the grapes whose dbo:species is dbr:Vitis_vinifera ?,select distinct count ( ?uri ) where { ?x dbo:species dbr:Vitis_vinifera . ?x dbo:wineRegion ?uri . }
1874,what are the information appliances whose dbo:manufacturer 's dbp:locationCity is dbr:New_Taipei_City ?,select distinct ?uri where { ?x dbp:locationCity dbr:New_Taipei_City . ?uri dbo:manufacturer ?x . }
1875,what is the dbo:HockeyTeam whose dbo:locationCity is dbr:Toronto and dbp:headCoach is dbr:Mike_Babcock ?,select distinct ?uri where { ?uri dbo:locationCity dbr:Toronto . ?uri dbp:headCoach dbr:Mike_Babcock . ?uri rdf:type dbo:HockeyTeam }
1876,what is the dbp:hubs of dbr:Wan_Air ?,select distinct ?uri where { dbr:Wan_Air dbp:hubs ?uri }
1877,what is the dbp:membership of the dbo:Organisation whose dbp:headquarters is dbr:Amstelveen ?,select distinct ?uri where { ?x dbp:headquarters dbr:Amstelveen . ?x dbp:membership ?uri . ?x rdf:type dbo:Organisation }
1878,is dbr:Walt_Disney the dbo:animator of dbr:The_Skeleton_Dance ?,ask where { dbr:The_Skeleton_Dance dbo:animator dbr:Walt_Disney }
1879,who is the dbo:subsequentWork of the dbr:Moondog_Matinee and dbp:creator of the dbr:Theme_Time_Radio_Hour ?,select distinct ?uri where { dbr:Moondog_Matinee dbo:subsequentWork ?uri . dbr:Theme_Time_Radio_Hour dbp:creator uri }
1880,what is the dbp:owner of the dbo:RoadTunnel whose dbo:operatedBy is dbr:Massachusetts_Department_of_Transportation ?,select distinct ?uri where { ?x dbo:operatedBy dbr:Massachusetts_Department_of_Transportation . ?x dbp:owner ?uri . ?x rdf:type dbo:RoadTunnel }
1881,who are the dbo:ComicsCharacter whose dbo:creator is dbr:Bill_Finger ?,select distinct ?uri where { ?uri dbo:creator dbr:Bill_Finger . ?uri rdf:type dbo:ComicsCharacter }
1882,what dbo:TelevisionShow 's dbo:presenter is dbr:Ryan_Seacrest ?,select distinct ?uri where { ?uri dbo:presenter dbr:Ryan_Seacrest . ?uri rdf:type dbo:TelevisionShow }
1883,what are the other dbo:education of the dbo:Engineer whose dbo:education is dbr:Christchurch ?,select distinct ?uri where { ?x dbo:education dbr:Christchurch . ?x dbo:education ?uri . ?x rdf:type dbo:Engineer }
1884,what is the dbp:products of the dbo:Bank whose dbo:parentCompany is dbr:Ministry_of_Finance_(Norway) ?,select distinct ?uri where { ?x dbo:parentCompany dbr:Ministry_of_Finance_(Norway) . ?x dbp:products ?uri . ?x rdf:type dbo:Bank }
1885,is dbr:Coffee the dbp:mainIngredient of dbr:Hopje ?,ask where { dbr:Hopje dbp:mainIngredient dbr:Coffee }
1886,is dbr:Gospel_music the dbo:programmeFormat of dbr:KOMC_(AM) ?,ask where { dbr:KOMC_(AM) dbo:programmeFormat dbr:Gospel_music }
1887,what are the dbo:TelevisionShow whose dbo:location is dbr:Massachusetts ?,select distinct ?uri where { ?uri dbo:location dbr:Massachusetts . ?uri rdf:type dbo:TelevisionShow }
1888,what is the dbp:name of the dbo:SoccerClub whose dbo:league is dbr:La_Liga ?,select distinct ?uri where { ?x dbo:league dbr:La_Liga . ?x dbp:name ?uri . ?x rdf:type dbo:SoccerClub }
1889,what is the dbo:region of the ambassador who is the dbo:successor of dbr:Ellsworth_Bunker ?,select distinct ?uri where { dbr:Ellsworth_Bunker dbo:successor ?x . ?x dbo:region ?uri . }
1890,list the dbo:award of the dbo:Person whose dbo:deathCause is dbr:Lung_cancer ?,select distinct ?uri where { ?x dbo:deathCause dbr:Lung_cancer . ?x dbo:award ?uri . ?x rdf:type dbo:Person }
1891,what is the river whose dbo:sourceRegion is dbr:Wyoming ?,select distinct ?uri where { ?uri dbo:sourceRegion dbr:Wyoming }
1892,what is the dbo:Band whose dbo:formerBandMember 's dbo:associatedBand is dbr:The_Bleeding_Heart_Band ?,select distinct ?uri where { ?x dbo:associatedBand dbr:The_Bleeding_Heart_Band . ?uri dbo:formerBandMember ?x . ?uri rdf:type dbo:Band }
1893,what is the dbo:militaryBranch of the dbr:Thomas_Darden and dbp:branch of the dbr:Edwin_F._Hunter ?,select distinct ?uri where { dbr:Thomas_Darden dbo:militaryBranch ?uri . dbr:Edwin_F._Hunter dbp:branch uri }
1894,what is the dbp:locationCountry of the dbo:Bank which is the dbo:successor of dbr:National_Commercial_Bank_Mauritius ?,select distinct ?uri where { dbr:National_Commercial_Bank_Mauritius dbo:successor ?x . ?x dbp:locationCountry ?uri . ?x rdf:type dbo:Bank }
1895,what is the total number of dbo:manager of the owls whose dbo:team is dbr:Middlesbrough_F.C. ?,select distinct count ( ?uri ) where { ?x dbo:team dbr:Middlesbrough_F.C. . ?x dbo:manager ?uri . ?uri rdf:type dbo:Person }
1896,what is the dbp:languages of dbr:Zabbaleen ?,select distinct ?uri where { dbr:Zabbaleen dbp:languages ?uri }
1897,what is the dbo:regionServed of the dbr:Toll_Global_Express and dbo:border of the dbr:Siberia ?,select distinct ?uri where { dbr:Toll_Global_Express dbo:regionServed ?uri . dbr:Siberia dbo:border uri }
1898,what is the dbo:mountainRange of the owls whose dbo:parentMountainPeak is dbr:Rochers_de_Naye ?,select distinct ?uri where { ?x dbo:parentMountainPeak dbr:Rochers_de_Naye . ?x dbo:mountainRange ?uri . }
1899,what is the dbp:tenants of the dbo:Stadium whose dbp:owner is dbr:Toronto ?,select distinct ?uri where { ?x dbp:owner dbr:Toronto . ?x dbp:tenants ?uri . ?x rdf:type dbo:Stadium }
1900,is dbr:Krzysztof_Wielicki the dbo:firstAscentPerson of dbr:Mount_Everest ?,ask where { dbr:Mount_Everest dbo:firstAscentPerson dbr:Krzysztof_Wielicki }
1901,what is the dbp:mascot of the university which is the dbp:almaMater of dbr:John_O._Moseley ?,select distinct ?uri where { dbr:John_O._Moseley dbp:almaMater ?x . ?x dbp:mascot ?uri . }
1902,is dbr:Dowra the dbo:sourceMountain of dbr:River_Shannon ?,ask where { dbr:River_Shannon dbo:sourceMountain dbr:Dowra }
1903,list the dbo:Newspaper whose dbp:owners 's dbp:location is dbr:Oslo ?,select distinct ?uri where { ?x dbp:location dbr:Oslo . ?uri dbp:owners ?x . ?uri rdf:type dbo:Newspaper }
1904,what is the dbo:recordedIn of the albums whose dbo:artist is dbr:King_Crimson ?,select distinct ?uri where { ?x dbo:artist dbr:King_Crimson . ?x dbo:recordedIn ?uri . }
1905,what is the dbo:TelevisionShow whose dbo:openingTheme are dbr:Gary_Portnoy and dbr:Where_Everybody_Knows_Your_Name ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:Gary_Portnoy . ?uri dbo:openingTheme dbr:Where_Everybody_Knows_Your_Name . ?uri rdf:type dbo:TelevisionShow }
1906,is dbr:Chicago the dbp:owned of dbr:Washington_station_(CTA_Blue_Line) ?,ask where { dbr:Washington_station_(CTA_Blue_Line) dbp:owned dbr:Chicago }
1907,"who is the dbp:architect of dbr:Red_House,_London ?","select distinct ?uri where { dbr:Red_House,_London dbp:architect ?uri }"
1908,what is the dbp:prospectTeam of the dbr:Mikhail_Pashnin and dbp:prospectTeam of the dbr:Robin_Kovacs ?,select distinct ?uri where { dbr:Mikhail_Pashnin dbp:prospectTeam ?uri . dbr:Robin_Kovacs dbo:prospectTeam uri }
1909,"how many dbo:mountainRange are there , of the owls whose dbo:locatedInArea is dbr:Canton_of_Fribourg ?",select distinct count ( ?uri ) where { ?x dbo:locatedInArea dbr:Canton_of_Fribourg . ?x dbo:mountainRange ?uri . }
1910,is dbr:GTK+ the dbp:programmingLanguage of dbr:GIMP ?,ask where { dbr:GIMP dbp:programmingLanguage dbr:GTK+ }
1911,give me a count of musical artists whose dbp:associatedActs is dbr:Johnny_Cash ?,select distinct count ( ?uri ) where { ?uri dbp:associatedActs dbr:Johnny_Cash . }
1912,"what are the dbo:Company whose dbo:foundationPlace 's dbo:part is dbr:Collin_County,_Texas ?","select distinct ?uri where { ?x dbo:part dbr:Collin_County,_Texas . ?uri dbo:foundationPlace ?x . ?uri rdf:type dbo:Company }"
1913,what is the dbp:placeOfBirth of the dbo:BadmintonPlayer who is the dbo:bronzeMedalist of dbr:Badminton_at_the_2012_Summer_Olympics_–_Women's_doubles ?,select distinct ?uri where { dbr:Badminton_at_the_2012_Summer_Olympics_–_Women's_doubles dbo:bronzeMedalist ?x . ?x dbp:placeOfBirth ?uri . ?x rdf:type dbo:BadmintonPlayer }
1914,what are the settlements whose dbo:neighboringMunicipality is dbr:Pregny-Chambésy ?,select distinct ?uri where { ?uri dbo:neighboringMunicipality dbr:Pregny-Chambésy }
1915,what is the dbo:county of the dbo:Road whose dbo:routeStart is dbr:Port_Klang ?,select distinct ?uri where { ?x dbo:routeStart dbr:Port_Klang . ?x dbo:county ?uri . ?x rdf:type dbo:Road }
1916,what is the dbo:locationCity of the dbo:SportsTeam whose dbp:coach is dbr:Gary_Kubiak ?,select distinct ?uri where { ?x dbp:coach dbr:Gary_Kubiak . ?x dbo:locationCity ?uri . ?x rdf:type dbo:SportsTeam }
1917,count the number of dbo:developer of the software whose dbp:operatingSystem is dbr:Unix-like ?,select distinct count ( ?uri ) where { ?x dbp:operatingSystem dbr:Unix-like . ?x dbo:developer ?uri . }
1918,what is the dbo:subsequentWork of dbr:Dschinghis_Khan_(song) ?,select distinct ?uri where { dbr:Dschinghis_Khan_(song) dbo:subsequentWork ?uri }
1919,what is the dbo:president of the judge whose dbp:lieutenant is dbr:Lewis_Stuyvesant_Chanler ?,select distinct ?uri where { ?x dbp:lieutenant dbr:Lewis_Stuyvesant_Chanler . ?x dbo:president ?uri . }
1920,what are the other dbp:placeOfBurial of the dbo:Royalty whose dbp:placeOfBurial is dbr:Beeleigh_Abbey ?,select distinct ?uri where { ?x dbp:placeOfBurial dbr:Beeleigh_Abbey . ?x dbp:placeOfBurial ?uri . ?x rdf:type dbo:Royalty }
1921,what is the dbo:party of the office holder who is the dbp:primeminister of dbr:Chidambaram_Subramaniam ?,select distinct ?uri where { dbr:Chidambaram_Subramaniam dbp:primeminister ?x . ?x dbo:party ?uri . }
1922,what is the dbo:countySeat of the dbo:Region which is the dbo:maintainedBy of dbr:South_Park_Bridge ?,select distinct ?uri where { dbr:South_Park_Bridge dbo:maintainedBy ?x . ?x dbo:countySeat ?uri . ?x rdf:type dbo:Region }
1923,what is the dbo:county of dbr:AH141 ?,select distinct ?uri where { dbr:AH141 dbo:county ?uri }
1924,"what is the dbo:localAuthority of the dbr:Trinity_School,_Brentwood and dbp:placeOfBirth of the dbr:Sarah_Walker_(badminton) ?","select distinct ?uri where { dbr:Trinity_School,_Brentwood dbo:localAuthority ?uri . dbr:Sarah_Walker_(badminton) dbp:placeOfBirth uri }"
1925,what is the dbo:education of the dbr:Jack_McGregor and dbo:training of the dbr:William_Anthony_(artist) ?,select distinct ?uri where { dbr:Jack_McGregor dbo:education ?uri . dbr:William_Anthony_(artist) dbo:training uri }
1926,is dbr:Elizabeth_II the dbp:monarch of dbr:Julia_Gillard ?,ask where { dbr:Julia_Gillard dbp:monarch dbr:Elizabeth_II }
1927,count the number of dbo:School whose dbp:city 's dbo:leaderName is dbr:West_Berkshire_Council ?,select distinct count ( ?uri ) where { ?x dbo:leaderName dbr:West_Berkshire_Council . ?uri dbp:city ?x . ?uri rdf:type dbo:School }
1928,what is the dbo:ceremonialCounty of the dbr:East_Tilbury and dbo:localAuthority of the dbr:Buckhurst_Hill_County_High_School ?,select distinct ?uri where { dbr:East_Tilbury dbo:ceremonialCounty ?uri . dbr:Buckhurst_Hill_County_High_School dbo:localAuthority uri }
1929,what is the dbp:office of the dbr:DeWitt_Clinton and dbo:profession of the dbr:Claiborne_Pell ?,select distinct ?uri where { dbr:DeWitt_Clinton dbp:office ?uri . dbr:Claiborne_Pell dbo:profession uri }
1930,list the other dbo:launchSite of the dbo:Rocket whose dbo:launchSite is dbr:Cape_Canaveral_Air_Force_Station_Launch_Complex_26 ?,select distinct ?uri where { ?x dbo:launchSite dbr:Cape_Canaveral_Air_Force_Station_Launch_Complex_26 . ?x dbo:launchSite ?uri . ?x rdf:type dbo:Rocket }
1931,how many dbo:MilitaryConflict are there whose dbo:place is dbr:Israel ?,select distinct count ( ?uri ) where { ?uri dbo:place dbr:Israel . ?uri rdf:type dbo:MilitaryConflict }
1932,what is the total number of dbp:guests of the television episodes whose dbp:music is dbr:Let_Me_Be_Your_Star ?,select distinct count ( ?uri ) where { ?x dbp:music dbr:Let_Me_Be_Your_Star . ?x dbp:guests ?uri . }
1933,what is the dbo:operatingSystem of the dbr:LG_Optimus_Vu and dbp:developer of the dbr:Dart_(programming_language) ?,select distinct ?uri where { dbr:LG_Optimus_Vu dbo:operatingSystem ?uri . dbr:Dart_(programming_language) dbp:developer uri }
1934,who are the people whose dbo:religion 's dbp:leaderName is dbr:David_Miscavige ?,select distinct ?uri where { ?x dbp:leaderName dbr:David_Miscavige . ?uri dbo:religion ?x . }
1935,what is the total number of dbp:author of the owls whose dbp:magazine is dbr:Gangan_Comics ?,select distinct count ( ?uri ) where { ?x dbp:magazine dbr:Gangan_Comics . ?x dbp:author ?uri . }
1936,what is the dbp:order of the dbr:Arthur_P._Bagby and dbr:Thomas_Holliday_Hicks ?,select distinct ?uri where { dbr:Arthur_P._Bagby dbp:order ?uri . dbr:Thomas_Holliday_Hicks dbp:order ?uri . }
1937,who is the dbo:musicBy of dbr:The_Times_They_Are_a-Changin'_(musical) ?,select distinct ?uri where { dbr:The_Times_They_Are_a-Changin'_(musical) dbo:musicBy ?uri }
1938,what is the dbo:almaMater of the dbr:Duncan_U._Fletcher and dbo:university of the dbr:Vanderbilt_Commodores ?,select distinct ?uri where { dbr:Duncan_U._Fletcher dbo:almaMater ?uri . dbr:Vanderbilt_Commodores dbo:university uri }
1939,what is the total number of dbp:religion of the people whose dbo:hometown is dbr:India ?,select distinct count ( ?uri ) where { ?x dbo:hometown dbr:India . ?x dbp:religion ?uri . }
1940,what is the dbo:award of the person who is the dbo:foundedBy of dbr:Walt_Disney_Records ?,select distinct ?uri where { dbr:Walt_Disney_Records dbo:foundedBy ?x . ?x dbo:award ?uri . }
1941,how many beverages are there whose dbp:origin is dbr:England ?,select distinct count ( ?uri ) where { ?uri dbp:origin dbr:England . }
1942,what is the dbo:TelevisionShow whose dbo:presenter is dbr:Ryan_Seacrest and dbp:themeMusicComposer is dbr:Julian_Gingell ?,select distinct ?uri where { ?uri dbo:presenter dbr:Ryan_Seacrest . ?uri dbp:themeMusicComposer dbr:Julian_Gingell . ?uri rdf:type dbo:TelevisionShow }
1943,what is the dbo:highschool of dbr:Ed_Podolak ?,select distinct ?uri where { dbr:Ed_Podolak dbo:highschool ?uri }
1944,"what is the dbo:countySeat of dbr:King_County,_Washington ?","select distinct ?uri where { dbr:King_County,_Washington dbo:countySeat ?uri }"
1945,is dbr:Maldives the dbp:membership of dbr:South_Asia_Subregional_Economic_Cooperation ?,ask where { dbr:South_Asia_Subregional_Economic_Cooperation dbp:membership dbr:Maldives }
1946,is dbr:Planet_Pit the dbo:album of dbr:Rain_Over_Me ?,ask where { dbr:Rain_Over_Me dbo:album dbr:Planet_Pit }
1947,what is the dbp:prospectTeam of the dbr:Mikhail_Pashnin and dbr:Robin_Kovacs ?,select distinct ?uri where { dbr:Mikhail_Pashnin dbp:prospectTeam ?uri . dbr:Robin_Kovacs dbp:prospectTeam ?uri . }
1948,what is the dbp:houses of the dbo:Legislature which is the dbp:leaderTitle of dbr:Medininagar ?,select distinct ?uri where { dbr:Medininagar dbp:leaderTitle ?x . ?x dbp:houses ?uri . ?x rdf:type dbo:Legislature }
1949,what is the company whose dbp:keyPeople is dbr:Dennis_Muilenburg and dbp:products is dbr:Boeing_F/A-18E/F_Super_Hornet ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Dennis_Muilenburg . ?uri dbp:products dbr:Boeing_F/A-18E/F_Super_Hornet . }
1950,"is dbr:Croatia the dbp:firstAired of dbr:Ne_daj_se,_Nina ?","ask where { dbr:Ne_daj_se,_Nina dbp:firstAired dbr:Croatia }"
1951,give me a count of people whose dbo:occupation is dbr:Federal_Bureau_of_Investigation ?,select distinct count ( ?uri ) where { ?uri dbo:occupation dbr:Federal_Bureau_of_Investigation . }
1952,how many dbo:Person are there whose dbp:training 's dbp:city is dbr:California ?,select distinct count ( ?uri ) where { ?x dbp:city dbr:California . ?uri dbp:training ?x . ?uri rdf:type dbo:Person }
1953,what is the dbo:restingPlace of the artists whose dbo:parent is dbr:Bruce_Lee ?,select distinct ?uri where { ?x dbo:parent dbr:Bruce_Lee . ?x dbo:restingPlace ?uri . }
1954,what are the dbo:Company whose dbo:foundationPlace is dbr:United_States ?,select distinct ?uri where { ?uri dbo:foundationPlace dbr:United_States . ?uri rdf:type dbo:Company }
1955,what is the dbp:pastteams of the dbr:Marv_McFadden and dbo:formerTeam of the dbr:Carlos_Emmons_(American_football) ?,select distinct ?uri where { dbr:Marv_McFadden dbp:pastteams ?uri . dbr:Carlos_Emmons_(American_football) dbo:formerTeam uri }
1956,how many dbo:territory are there of the dbo:MilitaryConflict which is the dbo:usedInWar of dbr:QF_6-pounder_Hotchkiss ?,select distinct count ( ?uri ) where { dbr:QF_6-pounder_Hotchkiss dbo:usedInWar ?x . ?x dbo:territory ?uri . ?x rdf:type dbo:MilitaryConflict }
1957,give me a count of dbo:Film whose dbp:editing is dbr:Anthony_Harvey ?,select distinct count ( ?uri ) where { ?uri dbp:editing dbr:Anthony_Harvey . ?uri rdf:type dbo:Film }
1958,how many military people are there whose dbp:placeofburial is dbr:Arlington_National_Cemetery ?,select distinct count ( ?uri ) where { ?uri dbp:placeofburial dbr:Arlington_National_Cemetery . }
1959,who are the dbo:Person whose dbo:employer is dbr:New_York_Post ?,select distinct ?uri where { ?uri dbo:employer dbr:New_York_Post . ?uri rdf:type dbo:Person }
1960,what is the dbo:stateOfOrigin of the dbo:Person whose dbo:knownFor is dbr:Ramon_Magsaysay_Award ?,select distinct ?uri where { ?x dbo:knownFor dbr:Ramon_Magsaysay_Award . ?x dbo:stateOfOrigin ?uri . ?x rdf:type dbo:Person }
1961,what is the dbo:OfficeHolder whose dbp:predecessor is dbr:Samuel_W._McCall and dbp:office is dbr:Massachusetts_House_of_Representatives ?,select distinct ?uri where { ?uri dbp:predecessor dbr:Samuel_W._McCall . ?uri dbp:office dbr:Massachusetts_House_of_Representatives . ?uri rdf:type dbo:OfficeHolder }
1962,what is the dbp:city of the radio station which is the dbp:sisterStations of dbr:WCSE-LP ?,select distinct ?uri where { dbr:WCSE-LP dbp:sisterStations ?x . ?x dbp:city ?uri . }
