id,english,sparql
167,list the bands whose dbp:currentMembers 's dbp:notableInstruments is dbr:PRS_Guitars ?,select distinct ?uri where { ?x dbp:notableInstruments dbr:PRS_Guitars . ?uri dbp:currentMembers ?x . }
168,what is the dbo:River whose dbo:sourcePlace is dbr:Gloucestershire and dbo:riverMouth is dbr:North_Sea ?,select distinct ?uri where { ?uri dbo:sourcePlace dbr:Gloucestershire . ?uri dbo:riverMouth dbr:North_Sea . ?uri rdf:type dbo:River }
169,what are the other dbo:commander of the dbo:MilitaryConflict whose dbo:commander is dbr:Roundhead_(Wyandot) ?,select distinct ?uri where { ?x dbp:commander dbr:Roundhead_(Wyandot) . ?x dbo:commander ?uri . ?x rdf:type dbo:MilitaryConflict }
170,what are the books whose dbo:literaryGenre is dbr:Short_story ?,select distinct ?uri where { ?uri dbo:literaryGenre dbr:Short_story }
171,what is the dbp:nickname of the dbo:School whose dbo:colour is dbr:Royal_blue ?,select distinct ?uri where { ?x dbo:colour dbr:Royal_blue . ?x dbp:nickname ?uri . ?x rdf:type dbo:School }
172,"what is the dbo:party of the dbo:OfficeHolder whose dbo:almaMater is dbr:Somerville_College,_Oxford ?","select distinct ?uri where { ?x dbo:almaMater dbr:Somerville_College,_Oxford . ?x dbo:party ?uri . ?x rdf:type dbo:OfficeHolder }"
173,what is the dbp:awards of dbr:José_Rivera_(playwright) ?,select distinct ?uri where { dbr:José_Rivera_(playwright) dbp:awards ?uri }
174,who is the office holder whose dbo:award is dbr:Screen_Actors_Guild_Life_Achievement_Award ?,select distinct ?uri where { ?uri dbo:award dbr:Screen_Actors_Guild_Life_Achievement_Award . }
175,what are the movies whose dbp:cinematography 's dbp:deathPlace is dbr:United_States ?,select distinct ?uri where { ?x dbp:deathPlace dbr:United_States . ?uri dbp:cinematography ?x . }
176,what is the dbp:homeStadium of the dbr:Kenya_national_under-20_football_team and dbo:birthPlace of the dbr:Martin_Suji ?,select distinct ?uri where { dbr:Kenya_national_under-20_football_team dbp:homeStadium ?uri . dbr:Martin_Suji dbo:birthPlace uri }
177,what is the dbo:Company whose dbp:keyPeople is dbr:Dennis_Muilenburg and dbo:keyPerson is dbr:Raymond_Conner ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Dennis_Muilenburg . ?uri dbo:keyPerson dbr:Raymond_Conner . ?uri rdf:type dbo:Company }
178,"what is the dbp:branch of the dbr:George_G._Siebels,_Jr. and dbr:LeRoy_Collins ?","select distinct ?uri where { dbr:George_G._Siebels,_Jr. dbp:branch ?uri . dbr:LeRoy_Collins dbp:branch ?uri . ?uri rdf:type dbo:MilitaryUnit }"
179,what dbo:Scientist 's dbo:citizenship is dbr:Statelessness ?,select distinct ?uri where { ?uri dbo:citizenship dbr:Statelessness . ?uri rdf:type dbo:Scientist }
180,what is the dbo:regionServed of dbr:Toll_Global_Express ?,select distinct ?uri where { dbr:Toll_Global_Express dbo:regionServed ?uri }
181,what is the dbo:ProtectedArea whose dbo:nearestCity is dbr:Kenya ?,select distinct ?uri where { ?uri dbo:nearestCity dbr:Kenya . ?uri rdf:type dbo:ProtectedArea }
182,how many other dbo:nearestCity are there of the historic places whose dbo:nearestCity is dbr:Wisconsin ?,select distinct count ( ?uri ) where { ?x dbo:nearestCity dbr:Wisconsin . ?x dbp:nearestCity ?uri }
183,give me the total number of dbp:commander of the military conflicts whose dbp:commander is dbr:Roundhead_(Wyandot) ?,select distinct count ( ?uri ) where { ?x dbp:commander dbr:Roundhead_(Wyandot) . ?x dbo:commander ?uri }
184,give me a count of dbo:Place whose dbp:leaderName is dbr:Elizabeth_II ?,select distinct count ( ?uri ) where { ?uri dbp:leaderName dbr:Elizabeth_II . ?uri rdf:type dbo:Place }
185,what are the other dbp:fields of the dbo:Scientist whose dbp:fields is dbr:Chinese_poetry ?,select distinct ?uri where { ?x dbp:fields dbr:Chinese_poetry . ?x dbp:fields ?uri . ?x rdf:type dbo:Scientist }
186,what is the dbp:narrated of the dbo:TelevisionShow whose dbo:composer is dbr:John_Douglas_(conductor) ?,select distinct ?uri where { ?x dbo:composer dbr:John_Douglas_(conductor) . ?x dbp:narrated ?uri . ?x rdf:type dbo:TelevisionShow }
187,what is the dbp:parent of the dbr:Hypnotize_Minds and dbp:label of the dbr:The_Producers_(2005_film) ?,select distinct ?uri where { dbr:Hypnotize_Minds dbp:parent ?uri . dbr:The_Producers_(2005_film) dbp:label uri }
188,what is the dbp:college of the dbr:Luke_List_(golfer) and dbp:almaMater of the dbr:K._Terry_Dornbush ?,select distinct ?uri where { dbr:Luke_List_(golfer) dbp:college ?uri . dbr:K._Terry_Dornbush dbp:almaMater uri }
189,who is the dbo:FictionalCharacter whose dbo:portrayer is dbr:Terminator_2:_Judgment_Day ?,select distinct ?uri where { ?uri dbo:portrayer dbr:Terminator_2:_Judgment_Day . ?uri rdf:type dbo:FictionalCharacter }
190,what is the dbo:debutTeam of the dbr:John_Estes and dbo:team of the dbr:Dan_Shamash ?,select distinct ?uri where { dbr:John_Estes dbo:debutTeam ?uri . dbr:Dan_Shamash dbo:team uri }
191,what is the dbo:residence of the ice hockey players whose dbp:employer is dbr:Detroit_Red_Wings ?,select distinct ?uri where { ?x dbp:employer dbr:Detroit_Red_Wings . ?x dbo:residence ?uri . }
192,what is the dbp:country of the dbo:Company whose dbp:headquarters is dbr:Klang_Valley ?,select distinct ?uri where { ?x dbp:headquarters dbr:Klang_Valley . ?x dbp:country ?uri . ?x rdf:type dbo:Company }
193,is dbr:West_Africa the dbo:stylisticOrigin of dbr:Chanté_mas ?,ask where { dbr:Chanté_mas dbo:stylisticOrigin dbr:West_Africa }
194,"what is the dbo:River whose dbp:mouthCountry is dbr:Mozambique and dbp:sourceRegion is dbr:North-Western_Province,_Zambia ?","select distinct ?uri where { ?uri dbp:mouthCountry dbr:Mozambique . ?uri dbp:sourceRegion dbr:North-Western_Province,_Zambia . ?uri rdf:type dbo:River }"
195,give me a count of dbo:Bacteria whose dbo:class is dbr:Bacilli ?,select distinct count ( ?uri ) where { ?uri dbo:class dbr:Bacilli . ?uri rdf:type dbo:Bacteria }
196,count the number of dbo:producer of the television shows whose dbp:company is dbr:FremantleMedia ?,select distinct count ( ?uri ) where { ?x dbp:company dbr:FremantleMedia . ?x dbo:producer ?uri . }
197,what person 's dbo:board is dbr:Kate_Spade_&_Company ?,select distinct ?uri where { ?uri dbo:board dbr:Kate_Spade_&_Company . }
198,who is the dbp:animator of the dbr:Tommy_Tucker's_Tooth and dbo:director of the dbr:The_Haunted_House_(1929_film) ?,select distinct ?uri where { dbr:Tommy_Tucker's_Tooth dbp:animator ?uri . dbr:The_Haunted_House_(1929_film) dbo:director uri }
199,what is the dbo:University whose dbo:athletics is dbr:National_Collegiate_Athletic_Association and dbp:chancellor is dbr:Nicholas_S._Zeppos ?,select distinct ?uri where { ?uri dbo:athletics dbr:National_Collegiate_Athletic_Association . ?uri dbp:chancellor dbr:Nicholas_S._Zeppos . ?uri rdf:type dbo:University }
200,what is the dbo:managerClub of the dbr:Ivan_Toplak and dbr:Bret_Simon ?,select distinct ?uri where { dbr:Ivan_Toplak dbo:managerClub ?uri . dbr:Bret_Simon dbo:managerClub ?uri . }
201,give me a count of dbo:TelevisionShow whose dbo:creator is dbr:Larry_David ?,select distinct count ( ?uri ) where { ?uri dbo:creator dbr:Larry_David . ?uri rdf:type dbo:TelevisionShow }
202,what is the dbp:district of the dbo:Building whose dbo:part is dbr:Martin_AN/GSG-5_Battery_Integration_and_Radar_Display_Equipment ?,select distinct ?uri where { ?x dbo:part dbr:Martin_AN/GSG-5_Battery_Integration_and_Radar_Display_Equipment . ?x dbp:district ?uri . ?x rdf:type dbo:Building }
203,what is the total number of dbp:architect of the stadia whose dbo:tenant is dbr:Oakland_Athletics ?,select distinct count ( ?uri ) where { ?x dbo:tenant dbr:Oakland_Athletics . ?x dbp:architect ?uri . }
204,what is the dbo:board of the person who is the dbo:foundedBy of dbr:Bomis ?,select distinct ?uri where { dbr:Bomis dbo:foundedBy ?x . ?x dbo:board ?uri . }
205,what is the dbo:occupation of the dbr:Craig_Van_Tilbury and dbp:genre of the dbr:PyChess ?,select distinct ?uri where { dbr:Craig_Van_Tilbury dbo:occupation ?uri . dbr:PyChess dbp:genre uri }
206,what is the dbp:locationCountry of dbr:Ethiopian_Parliament_Building ?,select distinct ?uri where { dbr:Ethiopian_Parliament_Building dbp:locationCountry ?uri }
207,"what are the other dbo:city of the dbo:River whose dbp:city is dbr:Tukwila,_Washington ?","select distinct ?uri where { ?x dbp:city dbr:Tukwila,_Washington . ?x dbo:city ?uri . ?x rdf:type dbo:River }"
208,what is the dbo:Award whose dbp:presenter is dbr:Downtown_Athletic_Club ?,select distinct ?uri where { ?uri dbp:presenter dbr:Downtown_Athletic_Club . ?uri rdf:type dbo:Award }
209,what is the dbo:appointer of the dbr:Joseph_Clay_(Georgia) and dbr:William_Cushing ?,select distinct ?uri where { dbr:Joseph_Clay_(Georgia) dbo:appointer ?uri . dbr:William_Cushing dbo:appointer ?uri . }
210,who is the dbo:parent of dbr:Dannielynn_Birkhead ?,select distinct ?uri where { dbr:Dannielynn_Birkhead dbo:parent ?uri }
211,what is the dbp:awards of the person who is the dbo:partner of dbr:Harriet_Andersson ?,select distinct ?uri where { dbr:Harriet_Andersson dbo:partner ?x . ?x dbp:awards ?uri . }
212,what is the office holder whose dbo:battle are dbr:Fort_Gadsden and dbr:Fort_Barrancas ?,select distinct ?uri where { ?uri dbo:battle dbr:Fort_Gadsden . ?uri dbo:battle dbr:Fort_Barrancas . }
213,what is the country whose dbo:currency are dbr:Solidus_(coin) and dbr:Aureus ?,select distinct ?uri where { ?uri dbo:currency dbr:Solidus_(coin) . ?uri dbo:currency dbr:Aureus . }
214,what is the dbp:parent of the dbo:Airline whose dbp:hubs is dbr:Detroit ?,select distinct ?uri where { ?x dbp:hubs dbr:Detroit . ?x dbp:parent ?uri . ?x rdf:type dbo:Airline }
215,"what is the dbp:successor of the dbr:Levi_Lincoln,_Sr. and dbp:appointer of the dbr:William_Clark ?","select distinct ?uri where { dbr:Levi_Lincoln,_Sr. dbp:successor ?uri . dbr:William_Clark dbp:appointer uri }"
216,what is the company whose dbp:divisions is dbr:Audi_India ?,select distinct ?uri where { ?uri dbp:divisions dbr:Audi_India }
217,what is the dbp:subject of the dbo:Book whose dbo:subsequentWork is dbr:Cosmos_(Carl_Sagan_book) ?,select distinct ?uri where { ?x dbo:subsequentWork dbr:Cosmos_(Carl_Sagan_book) . ?x dbp:subject ?uri . ?x rdf:type dbo:Book }
218,what is the dbo:nationality of the dbo:Chancellor who is the dbo:deputy of dbr:Michael_Mayr ?,select distinct ?uri where { dbr:Michael_Mayr dbo:deputy ?x . ?x dbo:nationality ?uri . ?x rdf:type dbo:Chancellor }
219,what is the dbo:residence of the dbr:Helen_Getachew and dbp:placeOfDeath of the dbr:Haile_Selassie_Gugsa ?,select distinct ?uri where { dbr:Helen_Getachew dbo:residence ?uri . dbr:Haile_Selassie_Gugsa dbp:placeOfDeath uri }
220,what is the dbo:manufacturer of dbr:Ford_Y-block_engine ?,select distinct ?uri where { dbr:Ford_Y-block_engine dbo:manufacturer ?uri }
221,is dbr:Saxophone the dbp:instrument of dbr:Gibby_Haynes ?,ask where { dbr:Gibby_Haynes dbp:instrument dbr:Saxophone }
222,is dbr:National_Archaeological_Museum_(Florence) the dbp:museum of dbr:The_Orator ?,ask where { dbr:The_Orator dbp:museum dbr:National_Archaeological_Museum_(Florence) }
223,what is the dbp:region of dbr:Lumberjack_100 ?,select distinct ?uri where { dbr:Lumberjack_100 dbp:region ?uri }
224,what is the dbp:almaMater of the dbo:president who is the dbo:president of dbr:Beşiktaş_JK_(wheelchair_basketball) ?,select distinct ?uri where { dbr:Beşiktaş_JK_(wheelchair_basketball) dbo:president ?x . ?x dbp:almaMater ?uri . }
225,what is the dbo:vicePresident of the dbr:Elizabeth_Alexander_(press_secretary) and dbr:Jared_Bernstein ?,select distinct ?uri where { dbr:Elizabeth_Alexander_(press_secretary) dbo:vicePresident ?uri . dbr:Jared_Bernstein dbo:vicePresident ?uri . }
226,"how many dbo:award are there , of the writers whose dbp:awards is dbr:Royal_Designers_for_Industry ?",select distinct count ( ?uri ) where { ?x dbp:awards dbr:Royal_Designers_for_Industry . ?x dbo:award ?uri . ?uri rdf:type dbo:Award }
227,what is the dbo:location of the owl which is the dbp:team of dbr:Abdel_Bouckar ?,select distinct ?uri where { dbr:Abdel_Bouckar dbp:team ?x . ?x dbo:location ?uri . }
228,what is the dbo:team of the soccer players whose dbp:nationalteam is dbr:Tanzania_national_football_team ?,select distinct ?uri where { ?x dbp:nationalteam dbr:Tanzania_national_football_team . ?x dbo:team ?uri . }
229,what is the dbo:governingBody of dbr:Burro_Flats_Painted_Cave ?,select distinct ?uri where { dbr:Burro_Flats_Painted_Cave dbo:governingBody ?uri }
230,is dbr:Hank_Williams_Jr. the dbo:musicalArtist of dbr:Early_in_the_Morning_and_Late_at_Night ?,ask where { dbr:Early_in_the_Morning_and_Late_at_Night dbo:musicalArtist dbr:Hank_Williams_Jr. }
231,what are the dbo:Cartoon whose dbp:distributor 's dbo:parentCompany is dbr:Time_Warner ?,select distinct ?uri where { ?x dbo:parentCompany dbr:Time_Warner . ?uri dbp:distributor ?x . ?uri rdf:type dbo:Cartoon }
232,what is the writer whose dbo:notableWork 's dbp:illustrator is dbr:E._W._Kemble ?,select distinct ?uri where { ?x dbp:illustrator dbr:E._W._Kemble . ?uri dbo:notableWork ?x . }
233,who is the dbo:partner of the dbr:Kelly_Brook and dbr:Rosie_Huntington-Whiteley ?,select distinct ?uri where { dbr:Kelly_Brook dbo:partner ?uri . dbr:Rosie_Huntington-Whiteley dbo:partner ?uri . }
234,what is the dbo:TelevisionShow whose dbo:presenter is dbr:Ryan_Seacrest and dbp:channel is dbr:Fox_Broadcasting_Company ?,select distinct ?uri where { ?uri dbo:presenter dbr:Ryan_Seacrest . ?uri dbp:channel dbr:Fox_Broadcasting_Company . ?uri rdf:type dbo:TelevisionShow }
235,what is the dbp:order of the dbr:George_Frisbie_Hoar and dbr:William_Langer ?,select distinct ?uri where { dbr:George_Frisbie_Hoar dbp:order ?uri . dbr:William_Langer dbp:order ?uri . }
236,"what is the total number of dbo:TelevisionShow whose dbp:distributor 's dbo:locationCity is dbr:Burbank,_California ?","select distinct count ( ?uri ) where { ?x dbo:locationCity dbr:Burbank,_California . ?uri dbp:distributor ?x . ?uri rdf:type dbo:TelevisionShow }"
237,what is the dbo:ceremonialCounty of dbr:East_Tilbury ?,select distinct ?uri where { dbr:East_Tilbury dbo:ceremonialCounty ?uri }
238,what is the dbo:TelevisionShow whose dbp:themeMusicComposer is dbr:Gary_Portnoy and dbo:subsequentWork is dbr:Frasier ?,select distinct ?uri where { ?uri dbp:themeMusicComposer dbr:Gary_Portnoy . ?uri dbo:subsequentWork dbr:Frasier . ?uri rdf:type dbo:TelevisionShow }
239,what is the dbo:sport of the dbr:Fr._Agnel_Multipurpose_School_and_Junior_College and dbo:athletics of the dbr:Jamiatu_Muslim_Mindanao ?,select distinct ?uri where { dbr:Fr._Agnel_Multipurpose_School_and_Junior_College dbo:sport ?uri . dbr:Jamiatu_Muslim_Mindanao dbo:athletics uri }
240,what is the dbo:service of the dbr:Laemmle_Theatres and dbo:award of the dbr:James_F._O'Brien ?,select distinct ?uri where { dbr:Laemmle_Theatres dbo:service ?uri . dbr:James_F._O'Brien dbo:award uri }
241,list the dbp:draftTeam of the dbo:Person whose dbo:prospectTeam is dbr:Toronto_Marlies ?,select distinct ?uri where { ?x dbo:prospectTeam dbr:Toronto_Marlies . ?x dbp:draftTeam ?uri . ?x rdf:type dbo:Person }
242,what is the dbo:OfficeHolder whose dbo:predecessor is dbr:Lucius_Cornelius_Lentulus_Crus and dbo:associate is dbr:Marcus_Calpurnius_Bibulus ?,select distinct ?uri where { ?uri dbo:predecessor dbr:Lucius_Cornelius_Lentulus_Crus . ?uri dbo:associate dbr:Marcus_Calpurnius_Bibulus . ?uri rdf:type dbo:OfficeHolder }
243,"how many dbo:formerPartner of the figure skaters whose dbo:formerChoreographer is dbr:Catarina_Lindgren , are there ?",select distinct count ( ?uri ) where { ?x dbo:formerChoreographer dbr:Catarina_Lindgren . ?x dbo:formerPartner ?uri . ?uri rdf:type dbo:Person }
244,what are the buildings whose dbo:location 's dbo:leaderName is dbr:Democratic_Party_(United_States) ?,select distinct ?uri where { ?x dbo:leaderName dbr:Democratic_Party_(United_States) . ?uri dbo:location ?x . }
245,what is the dbp:currentclub of dbr:Abdelhameed_Amarri ?,select distinct ?uri where { dbr:Abdelhameed_Amarri dbp:currentclub ?uri }
246,what is the dbp:veneratedIn of the dbo:Pope whose dbp:majorShrine is dbr:St._Peter's_Basilica ?,select distinct ?uri where { ?x dbp:majorShrine dbr:St._Peter's_Basilica . ?x dbp:veneratedIn ?uri . ?x rdf:type dbo:Pope }
247,what person 's dbo:child is dbr:Barbara_Ann_Crancer ?,select distinct ?uri where { ?uri dbo:child dbr:Barbara_Ann_Crancer . }
248,what is the dbo:homeStadium of the dbr:2011–12_FC_Spartak_Moscow_season and dbo:birthPlace of the dbr:Svetlana_Gounkina ?,select distinct ?uri where { dbr:2011–12_FC_Spartak_Moscow_season dbo:homeStadium ?uri . dbr:Svetlana_Gounkina dbo:birthPlace uri }
249,what is the dbo:commander of the dbr:Siege_of_Fort_Meigs and dbr:Battle_of_Fort_Stephenson ?,select distinct ?uri where { dbr:Siege_of_Fort_Meigs dbo:commander ?uri . dbr:Battle_of_Fort_Stephenson dbo:commander ?uri . }
250,what are the video games whose dbo:publisher 's dbo:location is dbr:California ?,select distinct ?uri where { ?x dbo:location dbr:California . ?uri dbo:publisher ?x . }
251,what is the dbo:stadium of dbr:Philadelphia_Rage ?,select distinct ?uri where { dbr:Philadelphia_Rage dbo:stadium ?uri }
252,what is the company whose dbo:product is dbr:Pixar_Image_Computer ?,select distinct ?uri where { ?uri dbo:product dbr:Pixar_Image_Computer . }
253,is dbr:Marie_Curie the dbo:doctoralStudent of dbr:Henri_Becquerel ?,ask where { dbr:Henri_Becquerel dbo:doctoralStudent dbr:Marie_Curie }
254,what are the dbo:BaseballTeam whose dbp:owner is dbr:Guggenheim_Partners ?,select distinct ?uri where { ?uri dbp:owner dbr:Guggenheim_Partners . ?uri rdf:type dbo:BaseballTeam }
255,how many software are there whose dbo:license is dbr:Software_as_a_service ?,select distinct count ( ?uri ) where { ?uri dbo:license dbr:Software_as_a_service . }
256,who is the dbp:headcoach of dbr:2014–15_Virginia_Tech_Hokies_men's_basketball_team ?,select distinct ?uri where { dbr:2014–15_Virginia_Tech_Hokies_men's_basketball_team dbp:headcoach ?uri }
257,what is the dbo:restingPlace of the dbo:Politician who is the dbo:successor of dbr:Samuel_Hayes_(settler) ?,select distinct ?uri where { dbr:Samuel_Hayes_(settler) dbo:successor ?x . ?x dbo:restingPlace ?uri . ?x rdf:type dbo:Politician }
258,what is the dbo:country of the speedway league which is the dbp:title of dbr:2001_Speedway_Ekstraliga ?,select distinct ?uri where { dbr:2001_Speedway_Ekstraliga dbp:title ?x . ?x dbo:country ?uri . }
259,how many other dbp:broadcastArea of the television stations whose dbp:broadcastArea is dbr:Rodrigues are there ?,select distinct count ( ?uri ) where { ?x dbp:broadcastArea dbr:Rodrigues . ?x dbp:broadcastArea ?uri }
260,what is the dbp:governingBody of the dbr:Naval_Air_Facility_Adak and dbr:Oahu_Railway_and_Land_Company ?,select distinct ?uri where { dbr:Naval_Air_Facility_Adak dbp:governingBody ?uri . dbr:Oahu_Railway_and_Land_Company dbp:governingBody ?uri . }
261,how many dbo:Beverage are there whose dbo:origin is dbr:England ?,select distinct count ( ?uri ) where { ?uri dbo:origin dbr:England . ?uri rdf:type dbo:Beverage }
262,what is the total number of other dbo:nonFictionSubject of the books whose dbo:nonFictionSubject is dbr:Racism ?,select distinct count ( ?uri ) where { ?x dbo:nonFictionSubject dbr:Racism . ?x dbo:nonFictionSubject ?uri }
263,what are the dbp:junction of dbr:U.S._Route_59 ?,select distinct ?uri where { dbr:U.S._Route_59 dbp:junction ?uri }
264,what is the dbp:services of the dbo:Company whose dbo:service is dbr:OneDrive ?,select distinct ?uri where { ?x dbo:service dbr:OneDrive . ?x dbp:services ?uri . ?x rdf:type dbo:Company }
265,what are the dbo:Software whose dbo:operatingSystem is dbr:Mac_OS ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Mac_OS . ?uri rdf:type dbo:Software }
266,what is the dbp:city of the dbo:TelevisionStation whose dbp:affiliations is dbr:LATV ?,select distinct ?uri where { ?x dbp:affiliations dbr:LATV . ?x dbp:city ?uri . ?x rdf:type dbo:TelevisionStation }
267,"what is the dbo:state of the dbo:AdministrativeRegion which is the dbo:isPartOf of dbr:Oscoda,_Michigan ?","select distinct ?uri where { dbr:Oscoda,_Michigan dbo:isPartOf ?x . ?x dbo:state ?uri . ?x rdf:type dbo:AdministrativeRegion }"
268,is dbr:Gibson_SG the dbp:notableInstruments of dbr:Duane_Allman ?,ask where { dbr:Duane_Allman dbp:notableInstruments dbr:Gibson_SG }
269,who are the office holders whose dbo:primeMinister is dbr:Bob_Hawke ?,select distinct ?uri where { ?uri dbo:primeMinister dbr:Bob_Hawke }
270,what is the dbp:knownFor of dbr:Bob_Adams_(American_football) ?,select distinct ?uri where { dbr:Bob_Adams_(American_football) dbp:knownFor ?uri }
271,is dbr:Unitary_state the dbo:governmentType of dbr:Guatemala ?,ask where { dbr:Guatemala dbo:governmentType dbr:Unitary_state }
272,who is the office holder whose dbo:occupation is dbr:Chelsea_F.C. ?,select distinct ?uri where { ?uri dbo:occupation dbr:Chelsea_F.C. . }
273,what is the dbp:affiliation of the dbr:Monroe_Carell_Jr._Children's_Hospital_at_Vanderbilt and dbo:almaMater of the dbr:Duncan_U._Fletcher ?,select distinct ?uri where { dbr:Monroe_Carell_Jr._Children's_Hospital_at_Vanderbilt dbp:affiliation ?uri . dbr:Duncan_U._Fletcher dbo:almaMater uri }
274,what is the dbo:Scientist whose dbp:doctoralStudents is dbr:Charles_Drummond_Ellis and dbp:knownFor is dbr:Manhattan_Project ?,select distinct ?uri where { ?uri dbp:doctoralStudents dbr:Charles_Drummond_Ellis . ?uri dbp:knownFor dbr:Manhattan_Project . ?uri rdf:type dbo:Scientist }
275,what is the dbp:crosses of the roads whose dbp:designer is dbr:UEM_Group ?,select distinct ?uri where { ?x dbp:designer dbr:UEM_Group . ?x dbp:crosses ?uri . }
276,count the number of dbo:relation of the military people whose dbp:placeOfDeath is dbr:Germany ?,select distinct count ( ?uri ) where { ?x dbp:placeOfDeath dbr:Germany . ?x dbo:relation ?uri . }
277,list the dbo:residence of the people whose dbp:almaMater is dbr:Bachelor_of_Arts ?,select distinct ?uri where { ?x dbp:almaMater dbr:Bachelor_of_Arts . ?x dbo:residence ?uri . }
278,is dbr:Galileo_Galilei the dbp:discoverer of dbr:Callisto_(moon) ?,ask where { dbr:Callisto_(moon) dbp:discoverer dbr:Galileo_Galilei }
279,is dbr:Politics the dbo:literaryGenre of dbr:A_Foreign_Policy_of_Freedom ?,ask where { dbr:A_Foreign_Policy_of_Freedom dbo:literaryGenre dbr:Politics }
280,how many dbo:Mountain are there whose dbo:mountainRange is dbr:Sierra_Nevada_(U.S.) ?,select distinct count ( ?uri ) where { ?uri dbo:mountainRange dbr:Sierra_Nevada_(U.S.) . ?uri rdf:type dbo:Mountain }
281,what is the total number of other dbp:characters of the plays whose dbp:characters is dbr:Robin_(comics) ?,select distinct count ( ?uri ) where { ?x dbp:characters dbr:Robin_(comics) . ?x dbp:characters ?uri }
282,what is the dbp:awards of the person who is the dbo:partner of dbr:Liv_Ullmann ?,select distinct ?uri where { dbr:Liv_Ullmann dbo:partner ?x . ?x dbp:awards ?uri . }
283,what is the dbp:recorded of the dbr:Kaptaan and dbp:headquarters of the dbr:Orient_News ?,select distinct ?uri where { dbr:Kaptaan dbp:recorded ?uri . dbr:Orient_News dbp:headquarters uri }
284,what is the total number of other dbo:nearestCity of the lakes whose dbo:nearestCity is dbr:Uganda ?,select distinct count ( ?uri ) where { ?x dbo:nearestCity dbr:Uganda . ?x dbo:nearestCity ?uri }
285,what is the total number of dbo:developer of the software whose dbp:operatingSystem is dbr:Cross-platform ?,select distinct count ( ?uri ) where { ?x dbp:operatingSystem dbr:Cross-platform . ?x dbo:developer ?uri . }
286,list the dbo:TelevisionShow whose dbo:network 's dbo:owningCompany is dbr:BBC ?,select distinct ?uri where { ?x dbo:owningCompany dbr:BBC . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
287,"how many dbo:award are there , of the military people whose dbp:battles is dbr:Operation_Dragoon ?",select distinct count ( ?uri ) where { ?x dbp:battles dbr:Operation_Dragoon . ?x dbo:award ?uri . }
288,what is the dbp:founded of the dbr:Penobscot_Island_Air and dbo:birthPlace of the dbr:Ellei_Johndro ?,select distinct ?uri where { dbr:Penobscot_Island_Air dbp:founded ?uri . dbr:Ellei_Johndro dbo:birthPlace uri }
289,what is the dbo:TelevisionShow whose dbo:openingTheme is dbr:Gary_Portnoy and dbo:subsequentWork is dbr:Frasier ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:Gary_Portnoy . ?uri dbo:subsequentWork dbr:Frasier . ?uri rdf:type dbo:TelevisionShow }
290,what is the dbo:poleDriver of the dbo:GrandPrix whose dbp:firstTeam is dbr:Williams_Grand_Prix_Engineering ?,select distinct ?uri where { ?x dbp:firstTeam dbr:Williams_Grand_Prix_Engineering . ?x dbo:poleDriver ?uri . ?x rdf:type dbo:GrandPrix }
291,what is the dbo:appointer of the dbr:Joseph_Clay_(Georgia) and dbp:president of the dbr:William_Carmichael_(diplomat) ?,select distinct ?uri where { dbr:Joseph_Clay_(Georgia) dbo:appointer ?uri . dbr:William_Carmichael_(diplomat) dbp:president uri }
292,what is the dbp:employer of dbr:Michael_M._Sears ?,select distinct ?uri where { dbr:Michael_M._Sears dbp:employer ?uri }
293,what is the dbo:developer of dbr:Autoconf ?,select distinct ?uri where { dbr:Autoconf dbo:developer ?uri }
294,what are the other dbp:artist of the dbo:TelevisionShow whose dbp:artist is dbr:McClain_(band) ?,select distinct ?uri where { ?x dbp:artist dbr:McClain_(band) . ?x dbp:artist ?uri . ?x rdf:type dbo:TelevisionShow }
295,who is the person whose dbo:child 's dbp:associatedActs is dbr:Tony_Bennett ?,select distinct ?uri where { ?x dbp:associatedActs dbr:Tony_Bennett . ?uri dbo:child ?x . }
296,"is dbr:Arden,_North_Carolina the dbo:routeEnd of dbr:North_Carolina_Highway_280 ?","ask where { dbr:North_Carolina_Highway_280 dbo:routeEnd dbr:Arden,_North_Carolina }"
297,is dbr:Angola_Avante the dbo:anthem of dbr:Angola ?,ask where { dbr:Angola dbo:anthem dbr:Angola_Avante }
298,"what is the dbo:River whose dbo:riverMouth is dbr:Thames_Estuary and dbp:city is dbr:Reading,_Berkshire ?","select distinct ?uri where { ?uri dbo:riverMouth dbr:Thames_Estuary . ?uri dbp:city dbr:Reading,_Berkshire . ?uri rdf:type dbo:River }"
299,what soccer players 's dbp:nationalteam is dbr:Ivory_Coast_national_football_team ?,select distinct ?uri where { ?uri dbp:nationalteam dbr:Ivory_Coast_national_football_team }
300,"what are the other dbo:layout of the dbo:Automobile whose dbo:layout is dbr:Front-engine,_four-wheel-drive_layout ?","select distinct ?uri where { ?x dbo:layout dbr:Front-engine,_four-wheel-drive_layout . ?x dbo:layout ?uri . ?x rdf:type dbo:Automobile }"
301,what is the total number of dbp:destinations of the airlines whose dbo:headquarter is dbr:Gatwick_Airport ?,select distinct count ( ?uri ) where { ?x dbo:headquarter dbr:Gatwick_Airport . ?x dbp:destinations ?uri . ?uri rdf:type dbo:Place }
302,what are the dbo:TelevisionShow whose dbp:distributor 's dbp:divisions is dbr:Warner_Bros._International_Television ?,select distinct ?uri where { ?x dbp:divisions dbr:Warner_Bros._International_Television . ?uri dbp:distributor ?x . ?uri rdf:type dbo:TelevisionShow }
303,what is the dbp:arena of dbr:WPC_Dynamo_Moscow ?,select distinct ?uri where { dbr:WPC_Dynamo_Moscow dbp:arena ?uri }
304,what is the dbp:appointer of the dbr:John_Drayton and dbo:relation of the dbr:George_Madison ?,select distinct ?uri where { dbr:John_Drayton dbp:appointer ?uri . dbr:George_Madison dbo:relation uri }
305,"is dbr:Clearwater_County,_Minnesota the dbo:sourceRegion of dbr:Mississippi_River ?","ask where { dbr:Mississippi_River dbo:sourceRegion dbr:Clearwater_County,_Minnesota }"
306,what is the total number of dbo:Scientist whose dbp:prizes 's dbp:leaderName is dbr:Venkatraman_Ramakrishnan ?,select distinct count ( ?uri ) where { ?x dbp:leaderName dbr:Venkatraman_Ramakrishnan . ?uri dbp:prizes ?x . ?uri rdf:type dbo:Scientist }
307,"who is the american football player whose dbp:highSchool is dbr:Denbigh_High_School_(Newport_News,_Virginia) ?","select distinct ?uri where { ?uri dbp:highSchool dbr:Denbigh_High_School_(Newport_News,_Virginia) }"
308,what is the dbo:Company whose dbp:services is dbr:OneDrive and dbp:foundation is dbr:United_States ?,select distinct ?uri where { ?uri dbp:services dbr:OneDrive . ?uri dbp:foundation dbr:United_States . ?uri rdf:type dbo:Company }
309,what is the dbo:governingBody of the dbr:Burro_Flats_Painted_Cave and dbo:manufacturer of the dbr:Boeing_B-17_Flying_Fortress ?,select distinct ?uri where { dbr:Burro_Flats_Painted_Cave dbo:governingBody ?uri . dbr:Boeing_B-17_Flying_Fortress dbo:manufacturer uri }
310,what is the dbp:owner of the dbr:Drop.io and dbo:knownFor of the dbr:Sean_Parker ?,select distinct ?uri where { dbr:Drop.io dbp:owner ?uri . dbr:Sean_Parker dbo:knownFor ?uri . }
311,what is the dbo:InformationAppliance whose dbp:successor is dbr:PlayStation_4 and dbp:manufacturer is dbr:Foxconn ?,select distinct ?uri where { ?uri dbp:successor dbr:PlayStation_4 . ?uri dbp:manufacturer dbr:Foxconn . ?uri rdf:type dbo:InformationAppliance }
312,what is the dbp:nationality of the dbr:Newin_Chidchob and dbp:nationality of the dbr:Seni_Pramoj ?,select distinct ?uri where { dbr:Newin_Chidchob dbp:nationality ?uri . dbr:Seni_Pramoj dbo:nationality uri }
313,who is the dbo:Person whose dbo:opponent is dbr:Ike_Clanton ?,select distinct ?uri where { ?uri dbo:opponent dbr:Ike_Clanton . ?uri rdf:type dbo:Person }
314,what is the dbp:builder of dbr:Atamurat-Kerkichi_Bridge ?,select distinct ?uri where { dbr:Atamurat-Kerkichi_Bridge dbp:builder ?uri }
315,what is the dbo:mountainRange of dbr:Le_Gibloux ?,select distinct ?uri where { dbr:Le_Gibloux dbo:mountainRange ?uri }
316,count the dbo:VideoGame whose dbp:distributor 's dbp:parent is dbr:Warner_Bros. ?,select distinct count ( ?uri ) where { ?x dbp:parent dbr:Warner_Bros. . ?uri dbp:distributor ?x . ?uri rdf:type dbo:VideoGame }
317,what is the dbp:combatant of the dbo:MilitaryConflict whose dbp:commander is dbr:Blue_Jacket ?,select distinct ?uri where { ?x dbp:commander dbr:Blue_Jacket . ?x dbp:combatant ?uri . ?x rdf:type dbo:MilitaryConflict }
318,is dbr:Judy_Garland the dbp:characters of dbr:End_of_the_Rainbow ?,ask where { dbr:End_of_the_Rainbow dbp:characters dbr:Judy_Garland }
319,who is the dbo:associate of dbr:Thomas_Bryan_Martin ?,select distinct ?uri where { dbr:Thomas_Bryan_Martin dbo:associate ?uri }
320,what is the dbo:battle of dbr:Steve_Buyer ?,select distinct ?uri where { dbr:Steve_Buyer dbo:battle ?uri }
321,what is the dbo:profession of the senator who is the dbp:children of dbr:Herbert_Pell ?,select distinct ?uri where { dbr:Herbert_Pell dbp:children ?x . ?x dbo:profession ?uri . }
322,is dbr:Washington_Dulles_International_Airport the dbo:hubAirport of dbr:Silver_Airways ?,ask where { dbr:Silver_Airways dbo:hubAirport dbr:Washington_Dulles_International_Airport }
323,whose dbp:label are dbr:Victor_Entertainment and dbr:Celluloid_Records ?,select distinct ?uri where { ?uri dbp:label dbr:Victor_Entertainment . ?uri dbp:label dbr:Celluloid_Records . }
324,who is the dbo:Astronaut whose dbp:mission is dbr:Gemini_8 ?,select distinct ?uri where { ?uri dbp:mission dbr:Gemini_8 . ?uri rdf:type dbo:Astronaut }
325,what are the dbo:TelevisionShow whose dbp:writer is dbr:Erik_Jendresen ?,select distinct ?uri where { ?uri dbp:writer dbr:Erik_Jendresen . ?uri rdf:type dbo:TelevisionShow }
326,what is the dbp:city of the dbo:TelevisionStation whose dbp:sisterStations is dbr:Channel_3_(Thailand) ?,select distinct ?uri where { ?x dbp:sisterStations dbr:Channel_3_(Thailand) . ?x dbp:city ?uri . ?x rdf:type dbo:TelevisionStation }
327,give the total number of dbp:writer of the animes whose dbo:network is dbr:Tokyo_Broadcasting_System ?,select distinct count ( ?uri ) where { ?x dbo:network dbr:Tokyo_Broadcasting_System . ?x dbp:writer ?uri . ?uri rdf:type dbo:Person }
