id,english,sparql
3620,who are the soccer managers whose dbo:managerClub is dbr:Middlesbrough_F.C. ?,select distinct ?uri where { ?uri dbo:managerClub dbr:Middlesbrough_F.C. }
3621,"who is the dbo:AmericanFootballPlayer whose dbp:highSchool is dbr:Oktoc,_Mississippi ?","select distinct ?uri where { ?uri dbp:highSchool dbr:Oktoc,_Mississippi . ?uri rdf:type dbo:AmericanFootballPlayer }"
3622,what is the dbo:Company whose dbp:foundation is dbr:United_States and dbp:products is dbr:Microsoft_Visual_Studio ?,select distinct ?uri where { ?uri dbp:foundation dbr:United_States . ?uri dbp:products dbr:Microsoft_Visual_Studio . ?uri rdf:type dbo:Company }
3623,how many dbp:combatant are there of the military conflict which is the dbp:battles of dbr:Arthur_St._Clair ?,select distinct count ( ?uri ) where { dbr:Arthur_St._Clair dbp:battles ?x . ?x dbp:combatant ?uri . }
3624,what is the total number of other dbo:ingredient of the foods whose dbo:ingredient is dbr:Pork ?,select distinct count ( ?uri ) where { ?x dbo:ingredient dbr:Pork . ?x dbo:ingredient ?uri }
3625,what is the dbo:TelevisionShow whose dbo:openingTheme is dbr:Te_Deum_(Charpentier) ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:Te_Deum_(Charpentier) . ?uri rdf:type dbo:TelevisionShow }
3626,what is the dbo:ideology of the political party which is the dbp:party of dbr:Boonchu_Rojanastien ?,select distinct ?uri where { dbr:Boonchu_Rojanastien dbp:party ?x . ?x dbo:ideology ?uri . }
3627,what is the dbp:allegiance of the dbr:Gabriel_París_Gordillo and dbr:Gustavo_Rojas_Pinilla ?,select distinct ?uri where { dbr:Gabriel_París_Gordillo dbp:allegiance ?uri . dbr:Gustavo_Rojas_Pinilla dbp:allegiance ?uri . }
3628,what are the other dbp:narrated of the dbo:Album whose dbp:narrated is dbr:Ringo_Starr ?,select distinct ?uri where { ?x dbp:narrated dbr:Ringo_Starr . ?x dbp:narrated ?uri . ?x rdf:type dbo:Album }
3629,what is the total number of owls whose dbp:team 's dbp:arena is dbr:Bankers_Life_Fieldhouse ?,select distinct count ( ?uri ) where { ?x dbp:arena dbr:Bankers_Life_Fieldhouse . ?uri dbp:team ?x . }
3630,list the dbo:Newspaper whose dbp:headquarters 's dbo:timeZone is dbr:Central_European_Summer_Time ?,select distinct ?uri where { ?x dbo:timeZone dbr:Central_European_Summer_Time . ?uri dbp:headquarters ?x . ?uri rdf:type dbo:Newspaper }
3631,what is the dbo:riverMouth of the dbo:River whose dbp:city is dbr:Mazabuka ?,select distinct ?uri where { ?x dbp:city dbr:Mazabuka . ?x dbo:riverMouth ?uri . ?x rdf:type dbo:River }
3632,count the dbo:AmericanFootballPlayer whose dbo:formerTeam 's dbp:city is dbr:Lucas_Oil_Stadium ?,select distinct count ( ?uri ) where { ?x dbp:city dbr:Lucas_Oil_Stadium . ?uri dbo:formerTeam ?x . ?uri rdf:type dbo:AmericanFootballPlayer }
3633,what is the dbp:fields of the owl which is the dbo:academicAdvisor of dbr:Paul_Demiéville ?,select distinct ?uri where { dbr:Paul_Demiéville dbo:academicAdvisor ?x . ?x dbp:fields ?uri . }
3634,what dbo:Award 's dbo:presenter is dbr:Swedish_Academy ?,select distinct ?uri where { ?uri dbo:presenter dbr:Swedish_Academy . ?uri rdf:type dbo:Award }
3635,what is the dbo:university of the dbo:SportsTeam which is the dbp:managerclubs of dbr:Albertin_Montoya ?,select distinct ?uri where { dbr:Albertin_Montoya dbp:managerclubs ?x . ?x dbo:university ?uri . ?x rdf:type dbo:SportsTeam }
3636,what are the academic journals whose dbp:discipline is dbr:Philosophy ?,select distinct ?uri where { ?uri dbp:discipline dbr:Philosophy }
3637,what is the dbo:writer of the dbr:Cavalcade_of_America and dbr:The_United_States_Steel_Hour ?,select distinct ?uri where { dbr:Cavalcade_of_America dbo:writer ?uri . dbr:The_United_States_Steel_Hour dbo:writer ?uri . }
3638,what is the dbo:territory of the military conflict which is the dbp:battles of dbr:Liu_Mingchuan ?,select distinct ?uri where { dbr:Liu_Mingchuan dbp:battles ?x . ?x dbo:territory ?uri . }
3639,what is the river whose dbo:sourceMountain is dbr:Dowra ?,select distinct ?uri where { ?uri dbo:sourceMountain dbr:Dowra }
3640,what is the dbo:residence of the dbr:Lula_J._Davis and dbo:deathPlace of the dbr:John_McTaggart_(jockey) ?,select distinct ?uri where { dbr:Lula_J._Davis dbo:residence ?uri . dbr:John_McTaggart_(jockey) dbo:deathPlace uri }
3641,what is the dbo:militaryRank of the owl which is the dbp:notableCommanders of dbr:Regiment_of_Mounted_Grenadiers ?,select distinct ?uri where { dbr:Regiment_of_Mounted_Grenadiers dbp:notableCommanders ?x . ?x dbo:militaryRank ?uri . }
3642,what is the dbo:series of dbr:Londo_Mollari ?,select distinct ?uri where { dbr:Londo_Mollari dbo:series ?uri }
3643,what is the dbo:Company whose dbp:keyPeople is dbr:Edwin_Catmull ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Edwin_Catmull . ?uri rdf:type dbo:Company }
3644,what is the total number of dbo:layout of the automobiles whose dbp:designer is dbr:Olivier_Boulay ?,select distinct count ( ?uri ) where { ?x dbp:designer dbr:Olivier_Boulay . ?x dbo:layout ?uri . }
3645,what is the dbp:locationCity of the dbr:Dad's_Root_Beer and dbp:state of the dbr:Timothy_J._Roemer ?,select distinct ?uri where { dbr:Dad's_Root_Beer dbp:locationCity ?uri . dbr:Timothy_J._Roemer dbp:state uri }
3646,what is the type of dbr:Naval_Station_Bremerton ?,select distinct ?uri where { dbr:Naval_Station_Bremerton dbp:type ?uri }
3647,what is the dbp:borough of the dbr:Bordesley_railway_station and dbo:routeEnd of the dbr:Birmingham_and_Oxford_Junction_Railway ?,select distinct ?uri where { dbr:Bordesley_railway_station dbp:borough ?uri . dbr:Birmingham_and_Oxford_Junction_Railway dbo:routeEnd uri }
3648,what are the dbo:Film whose dbo:writer 's dbo:nationality is dbr:British_people ?,select distinct ?uri where { ?x dbo:nationality dbr:British_people . ?uri dbo:writer ?x . ?uri rdf:type dbo:Film }
3649,what is the dbo:University whose dbo:president is dbr:Jay_Gogue ?,select distinct ?uri where { ?uri dbo:president dbr:Jay_Gogue . ?uri rdf:type dbo:University }
3650,is dbr:Michael_Schumacher the dbp:poleDriver of dbr:1999_Japanese_Grand_Prix ?,ask where { dbr:1999_Japanese_Grand_Prix dbp:poleDriver dbr:Michael_Schumacher }
3651,give me a count of dbo:Artist whose dbp:training is dbr:San_Francisco_Art_Institute ?,select distinct count ( ?uri ) where { ?uri dbp:training dbr:San_Francisco_Art_Institute . ?uri rdf:type dbo:Artist }
3652,what is the dbo:TelevisionShow whose dbo:company are dbr:Playtone and dbr:DreamWorks_Television ?,select distinct ?uri where { ?uri dbo:company dbr:Playtone . ?uri dbo:company dbr:DreamWorks_Television . ?uri rdf:type dbo:TelevisionShow }
3653,what is the dbo:sport of the dbo:School whose dbo:foundedBy is dbr:Fr._Orlando ?,select distinct ?uri where { ?x dbo:foundedBy dbr:Fr._Orlando . ?x dbo:sport ?uri . ?x rdf:type dbo:School }
3654,is dbr:Ethics the dbp:mainInterests of dbr:Henry_David_Thoreau ?,ask where { dbr:Henry_David_Thoreau dbp:mainInterests dbr:Ethics }
3655,is dbr:Pope_Paul_VI the dbp:canonizedBy of dbr:Elizabeth_Ann_Seton ?,ask where { dbr:Elizabeth_Ann_Seton dbp:canonizedBy dbr:Pope_Paul_VI }
3656,list the dbo:leader of the dbo:GovernmentAgency whose dbo:jurisdiction is dbr:German-occupied_Europe ?,select distinct ?uri where { ?x dbo:jurisdiction dbr:German-occupied_Europe . ?x dbo:leader ?uri . ?x rdf:type dbo:GovernmentAgency }
3657,list the dbo:starring of the dbo:Film whose dbo:producer is dbr:Mark_Johnson_(producer) ?,select distinct ?uri where { ?x dbo:producer dbr:Mark_Johnson_(producer) . ?x dbo:starring ?uri . ?x rdf:type dbo:Film }
3658,what is the dbp:designer of the dbr:Saleen_S5S_Raptor and dbo:birthPlace of the dbr:Jimmy_Diggs ?,select distinct ?uri where { dbr:Saleen_S5S_Raptor dbp:designer ?uri . dbr:Jimmy_Diggs dbo:birthPlace uri }
3659,what is the dbo:Company whose dbp:products 's dbo:predecessor is dbr:Boeing_Vertol_CH-46_Sea_Knight ?,select distinct ?uri where { ?x dbo:predecessor dbr:Boeing_Vertol_CH-46_Sea_Knight . ?uri dbp:products ?x . ?uri rdf:type dbo:Company }
3660,what is the dbo:birthPlace of the dbo:MusicalArtist who is the dbp:associatedActs of dbr:Albert_Ayler ?,select distinct ?uri where { dbr:Albert_Ayler dbp:associatedActs ?x . ?x dbo:birthPlace ?uri . ?x rdf:type dbo:MusicalArtist }
3661,what is the dbp:religiousAffiliation of dbr:Wickramabahu_Central_College_(National_School) ?,select distinct ?uri where { dbr:Wickramabahu_Central_College_(National_School) dbp:religiousAffiliation ?uri }
3662,what are the dbo:nearestCity of dbr:Lake_Victoria ?,select distinct ?uri where { dbr:Lake_Victoria dbo:nearestCity ?uri }
3663,what are the dbp:restingplace of dbr:Johannes_Gerhardus_Strijdom ?,select distinct ?uri where { dbr:Johannes_Gerhardus_Strijdom dbp:restingplace ?uri }
3664,what is the dbp:awards of the dbr:Charles_LeMaire and dbo:award of the dbr:Eric_Roth ?,select distinct ?uri where { dbr:Charles_LeMaire dbp:awards ?uri . dbr:Eric_Roth dbo:award uri }
3665,is dbr:Middlesbrough_F.C. the dbp:managerclubs of dbr:Gareth_Southgate ?,ask where { dbr:Gareth_Southgate dbp:managerclubs dbr:Middlesbrough_F.C. }
3666,what is the total number of other dbo:builder of the military structures whose dbo:builder is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbo:builder dbr:United_States . ?x dbo:builder ?uri }
3667,give the total number of dbo:maintainedBy of the bridges whose dbp:designer is dbr:Malaysian_Public_Works_Department ?,select distinct count ( ?uri ) where { ?x dbp:designer dbr:Malaysian_Public_Works_Department . ?x dbo:maintainedBy ?uri . ?uri rdf:type dbo:Organisation }
3668,give me a count of dbo:TelevisionShow whose dbo:company is dbr:HBO ?,select distinct count ( ?uri ) where { ?uri dbo:company dbr:HBO . ?uri rdf:type dbo:TelevisionShow }
3669,how many owls are there whose dbp:canonizedBy is dbr:Pope_Benedict_XVI ?,select distinct count ( ?uri ) where { ?uri dbp:canonizedBy dbr:Pope_Benedict_XVI . }
3670,what is the dbp:party of dbr:Fourth_Legislative_Assembly_of_Delhi ?,select distinct ?uri where { dbr:Fourth_Legislative_Assembly_of_Delhi dbp:party ?uri }
3671,what is the dbo:AmericanFootballTeam whose dbo:owner is dbr:Bud_Adams ?,select distinct ?uri where { ?uri dbo:owner dbr:Bud_Adams . ?uri rdf:type dbo:AmericanFootballTeam }
3672,what is the dbp:artist of the dbo:Artwork whose dbp:museum is dbr:Musée_d'Orsay ?,select distinct ?uri where { ?x dbp:museum dbr:Musée_d'Orsay . ?x dbp:artist ?uri . ?x rdf:type dbo:Artwork }
3673,what is the dbo:debutTeam of the dbr:Butch_Metzger and dbr:Brian_Horwitz ?,select distinct ?uri where { dbr:Butch_Metzger dbo:debutTeam ?uri . dbr:Brian_Horwitz dbo:debutTeam ?uri . }
3674,is dbr:Animal the dbo:kingdom of dbr:Sicklefin_lemon_shark ?,ask where { dbr:Sicklefin_lemon_shark dbo:kingdom dbr:Animal }
3675,is dbr:Caribbean the dbp:stylisticOrigins of dbr:Plena ?,ask where { dbr:Plena dbp:stylisticOrigins dbr:Caribbean }
3676,what is the dbo:knownFor of the dbo:Scientist whose dbo:almaMater is dbr:University_of_Toronto ?,select distinct ?uri where { ?x dbo:almaMater dbr:University_of_Toronto . ?x dbo:knownFor ?uri . ?x rdf:type dbo:Scientist }
3677,what is the dbo:formerPartner of the dbo:FigureSkater whose dbp:coach is dbr:Laureano_Ibarra ?,select distinct ?uri where { ?x dbp:coach dbr:Laureano_Ibarra . ?x dbo:formerPartner ?uri . ?x rdf:type dbo:FigureSkater }
3678,give me a count of dbo:Book whose dbo:author is dbr:Miguel_de_Cervantes ?,select distinct count ( ?uri ) where { ?uri dbo:author dbr:Miguel_de_Cervantes . ?uri rdf:type dbo:Book }
3679,"what is the dbo:River whose dbo:city is dbr:Reading,_Berkshire and dbo:sourcePlace is dbr:Gloucestershire ?","select distinct ?uri where { ?uri dbo:city dbr:Reading,_Berkshire . ?uri dbo:sourcePlace dbr:Gloucestershire . ?uri rdf:type dbo:River }"
3680,count the dbo:bandMember in dbr:Skull_Gang ?,select distinct count ( ?uri ) where { dbr:Skull_Gang dbo:bandMember ?uri . ?uri rdf:type dbo:Person }
3681,what is the dbo:formerTeam of the owls whose dbp:league is dbr:Czech_Extraliga ?,select distinct ?uri where { ?x dbp:league dbr:Czech_Extraliga . ?x dbo:formerTeam ?uri . }
3682,what is the dbo:nationality of the dbo:Person whose dbp:almaMater is dbr:Ghana_School_of_Law ?,select distinct ?uri where { ?x dbp:almaMater dbr:Ghana_School_of_Law . ?x dbo:nationality ?uri . ?x rdf:type dbo:Person }
3683,what is the dbo:mouthCountry of the place whose dbo:leftTributary is dbr:Bukovica_(river) ?,select distinct ?uri where { ?x dbo:leftTributary dbr:Bukovica_(river) . ?x dbo:mouthCountry ?uri . }
3684,what is the dbo:team of dbr:Hunter_Pence ?,select distinct ?uri where { dbr:Hunter_Pence dbo:team ?uri }
3685,what is the dbo:ground of dbr:Al-Rayan_SC ?,select distinct ?uri where { dbr:Al-Rayan_SC dbo:ground ?uri }
3686,what is the dbo:birthPlace of the chess players whose dbp:title is dbr:Grandmaster_(chess) ?,select distinct ?uri where { ?x dbp:title dbr:Grandmaster_(chess) . ?x dbo:birthPlace ?uri . }
3687,what is the city whose dbp:governingBody 's dbo:leader is dbr:Bruce_Harrell ?,select distinct ?uri where { ?x dbo:leader dbr:Bruce_Harrell . ?uri dbp:governingBody ?x . }
3688,what is the dbo:associatedBand of the dbr:Afrika_Baby_Bam and dbo:associatedMusicalArtist of the dbr:Q-Tip_(musician) ?,select distinct ?uri where { dbr:Afrika_Baby_Bam dbo:associatedBand ?uri . dbr:Q-Tip_(musician) dbo:associatedMusicalArtist uri }
3689,what is the dbo:silverMedalist of the dbr:Tennis_at_the_2012_Summer_Olympics_–_Men's_singles and dbp:flagbearer of the dbr:Switzerland_at_the_2008_Summer_Olympics ?,select distinct ?uri where { dbr:Tennis_at_the_2012_Summer_Olympics_–_Men's_singles dbo:silverMedalist ?uri . dbr:Switzerland_at_the_2008_Summer_Olympics dbp:flagbearer uri }
3690,what is the dbp:primeminister of the office holder who is the dbo:successor of dbr:Kingsley_Wood ?,select distinct ?uri where { dbr:Kingsley_Wood dbo:successor ?x . ?x dbp:primeminister ?uri . }
3691,what is the dbp:religion of the dbr:Khadra_Haji_Ismail_Geid and dbp:religion of the dbr:Yasmin_Khatun ?,select distinct ?uri where { dbr:Khadra_Haji_Ismail_Geid dbp:religion ?uri . dbr:Yasmin_Khatun dbo:religion uri }
3692,what is the dbp:placeOfBirth of dbr:Thomy_Bourdelle ?,select distinct ?uri where { dbr:Thomy_Bourdelle dbp:placeOfBirth ?uri . }
3693,give me a count of dbo:Band whose dbo:hometown is dbr:London ?,select distinct count ( ?uri ) where { ?uri dbo:hometown dbr:London . ?uri rdf:type dbo:Band }
3694,what dbo:TelevisionShow 's dbo:network is dbr:Prime_Time_Entertainment_Network ?,select distinct ?uri where { ?uri dbo:network dbr:Prime_Time_Entertainment_Network . ?uri rdf:type dbo:TelevisionShow }
3695,what is the dbp:president of the dbr:Lance_Adams-Schneider and dbp:nickname of the dbr:Daniel_O'Regan ?,select distinct ?uri where { dbr:Lance_Adams-Schneider dbp:president ?uri . dbr:Daniel_O'Regan dbp:nickname uri }
3696,who is the dbo:lyrics of dbr:Doonesbury_(musical) ?,select distinct ?uri where { dbr:Doonesbury_(musical) dbo:lyrics ?uri }
3697,what is the dbo:series of the dbr:Lennier and dbr:Londo_Mollari ?,select distinct ?uri where { dbr:Lennier dbo:series ?uri . dbr:Londo_Mollari dbo:series ?uri . }
3698,who is the dbo:coach of dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team ?,select distinct ?uri where { dbr:2013–14_Marquette_Golden_Eagles_men's_basketball_team dbo:coach ?uri }
3699,what are the dbo:InformationAppliance whose dbo:cpu 's dbp:locationCity is dbr:United_States ?,select distinct ?uri where { ?x dbp:locationCity dbr:United_States . ?uri dbo:cpu ?x . ?uri rdf:type dbo:InformationAppliance }
3700,what is the dbo:award of the dbr:Frank_Thorne and dbp:knownFor of the dbr:Breann_McGregor ?,select distinct ?uri where { dbr:Frank_Thorne dbo:award ?uri . dbr:Breann_McGregor dbp:knownFor uri }
3701,what are the airports whose dbo:location 's dbp:governingBody is dbr:Houston_City_Council ?,select distinct ?uri where { ?x dbp:governingBody dbr:Houston_City_Council . ?uri dbo:location ?x . }
3702,what is the dbo:Beverage whose dbo:origin is dbr:Leuven ?,select distinct ?uri where { ?uri dbo:origin dbr:Leuven . ?uri rdf:type dbo:Beverage }
3703,what is the office holder whose dbo:child are dbr:Charles_Phelps_Taft_II and dbr:Robert_A._Taft ?,select distinct ?uri where { ?uri dbo:child dbr:Charles_Phelps_Taft_II . ?uri dbo:child dbr:Robert_A._Taft . }
3704,what is the dbo:religion of the dbo:President whose dbp:primeminister is dbr:Surayud_Chulanont ?,select distinct ?uri where { ?x dbp:primeminister dbr:Surayud_Chulanont . ?x dbo:religion ?uri . ?x rdf:type dbo:President }
3705,how many dbp:primeminister are there of the office holder who is the dbp:successor of dbr:Duncan_Sandys ?,select distinct count ( ?uri ) where { dbr:Duncan_Sandys dbp:successor ?x . ?x dbp:primeminister ?uri . }
3706,what is the dbp:cityServed of dbr:Juhu_Aerodrome ?,select distinct ?uri where { dbr:Juhu_Aerodrome dbp:cityServed ?uri }
3707,what is the dbo:Settlement whose dbp:neighboringMunicipalities is dbr:Lancy and dbo:mayor is dbr:Esther_Alder ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Lancy . ?uri dbo:mayor dbr:Esther_Alder . ?uri rdf:type dbo:Settlement }
3708,what is the dbo:notableWork of the screenwriter who is the dbp:writer of dbr:The_Tony_Randall_Show ?,select distinct ?uri where { dbr:The_Tony_Randall_Show dbp:writer ?x . ?x dbo:notableWork ?uri . }
3709,what is the total number of dbo:predecessor of the automobiles whose dbp:assembly is dbr:Canada ?,select distinct count ( ?uri ) where { ?x dbp:assembly dbr:Canada . ?x dbo:predecessor ?uri . ?uri rdf:type dbo:Automobile }
3710,what are the other dbo:employer of the people whose dbo:employer is dbr:Columbia_Records ?,select distinct ?uri where { ?x dbo:employer dbr:Columbia_Records . ?x dbo:employer ?uri . }
3711,what is the dbp:placeOfBirth of the person who is the dbp:starring of dbr:Lagnacha_Dhumdhadaka ?,select distinct ?uri where { dbr:Lagnacha_Dhumdhadaka dbp:starring ?x . ?x dbp:placeOfBirth ?uri . }
3712,what is the dbp:artist of the dbr:Brad_Paisley_discography and dbp:founder of the dbr:Sea_Gayle_Music ?,select distinct ?uri where { dbr:Brad_Paisley_discography dbp:artist ?uri . dbr:Sea_Gayle_Music dbp:founder uri }
3713,what is the dbo:wineRegion of the dbr:Bogdanuša and dbo:mouthCountry of the dbr:Upper_Neretva ?,select distinct ?uri where { dbr:Bogdanuša dbo:wineRegion ?uri . dbr:Upper_Neretva dbo:mouthCountry uri }
3714,what is the dbo:TelevisionShow whose dbo:network is dbr:BBC_HD and dbo:related is dbr:Doctor_Who_Confidential ?,select distinct ?uri where { ?uri dbo:network dbr:BBC_HD . ?uri dbo:related dbr:Doctor_Who_Confidential . ?uri rdf:type dbo:TelevisionShow }
3715,what is the dbp:products of dbr:Den_norske_Bank ?,select distinct ?uri where { dbr:Den_norske_Bank dbp:products ?uri }
3717,what is the dbp:mouthCountry of the dbo:River whose dbo:source is dbr:Sierra_Madre_de_Chiapas ?,select distinct ?uri where { ?x dbo:source dbr:Sierra_Madre_de_Chiapas . ?x dbp:mouthCountry ?uri . ?x rdf:type dbo:River }
3718,what is the dbp:locationCountry of the dbr:National_Commercial_Bank_Mauritius and dbr:Mauritius_Bank ?,select distinct ?uri where { dbr:National_Commercial_Bank_Mauritius dbp:locationCountry ?uri . dbr:Mauritius_Bank dbp:locationCountry ?uri . }
3719,what is the dbp:owner of the dbo:BroadcastNetwork whose dbo:owningCompany is dbr:Jamie_Kellner ?,select distinct ?uri where { ?x dbo:owningCompany dbr:Jamie_Kellner . ?x dbp:owner ?uri . ?x rdf:type dbo:BroadcastNetwork }
3720,what is the dbo:religion of the dbo:PrimeMinister whose dbo:militaryBranch is dbr:Khmer_Issarak ?,select distinct ?uri where { ?x dbo:militaryBranch dbr:Khmer_Issarak . ?x dbo:religion ?uri . ?x rdf:type dbo:PrimeMinister }
3721,what is the dbp:country of the basketball league which is the dbo:league of dbr:Nguendula_Filipe ?,select distinct ?uri where { dbr:Nguendula_Filipe dbo:league ?x . ?x dbp:country ?uri . }
3722,is dbr:North_America the dbp:assembly of dbr:Bucyrus_MT6300AC ?,ask where { dbr:Bucyrus_MT6300AC dbp:assembly dbr:North_America }
3723,what is the river whose dbo:mouthMountain is dbr:Lower_Manhattan ?,select distinct ?uri where { ?uri dbo:mouthMountain dbr:Lower_Manhattan }
3724,who is the dbo:founder of dbr:Pittsburgh ?,select distinct ?uri where { dbr:Pittsburgh dbo:founder ?uri }
3725,what is the dbo:Airline whose dbp:hubs is dbr:San_Francisco_International_Airport ?,select distinct ?uri where { ?uri dbp:hubs dbr:San_Francisco_International_Airport . ?uri rdf:type dbo:Airline }
3726,what is the dbo:tenant of the dbo:Stadium which is the dbp:venue of dbr:UFC_152 ?,select distinct ?uri where { dbr:UFC_152 dbp:venue ?x . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
3727,what is the dbo:InformationAppliance whose dbo:cpu are dbr:Freescale_Semiconductor and dbr:Marvell_Technology_Group ?,select distinct ?uri where { ?uri dbo:cpu dbr:Freescale_Semiconductor . ?uri dbo:cpu dbr:Marvell_Technology_Group . ?uri rdf:type dbo:InformationAppliance }
3728,what is the dbo:Place whose dbo:mayor 's dbp:spouse is dbr:Jean-Marc_Germain ?,select distinct ?uri where { ?x dbp:spouse dbr:Jean-Marc_Germain . ?uri dbo:mayor ?x . ?uri rdf:type dbo:Place }
3729,is dbr:Harvard_College the dbo:discoverer of dbr:2658_Gingerich ?,ask where { dbr:2658_Gingerich dbo:discoverer dbr:Harvard_College }
3730,what is the dbo:religion of the ethnic group which is the dbp:combatant of dbr:Miao_Rebellion_(1795–1806) ?,select distinct ?uri where { dbr:Miao_Rebellion_(1795–1806) dbp:combatant ?x . ?x dbo:religion ?uri . }
3731,what is the dbp:almaMater of dbr:Charles_Plosser ?,select distinct ?uri where { dbr:Charles_Plosser dbp:almaMater ?uri }
3732,what is the dbp:constituency of dbr:Santo_Versace ?,select distinct ?uri where { dbr:Santo_Versace dbp:constituency ?uri }
3733,how many dbo:TelevisionShow are there whose dbp:themeMusicComposer 's dbo:associatedMusicalArtist is dbr:Oysterhead ?,select distinct count ( ?uri ) where { ?x dbo:associatedMusicalArtist dbr:Oysterhead . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
3734,what are the other dbo:significantBuilding of the dbo:Architect whose dbo:significantBuilding is dbr:Kiev ?,select distinct ?uri where { ?x dbo:significantBuilding dbr:Kiev . ?x dbo:significantBuilding ?uri . ?x rdf:type dbo:Architect }
3735,how many other dbo:architect are there of the historic places whose dbo:architect is dbr:Stanford_White ?,select distinct count ( ?uri ) where { ?x dbo:architect dbr:Stanford_White . ?x dbo:architect ?uri }
3736,what is the dbo:deathPlace of the rugby player who is the dbp:relatives of dbr:Anton_Oliver ?,select distinct ?uri where { dbr:Anton_Oliver dbp:relatives ?x . ?x dbo:deathPlace ?uri . }
3737,what is the dbp:almaMater of the dbr:Marshall_Fletcher_McCallie and dbp:affiliation of the dbr:Vanderbilt_University_Medical_Center ?,select distinct ?uri where { dbr:Marshall_Fletcher_McCallie dbp:almaMater ?uri . dbr:Vanderbilt_University_Medical_Center dbp:affiliation uri }
3738,list the dbo:tenant of the dbo:Stadium whose dbo:builder is dbr:PCL_Construction ?,select distinct ?uri where { ?x dbo:builder dbr:PCL_Construction . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
3739,is dbr:Arequipa_Region the dbp:sourceRegion of dbr:Amazon_River ?,ask where { dbr:Amazon_River dbp:sourceRegion dbr:Arequipa_Region }
3740,is dbr:The_Bahamas the dbo:archipelago of dbr:San_Salvador_Island ?,ask where { dbr:San_Salvador_Island dbo:archipelago dbr:The_Bahamas }
3741,"what is the dbo:Person whose dbo:almaMater is dbr:Harvard-Westlake_School and dbp:restingPlace is dbr:Palo_Alto,_California ?","select distinct ?uri where { ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri dbp:restingPlace dbr:Palo_Alto,_California . ?uri rdf:type dbo:Person }"
3742,what is the dbp:publisher of dbr:Super_Mario_Adventures ?,select distinct ?uri where { dbr:Super_Mario_Adventures dbp:publisher ?uri }
3743,what is the dbo:TelevisionShow whose dbp:producer is dbr:Stephen_E._Ambrose ?,select distinct ?uri where { ?uri dbp:producer dbr:Stephen_E._Ambrose . ?uri rdf:type dbo:TelevisionShow }
3744,what is the dbp:artist of the dbr:Madagascar:_Operation_Penguin and dbp:writer of the dbr:He's_a_Pirate ?,select distinct ?uri where { dbr:Madagascar:_Operation_Penguin dbp:artist ?uri . dbr:He's_a_Pirate dbp:writer uri }
3745,what are the dbo:Software whose dbo:operatingSystem is dbr:Mac_OS and dbp:programmingLanguage is dbr:C++ ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Mac_OS . ?uri dbp:programmingLanguage dbr:C++ . ?uri rdf:type dbo:Software }
3746,what is the dbo:state of the dbo:Valley whose dbp:border is dbr:Modoc_Plateau ?,select distinct ?uri where { ?x dbp:border dbr:Modoc_Plateau . ?x dbo:state ?uri . ?x rdf:type dbo:Valley }
3747,what is the dbo:birthPlace of the engineer who is the dbo:designer of dbr:REP_Parasol ?,select distinct ?uri where { dbr:REP_Parasol dbo:designer ?x . ?x dbo:birthPlace ?uri . }
3748,what is the dbo:religion of the dbo:Person whose dbp:family is dbr:Meadow_Soprano ?,select distinct ?uri where { ?x dbp:family dbr:Meadow_Soprano . ?x dbo:religion ?uri . ?x rdf:type dbo:Person }
3749,what is the dbp:religion of the dbr:Roshan_Ranasinghe and dbo:religion of the dbr:Nhiek_Tioulong ?,select distinct ?uri where { dbr:Roshan_Ranasinghe dbp:religion ?uri . dbr:Nhiek_Tioulong dbo:religion uri }
3750,how many dbo:predecessor are there of the dbo:Automobile which is the dbo:relatedMeanOfTransportation of dbr:Pontiac_G8 ?,select distinct count ( ?uri ) where { dbr:Pontiac_G8 dbo:relatedMeanOfTransportation ?x . ?x dbo:predecessor ?uri . ?x rdf:type dbo:Automobile }
3751,what is the dbo:TelevisionShow whose dbp:voices 's dbo:instrument is dbr:Piano ?,select distinct ?uri where { ?x dbo:instrument dbr:Piano . ?uri dbp:voices ?x . ?uri rdf:type dbo:TelevisionShow }
3752,what is the dbp:birthPlace of the office holder who is the dbp:successor of dbr:Ella_T._Grasso ?,select distinct ?uri where { dbr:Ella_T._Grasso dbp:successor ?x . ?x dbp:birthPlace ?uri . }
3753,"how many dbp:birthPlace are there , of the horse trainers whose dbp:race is dbr:Breeders'_Cup_Turf ?",select distinct count ( ?uri ) where { ?x dbp:race dbr:Breeders'_Cup_Turf . ?x dbp:birthPlace ?uri . }
3754,give me a count of dbo:Film whose dbo:cinematography is dbr:Jordan_Cronenweth ?,select distinct count ( ?uri ) where { ?uri dbo:cinematography dbr:Jordan_Cronenweth . ?uri rdf:type dbo:Film }
3755,what is the dbo:operatedBy of the dbr:South_Side_Elevated_Railroad and dbr:Twin_Cities_400 ?,select distinct ?uri where { dbr:South_Side_Elevated_Railroad dbo:operatedBy ?uri . dbr:Twin_Cities_400 dbo:operatedBy ?uri . }
3756,who is the person whose dbp:relatives is dbr:Kelly_Osbourne ?,select distinct ?uri where { ?uri dbp:relatives dbr:Kelly_Osbourne . }
3757,what is the total number of dbo:ground of the soccer club seasons whose dbo:league is dbr:2015_North_American_Soccer_League_season ?,select distinct count ( ?uri ) where { ?x dbo:league dbr:2015_North_American_Soccer_League_season . ?x dbo:ground ?uri . ?uri rdf:type dbo:Stadium }
3758,what is the dbo:formerTeam of the owls whose dbp:playedFor is dbr:Avangard_Omsk ?,select distinct ?uri where { ?x dbp:playedFor dbr:Avangard_Omsk . ?x dbo:formerTeam ?uri . }
3759,what is the dbo:Athlete whose dbp:currentteam 's dbp:stadium is dbr:Michigan_Stadium ?,select distinct ?uri where { ?x dbp:stadium dbr:Michigan_Stadium . ?uri dbp:currentteam ?x . ?uri rdf:type dbo:Athlete }
3760,"how many dbp:athletics of the universities which are private university , are there ?",select distinct count ( ?uri ) where { ?x dbp:type dbr:Private_university . ?x dbp:athletics ?uri . }
3761,what is the dbp:locationCity of the dbo:Beverage whose dbo:related is dbr:IBC_Root_Beer ?,select distinct ?uri where { ?x dbo:related dbr:IBC_Root_Beer . ?x dbp:locationCity ?uri . ?x rdf:type dbo:Beverage }
3762,is dbr:Queen_Latifah the dbo:associatedBand of dbr:Afrika_Baby_Bam ?,ask where { dbr:Afrika_Baby_Bam dbo:associatedBand dbr:Queen_Latifah }
3763,what is the dbo:Royalty whose dbp:spouse 's dbp:predecessor is dbr:Darius_I ?,select distinct ?uri where { ?x dbp:predecessor dbr:Darius_I . ?uri dbp:spouse ?x . ?uri rdf:type dbo:Royalty }
3764,what are the owls whose dbo:manufacturer is dbr:Sony ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Sony . }
3765,what is the dbo:producer of the dbo:TelevisionShow whose dbp:channel is dbr:CBBC_(TV_channel) ?,select distinct ?uri where { ?x dbp:channel dbr:CBBC_(TV_channel) . ?x dbo:producer ?uri . ?x rdf:type dbo:TelevisionShow }
3766,list the dbo:Film whose dbp:music 's dbo:recordLabel is dbr:RCA_Records ?,select distinct ?uri where { ?x dbo:recordLabel dbr:RCA_Records . ?uri dbp:music ?x . ?uri rdf:type dbo:Film }
3767,is dbr:N._C._Wyeth the dbp:illustrator of dbr:The_Mysterious_Stranger ?,ask where { dbr:The_Mysterious_Stranger dbp:illustrator dbr:N._C._Wyeth }
3768,what is the dbo:city of the dbo:Valley whose dbo:border is dbr:Lake_Mead ?,select distinct ?uri where { ?x dbo:border dbr:Lake_Mead . ?x dbo:city ?uri . ?x rdf:type dbo:Valley }
3769,what are the dbo:Magazine whose dbo:publisher is dbr:Playboy_Enterprises ?,select distinct ?uri where { ?uri dbo:publisher dbr:Playboy_Enterprises . ?uri rdf:type dbo:Magazine }
3770,what is the dbo:series of the dbo:FictionalCharacter whose dbp:species is dbr:Minbari ?,select distinct ?uri where { ?x dbp:species dbr:Minbari . ?x dbo:series ?uri . ?x rdf:type dbo:FictionalCharacter }
3771,"is dbr:James_Brown the dbo:musicalBand of dbr:Killing_Is_Out,_School_Is_In ?","ask where { dbr:Killing_Is_Out,_School_Is_In dbo:musicalBand dbr:James_Brown }"
3772,what is the dbo:architecturalStyle of dbr:South_Loop_Printing_House_District ?,select distinct ?uri where { dbr:South_Loop_Printing_House_District dbo:architecturalStyle ?uri }
3773,what is the dbo:University whose dbo:campus are dbr:Indiana and dbr:Iowa ?,select distinct ?uri where { ?uri dbo:campus dbr:Indiana . ?uri dbo:campus dbr:Iowa . ?uri rdf:type dbo:University }
3774,what are the dbo:significantBuilding of dbr:Ivan_Fomin ?,select distinct ?uri where { dbr:Ivan_Fomin dbo:significantBuilding ?uri }
3775,what are the dbp:veneratedIn of the dbr:Jacob and dbr:Abraham ?,select distinct ?uri where { dbr:Jacob dbp:veneratedIn ?uri . dbr:Abraham dbp:veneratedIn ?uri . }
3776,is dbr:Chemistry the dbo:field of dbr:Robert_Boyle ?,ask where { dbr:Robert_Boyle dbo:field dbr:Chemistry }
3777,what is the dbp:education of the screenwriter whose dbo:relative is dbr:David_Hume ?,select distinct ?uri where { ?x dbo:relative dbr:David_Hume . ?x dbp:education ?uri . }
3778,what is the dbp:headquarters of the dbr:Ethiopian_People's_Revolutionary_Democratic_Front and dbp:country of the dbr:Tendaho_Dam ?,select distinct ?uri where { dbr:Ethiopian_People's_Revolutionary_Democratic_Front dbp:headquarters ?uri . dbr:Tendaho_Dam dbp:country uri }
3779,what is the dbp:awards of the person who is the dbp:relatives of dbr:Linn_Ullmann ?,select distinct ?uri where { dbr:Linn_Ullmann dbp:relatives ?x . ?x dbp:awards ?uri . }
3780,what are the dbo:TelevisionShow whose dbp:company 's dbp:headquarters is dbr:Geneva ?,select distinct ?uri where { ?x dbp:headquarters dbr:Geneva . ?uri dbp:company ?x . ?uri rdf:type dbo:TelevisionShow }
3781,what is the dbo:TelevisionShow whose dbp:distributor is dbr:Comedy_Central and dbp:voices is dbr:Isaac_Hayes ?,select distinct ?uri where { ?uri dbp:distributor dbr:Comedy_Central . ?uri dbp:voices dbr:Isaac_Hayes . ?uri rdf:type dbo:TelevisionShow }
3783,what is the dbp:cities of the sea which is the dbo:outflow of dbr:Aegean_Sea ?,select distinct ?uri where { dbr:Aegean_Sea dbo:outflow ?x . ?x dbp:cities ?uri . }
3784,list the dbp:fields of the scientists whose dbo:academicAdvisor is dbr:Sylvain_Lévi ?,select distinct ?uri where { ?x dbo:academicAdvisor dbr:Sylvain_Lévi . ?x dbp:fields ?uri . }
