id,english,sparql
1476,give me a count of organisations whose dbp:purpose is dbr:Environmentalism ?,select distinct count ( ?uri ) where { ?uri dbp:purpose dbr:Environmentalism . }
1477,"is dbr:North-Western_Province,_Zambia the dbp:sourceRegion of dbr:Zambezi ?","ask where { dbr:Zambezi dbp:sourceRegion dbr:North-Western_Province,_Zambia }"
1478,what is the dbp:state of the dbr:Joseph_Story and dbr:Dorchester_Bay_(Boston_Harbor) ?,select distinct ?uri where { dbr:Joseph_Story dbp:state ?uri . dbr:Dorchester_Bay_(Boston_Harbor) dbp:state ?uri . }
1479,what is the dbo:predecessor of dbr:Voere ?,select distinct ?uri where { dbr:Voere dbo:predecessor ?uri }
1480,what is the dbo:locationCity of dbr:Black_Grape_Global ?,select distinct ?uri where { dbr:Black_Grape_Global dbo:locationCity ?uri }
1481,what dbo:Film 's dbp:editing is dbr:Mark_Stevens_(film_editor) ?,select distinct ?uri where { ?uri dbp:editing dbr:Mark_Stevens_(film_editor) . ?uri rdf:type dbo:Film }
1482,what is the dbp:distributor of the dbr:Bombay_Sapphire and dbp:distributor of the dbr:Rev_(drink) ?,select distinct ?uri where { dbr:Bombay_Sapphire dbp:distributor ?uri . dbr:Rev_(drink) dbo:distributor uri }
1483,what is the dbo:sport of the school which is the dbp:operator of dbr:Fr._Agnel_Stadium ?,select distinct ?uri where { dbr:Fr._Agnel_Stadium dbp:operator ?x . ?x dbo:sport ?uri . }
1484,what is the dbo:musicalBand of the dbr:Take_Me_There_(Blackstreet_&_Mýa_song) and dbr:Tonight's_the_Night_(Blackstreet_song) ?,select distinct ?uri where { dbr:Take_Me_There_(Blackstreet_&_Mýa_song) dbo:musicalBand ?uri . dbr:Tonight's_the_Night_(Blackstreet_song) dbo:musicalBand ?uri . }
1485,what is the dbp:ethnicity of the dbr:Linda_Hogan and dbr:Riley_Reid ?,select distinct ?uri where { dbr:Linda_Hogan dbp:ethnicity ?uri . dbr:Riley_Reid dbp:ethnicity ?uri . }
1486,"what office holder 's dbp:children is dbr:Franklin_Delano_Roosevelt,_Jr. ?","select distinct ?uri where { ?uri dbp:children dbr:Franklin_Delano_Roosevelt,_Jr. . }"
1487,what is the dbp:employer of the dbr:Manu_Cornet and dbo:author of the dbr:Google_Web_Toolkit ?,select distinct ?uri where { dbr:Manu_Cornet dbp:employer ?uri . dbr:Google_Web_Toolkit dbo:author uri }
1488,is dbr:Quack_(album) the dbo:album of dbr:ANYway ?,ask where { dbr:ANYway dbo:album dbr:Quack_(album) }
1489,how many dbo:tenant are there of the dbo:Stadium which is the dbp:arena of dbr:Raptors_905 ?,select distinct count ( ?uri ) where { dbr:Raptors_905 dbp:arena ?x . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
1490,what is the dbo:primeMinister of the dbr:Robert_Ray_(Australian_politician) and dbr:Graham_Richardson ?,select distinct ?uri where { dbr:Robert_Ray_(Australian_politician) dbo:primeMinister ?uri . dbr:Graham_Richardson dbo:primeMinister ?uri . }
1491,give the total number of dbp:battles of the military people whose dbp:awards is dbr:Croix_de_guerre_1939–1945_(France) ?,select distinct count ( ?uri ) where { ?x dbp:awards dbr:Croix_de_guerre_1939–1945_(France) . ?x dbp:battles ?uri . ?uri rdf:type dbo:MilitaryConflict }
1492,what is the dbp:firstDriver of the dbr:1993_European_Grand_Prix and dbr:1985_Portuguese_Grand_Prix ?,select distinct ?uri where { dbr:1993_European_Grand_Prix dbp:firstDriver ?uri . dbr:1985_Portuguese_Grand_Prix dbp:firstDriver ?uri . }
1493,"what is the dbo:River whose dbp:sourceLocation is dbr:Itasca_State_Park and dbp:mouthLocation is dbr:Pilottown,_Louisiana ?","select distinct ?uri where { ?uri dbp:sourceLocation dbr:Itasca_State_Park . ?uri dbp:mouthLocation dbr:Pilottown,_Louisiana . ?uri rdf:type dbo:River }"
1494,how many scientists are there whose dbp:awards is dbr:Royal_Society ?,select distinct count ( ?uri ) where { ?uri dbp:awards dbr:Royal_Society . }
1495,count the dbp:placeOfBirth of the national collegiate athletic association athletes whose dbo:college is dbr:Illinois_Fighting_Illini_men's_basketball ?,select distinct count ( ?uri ) where { ?x dbo:college dbr:Illinois_Fighting_Illini_men's_basketball . ?x dbp:placeOfBirth ?uri . ?uri rdf:type dbo:Place }
1496,what is the dbo:manufacturer of dbr:Ford_SHO_V8_engine ?,select distinct ?uri where { dbr:Ford_SHO_V8_engine dbo:manufacturer ?uri }
1497,what is the dbo:TelevisionShow whose dbo:openingTheme 's dbo:album is dbr:Cheers ?,select distinct ?uri where { ?x dbo:album dbr:Cheers . ?uri dbo:openingTheme ?x . ?uri rdf:type dbo:TelevisionShow }
1498,list the dbo:sport of the dbo:School whose dbo:city is dbr:Vashi ?,select distinct ?uri where { ?x dbo:city dbr:Vashi . ?x dbo:sport ?uri . ?x rdf:type dbo:School }
1499,what is the dbo:TelevisionShow whose dbo:developer is dbr:J._Michael_Straczynski and dbp:distributor is dbr:Warner_Bros._Television ?,select distinct ?uri where { ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri dbp:distributor dbr:Warner_Bros._Television . ?uri rdf:type dbo:TelevisionShow }
1500,what is the dbp:headquarters of the dbo:GovernmentAgency whose dbo:parentOrganisation is dbr:Colorado_Department_of_Natural_Resources ?,select distinct ?uri where { ?x dbo:parentOrganisation dbr:Colorado_Department_of_Natural_Resources . ?x dbp:headquarters ?uri . ?x rdf:type dbo:GovernmentAgency }
1501,what is the dbo:genre of the owls whose dbp:developer is dbr:Interplay_Entertainment ?,select distinct ?uri where { ?x dbp:developer dbr:Interplay_Entertainment . ?x dbo:genre ?uri . }
1502,what is the dbo:nominee of the dbo:OfficeHolder whose dbo:residence is dbr:United_States ?,select distinct ?uri where { ?x dbo:residence dbr:United_States . ?x dbo:nominee ?uri . ?x rdf:type dbo:OfficeHolder }
1503,what are the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:recordLabel is dbr:Prawn_Song_Records ?,select distinct ?uri where { ?x dbo:recordLabel dbr:Prawn_Song_Records . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
1504,what is the dbp:team of dbr:Michael_Springer ?,select distinct ?uri where { dbr:Michael_Springer dbp:team ?uri }
1505,what are the dbo:TelevisionShow whose dbo:executiveProducer is dbr:Steven_Moffat ?,select distinct ?uri where { ?uri dbo:executiveProducer dbr:Steven_Moffat . ?uri rdf:type dbo:TelevisionShow }
1506,is dbr:Romanticism the dbp:movement of dbr:Robert_Burns ?,ask where { dbr:Robert_Burns dbp:movement dbr:Romanticism }
1507,what is the dbp:language of the dbo:Single whose dbo:musicalBand is dbr:The_Paris_Sisters ?,select distinct ?uri where { ?x dbo:musicalBand dbr:The_Paris_Sisters . ?x dbp:language ?uri . ?x rdf:type dbo:Single }
1508,what is the dbo:firstDriver of the grand prixes whose dbo:location is dbr:Autodromo_Enzo_e_Dino_Ferrari ?,select distinct ?uri where { ?x dbo:location dbr:Autodromo_Enzo_e_Dino_Ferrari . ?x dbo:firstDriver ?uri . }
1509,what are the molluscas whose dbo:family are dbr:Buccinidae and dbr:Buccinoidea ?,select distinct ?uri where { ?uri dbo:family dbr:Buccinidae . ?uri dbo:family dbr:Buccinoidea . }
1510,what are the dbp:broadcastArea of dbr:Mauritius_Broadcasting_Corporation ?,select distinct ?uri where { dbr:Mauritius_Broadcasting_Corporation dbp:broadcastArea ?uri }
1511,"what is the dbo:placeOfBurial of dbr:Henri,_Duke_of_Rohan ?","select distinct ?uri where { dbr:Henri,_Duke_of_Rohan dbo:placeOfBurial ?uri }"
1512,what are the dbo:Film whose dbo:cinematography is dbr:Gregg_Toland ?,select distinct ?uri where { ?uri dbo:cinematography dbr:Gregg_Toland . ?uri rdf:type dbo:Film }
1513,give the total number of dbp:highschool of the american football players whose dbo:school is dbr:Penn_State_Nittany_Lions_football ?,select distinct count ( ?uri ) where { ?x dbo:school dbr:Penn_State_Nittany_Lions_football . ?x dbp:highschool ?uri . ?uri rdf:type dbo:EducationalInstitution }
1514,what are the other dbp:founder of the dbo:RecordLabel whose dbp:founder is dbr:Frank_Rogers_(record_producer) ?,select distinct ?uri where { ?x dbp:founder dbr:Frank_Rogers_(record_producer) . ?x dbp:founder ?uri . ?x rdf:type dbo:RecordLabel }
1515,"how many dbo:binomialAuthority are there , of the crustaceans whose dbo:family is dbr:Balanidae ?",select distinct count ( ?uri ) where { ?x dbo:family dbr:Balanidae . ?x dbo:binomialAuthority ?uri . }
1516,what is the dbp:office of the dbo:OfficeHolder whose dbp:allegiance is dbr:Union_(American_Civil_War) ?,select distinct ?uri where { ?x dbp:allegiance dbr:Union_(American_Civil_War) . ?x dbp:office ?uri . ?x rdf:type dbo:OfficeHolder }
1517,who is the american football player whose dbo:highschool is dbr:Ringgold_High_School_(Pennsylvania) ?,select distinct ?uri where { ?uri dbo:highschool dbr:Ringgold_High_School_(Pennsylvania) }
1518,what is the total number of other dbo:battle of the military people whose dbo:battle is dbr:Afghanistan ?,select distinct count ( ?uri ) where { ?x dbo:battle dbr:Afghanistan . ?x dbo:battle ?uri }
1519,count the dbp:relatives in dbr:Kendall_Jenner ?,select distinct count ( ?uri ) where { dbr:Kendall_Jenner dbp:relatives ?uri . }
1520,what is the dbp:citizenship of the dbr:René_Romano and dbp:location of the dbr:Tahual ?,select distinct ?uri where { dbr:René_Romano dbp:citizenship ?uri . dbr:Tahual dbp:location uri }
1521,what is the dbp:currentTeam of dbr:John_McGuinness_(motorcycle_racer) ?,select distinct ?uri where { dbr:John_McGuinness_(motorcycle_racer) dbp:currentTeam ?uri }
1522,what is the dbo:almaMater of the people whose dbp:employer is dbr:CNN ?,select distinct ?uri where { ?x dbp:employer dbr:CNN . ?x dbo:almaMater ?uri . }
1523,what is the dbo:servingRailwayLine of the dbr:Daund_Junction_railway_station and dbr:Ujjain_Junction_railway_station ?,select distinct ?uri where { dbr:Daund_Junction_railway_station dbo:servingRailwayLine ?uri . dbr:Ujjain_Junction_railway_station dbo:servingRailwayLine ?uri . }
1524,what is the dbp:destinations of the dbo:Airline whose dbo:targetAirport is dbr:Glasgow_Airport ?,select distinct ?uri where { ?x dbo:targetAirport dbr:Glasgow_Airport . ?x dbp:destinations ?uri . ?x rdf:type dbo:Airline }
1525,"what is the dbp:locationTown of dbr:First_Church_of_Christ,_Scientist_(Pittsburgh) ?","select distinct ?uri where { dbr:First_Church_of_Christ,_Scientist_(Pittsburgh) dbp:locationTown ?uri }"
1526,is dbr:Colorado the dbo:sourceRegion of dbr:Platte_River ?,ask where { dbr:Platte_River dbo:sourceRegion dbr:Colorado }
1527,what is the dbp:crosses of the dbo:Bridge whose dbp:carries is dbr:Motor_vehicle ?,select distinct ?uri where { ?x dbp:carries dbr:Motor_vehicle . ?x dbp:crosses ?uri . ?x rdf:type dbo:Bridge }
1528,"list the dbp:placeOfBurial of the royalties whose dbo:spouse is dbr:Henry_Bourchier,_1st_Earl_of_Essex ?","select distinct ?uri where { ?x dbo:spouse dbr:Henry_Bourchier,_1st_Earl_of_Essex . ?x dbp:placeOfBurial ?uri . }"
1529,what is the dbp:shipBuilder of the dbr:USS_Camp_(DE-251) and dbr:USS_Sturtevant_(DE-239) ?,select distinct ?uri where { dbr:USS_Camp_(DE-251) dbp:shipBuilder ?uri . dbr:USS_Sturtevant_(DE-239) dbp:shipBuilder ?uri . }
1530,what are the dbo:TelevisionShow whose dbp:network 's dbo:locationCountry is dbr:United_States ?,select distinct ?uri where { ?x dbo:locationCountry dbr:United_States . ?uri dbp:network ?x . ?uri rdf:type dbo:TelevisionShow }
1531,what is the dbo:Scientist whose dbp:doctoralAdvisor 's dbo:doctoralStudent is dbr:John_Bowlby ?,select distinct ?uri where { ?x dbo:doctoralStudent dbr:John_Bowlby . ?uri dbp:doctoralAdvisor ?x . ?uri rdf:type dbo:Scientist }
1532,what is the dbp:author of the dbr:Northanger_Abbey and dbp:influences of the dbr:Susanna_Clarke ?,select distinct ?uri where { dbr:Northanger_Abbey dbp:author ?uri . dbr:Susanna_Clarke dbp:influences ?uri . }
1533,"what is the dbo:OfficeHolder whose dbp:governor is dbr:Charles_Willing_Byrd and dbp:restingplace is dbr:North_Bend,_Ohio ?","select distinct ?uri where { ?uri dbp:governor dbr:Charles_Willing_Byrd . ?uri dbp:restingplace dbr:North_Bend,_Ohio . ?uri rdf:type dbo:OfficeHolder }"
1534,what is the dbp:crosses of the dbo:Bridge whose dbo:builder is dbr:Concor_Holdings ?,select distinct ?uri where { ?x dbo:builder dbr:Concor_Holdings . ?x dbp:crosses ?uri . ?x rdf:type dbo:Bridge }
1535,what are the dbo:sport of the dbr:Polytechnic_University_of_the_Philippines_–_Bataan and dbr:Polytechnic_University_of_the_Philippines_Taguig ?,select distinct ?uri where { dbr:Polytechnic_University_of_the_Philippines_–_Bataan dbo:sport ?uri . dbr:Polytechnic_University_of_the_Philippines_Taguig dbo:sport ?uri . }
1536,what is the dbo:Film whose dbp:distributor is dbr:Cinema_International_Corporation and dbp:editing is dbr:Julian_Doyle_(filmmaker) ?,select distinct ?uri where { ?uri dbp:distributor dbr:Cinema_International_Corporation . ?uri dbp:editing dbr:Julian_Doyle_(filmmaker) . ?uri rdf:type dbo:Film }
1537,what is the dbo:Company whose dbp:keyPeople are dbr:Raymond_Conner and dbr:Dennis_Muilenburg ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Raymond_Conner . ?uri dbp:keyPeople dbr:Dennis_Muilenburg . ?uri rdf:type dbo:Company }
1538,what is the dbp:narrated of the dbo:Album whose dbo:artist is dbr:Harry_Nilsson ?,select distinct ?uri where { ?x dbo:artist dbr:Harry_Nilsson . ?x dbp:narrated ?uri . ?x rdf:type dbo:Album }
1539,what is the dbp:province of dbr:Rouen_Business_School ?,select distinct ?uri where { dbr:Rouen_Business_School dbp:province ?uri }
1540,list the dbp:writer of the dbo:Work whose dbo:recordedIn is dbr:Miami ?,select distinct ?uri where { ?x dbo:recordedIn dbr:Miami . ?x dbp:writer ?uri . ?x rdf:type dbo:Work }
1541,is dbr:KOMC-FM the dbo:sisterStation of dbr:KOMC_(AM) ?,ask where { dbr:KOMC_(AM) dbo:sisterStation dbr:KOMC-FM }
1542,what is the dbp:religion of dbr:S._H._Kapadia ?,select distinct ?uri where { dbr:S._H._Kapadia dbp:religion ?uri }
1543,who are the soccer managers whose dbp:managerclubs is dbr:England_national_under-20_football_team ?,select distinct ?uri where { ?uri dbp:managerclubs dbr:England_national_under-20_football_team }
1544,what is the total number of dbo:religion of the politicians whose dbp:birthPlace is dbr:Bangkok ?,select distinct count ( ?uri ) where { ?x dbp:birthPlace dbr:Bangkok . ?x dbo:religion ?uri . }
1545,"what are the dbo:Film whose dbp:starring 's dbo:hometown is dbr:Shelby_County,_Tennessee ?","select distinct ?uri where { ?x dbo:hometown dbr:Shelby_County,_Tennessee . ?uri dbp:starring ?x . ?uri rdf:type dbo:Film }"
1546,what is the dbp:appointer of the dbo:governor who is the dbo:governor of dbr:Richard_Winn ?,select distinct ?uri where { dbr:Richard_Winn dbo:governor ?x . ?x dbp:appointer ?uri . }
1547,what is the dbo:Settlement whose dbp:mayor is dbr:Anne_Hidalgo ?,select distinct ?uri where { ?uri dbp:mayor dbr:Anne_Hidalgo . ?uri rdf:type dbo:Settlement }
1548,what is the dbo:IceHockeyLeague whose dbp:champion 's dbp:headCoach is dbr:Joel_Quenneville ?,select distinct ?uri where { ?x dbp:headCoach dbr:Joel_Quenneville . ?uri dbp:champion ?x . ?uri rdf:type dbo:IceHockeyLeague }
1549,what is the dbo:MusicalArtist whose dbo:associatedMusicalArtist is dbr:Tony_Allen_(musician) and dbp:label is dbr:Victor_Entertainment ?,select distinct ?uri where { ?uri dbo:associatedMusicalArtist dbr:Tony_Allen_(musician) . ?uri dbp:label dbr:Victor_Entertainment . ?uri rdf:type dbo:MusicalArtist }
1550,what dbo:AmericanFootballPlayer 's dbp:currentteam is dbr:Michigan_Wolverines ?,select distinct ?uri where { ?uri dbp:currentteam dbr:Michigan_Wolverines . ?uri rdf:type dbo:AmericanFootballPlayer }
1551,what is the total number of dbo:deathPlace of the people whose dbp:placeOfBirth is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbp:placeOfBirth dbr:United_States . ?x dbo:deathPlace ?uri . ?uri rdf:type dbo:Location }
1552,count the number of software are there whose dbo:operatingSystem are dbr:Microsoft_Windows and dbr:Mac_OS ?,select distinct count ( ?uri ) where { ?uri dbo:operatingSystem dbr:Microsoft_Windows . ?uri dbo:operatingSystem dbr:Mac_OS }
1553,what is the dbo:race of the dbr:Martin_Molony and dbo:race of the dbr:Coneygree ?,select distinct ?uri where { dbr:Martin_Molony dbo:race ?uri . dbr:Coneygree dbp:race uri }
1554,what are the dbo:Country whose dbp:leaderName is dbr:Elizabeth_II ?,select distinct ?uri where { ?uri dbp:leaderName dbr:Elizabeth_II . ?uri rdf:type dbo:Country }
1555,what is the dbo:tenant of the dbo:Stadium which is the dbp:arena of dbr:Toronto_Phantoms ?,select distinct ?uri where { dbr:Toronto_Phantoms dbp:arena ?x . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
1556,what is the dbp:purpose of dbr:Maharashtra_Chess_Association ?,select distinct ?uri where { dbr:Maharashtra_Chess_Association dbp:purpose ?uri }
1557,what is the dbo:draftTeam of the dbo:IceHockeyPlayer whose dbp:position is dbr:Centre_(ice_hockey) ?,select distinct ?uri where { ?x dbp:position dbr:Centre_(ice_hockey) . ?x dbo:draftTeam ?uri . ?x rdf:type dbo:IceHockeyPlayer }
1558,"what is the office holder whose dbp:constituency are dbr:Noe_Valley,_San_Francisco and dbr:Duboce_Triangle,_San_Francisco ?","select distinct ?uri where { ?uri dbp:constituency dbr:Noe_Valley,_San_Francisco . ?uri dbp:constituency dbr:Duboce_Triangle,_San_Francisco . }"
1559,"how many dbo:religion are there , of the governors whose dbo:profession is dbr:Politician ?",select distinct count ( ?uri ) where { ?x dbo:profession dbr:Politician . ?x dbo:religion ?uri . }
1560,what dbo:SportsTeam 's dbp:arena is dbr:The_Palace_of_Auburn_Hills ?,select distinct ?uri where { ?uri dbp:arena dbr:The_Palace_of_Auburn_Hills . ?uri rdf:type dbo:SportsTeam }
1561,what is the dbo:religion of dbr:Vagif_Aliyev ?,select distinct ?uri where { dbr:Vagif_Aliyev dbo:religion ?uri }
1562,what is the dbo:composer of the dbo:Song whose dbp:album is dbr:Mr._Tambourine_Man_(album) ?,select distinct ?uri where { ?x dbp:album dbr:Mr._Tambourine_Man_(album) . ?x dbo:composer ?uri . ?x rdf:type dbo:Song }
1563,what is the dbo:Company whose dbp:keyPeople is dbr:Dennis_Muilenburg ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Dennis_Muilenburg . ?uri rdf:type dbo:Company }
1564,what is the dbo:TelevisionShow whose dbo:company is dbr:Playtone and dbp:writer is dbr:Graham_Yost ?,select distinct ?uri where { ?uri dbo:company dbr:Playtone . ?uri dbp:writer dbr:Graham_Yost . ?uri rdf:type dbo:TelevisionShow }
1565,what is the dbp:restingplace of the dbo:OfficeHolder whose dbp:predecessor is dbr:George_Whitefield_Davis ?,select distinct ?uri where { ?x dbp:predecessor dbr:George_Whitefield_Davis . ?x dbp:restingplace ?uri . ?x rdf:type dbo:OfficeHolder }
1566,what is the dbo:FictionalCharacter whose dbp:family are dbr:Darth_Vader and dbr:Padmé_Amidala ?,select distinct ?uri where { ?uri dbp:family dbr:Darth_Vader . ?uri dbp:family dbr:Padmé_Amidala . ?uri rdf:type dbo:FictionalCharacter }
1567,what is the dbo:nominee of the dbr:Robert_Sarvis and dbr:Jack_Ryan_(politician) ?,select distinct ?uri where { dbr:Robert_Sarvis dbo:nominee ?uri . dbr:Jack_Ryan_(politician) dbo:nominee ?uri . }
1568,count the number of other dbp:services of the companies whose dbp:services is dbr:Microsoft_Azure ?,select distinct count ( ?uri ) where { ?x dbp:services dbr:Microsoft_Azure . ?x dbp:services ?uri }
1569,who is the dbo:animator of the dbr:The_Skeleton_Dance and dbo:director of the dbr:The_Haunted_House_(1929_film) ?,select distinct ?uri where { dbr:The_Skeleton_Dance dbo:animator ?uri . dbr:The_Haunted_House_(1929_film) dbo:director uri }
1570,"how many dbo:firstDriver are there , of the grand prixes whose dbp:firstTeam is dbr:Scuderia_Ferrari ?",select distinct count ( ?uri ) where { ?x dbp:firstTeam dbr:Scuderia_Ferrari . ?x dbo:firstDriver ?uri . }
1571,count the number of dbo:stateOfOrigin of the people whose dbo:occupation is dbr:Cricket ?,select distinct count ( ?uri ) where { ?x dbo:occupation dbr:Cricket . ?x dbo:stateOfOrigin ?uri . ?uri rdf:type dbo:Country }
1572,what are the dbo:Town whose dbp:settlementType is dbr:Thesaban ?,select distinct ?uri where { ?uri dbp:settlementType dbr:Thesaban . ?uri rdf:type dbo:Town }
1574,what is the dbo:nonFictionSubject of the dbr:Thud! and dbp:athletics of the dbr:PATTS_College_of_Aeronautics ?,select distinct ?uri where { dbr:Thud! dbo:nonFictionSubject ?uri . dbr:PATTS_College_of_Aeronautics dbp:athletics uri }
1575,is dbr:Amanda_Reddin the dbp:headcoach of dbr:Beth_Tweddle ?,ask where { dbr:Beth_Tweddle dbp:headcoach dbr:Amanda_Reddin }
1576,who is the dbp:currentMembers of dbr:Metro_Station_(band) ?,select distinct ?uri where { dbr:Metro_Station_(band) dbp:currentMembers ?uri }
1577,is dbr:United_States_Senate the dbo:nominee of dbr:Robert_Sarvis ?,ask where { dbr:Robert_Sarvis dbo:nominee dbr:United_States_Senate }
1578,what is the dbo:majorShrine of the dbr:Tekle_Haymanot and dbp:placeOfDeath of the dbr:Haile_Selassie_Gugsa ?,select distinct ?uri where { dbr:Tekle_Haymanot dbo:majorShrine ?uri . dbr:Haile_Selassie_Gugsa dbp:placeOfDeath uri }
1579,what is the dbo:VideoGame whose dbp:artist is dbr:Hiroji_Kiyotake and dbo:computingPlatform is dbr:Virtual_Console ?,select distinct ?uri where { ?uri dbp:artist dbr:Hiroji_Kiyotake . ?uri dbo:computingPlatform dbr:Virtual_Console . ?uri rdf:type dbo:VideoGame }
1580,what is the dbo:BasketballPlayer whose dbp:team is dbr:Chicago_Bulls and dbo:team is dbr:Phoenix_Suns ?,select distinct ?uri where { ?uri dbp:team dbr:Chicago_Bulls . ?uri dbo:team dbr:Phoenix_Suns . ?uri rdf:type dbo:BasketballPlayer }
1581,what is the dbp:homeStadium of dbr:Kenya_women's_national_football_team ?,select distinct ?uri where { dbr:Kenya_women's_national_football_team dbp:homeStadium ?uri }
1582,what is the dbp:jurisdiction of dbr:European_Border_and_Coast_Guard ?,select distinct ?uri where { dbr:European_Border_and_Coast_Guard dbp:jurisdiction ?uri }
1583,what is the dbo:Award whose dbp:presenter is dbr:Swedish_Academy ?,select distinct ?uri where { ?uri dbp:presenter dbr:Swedish_Academy . ?uri rdf:type dbo:Award }
1584,what is the dbp:foundation of the dbo:Company which is the dbo:operator of dbr:Harihar_Airport ?,select distinct ?uri where { dbr:Harihar_Airport dbo:operator ?x . ?x dbp:foundation ?uri . ?x rdf:type dbo:Company }
1585,list the dbp:keyPeople of the dbo:Non-ProfitOrganisation whose dbo:keyPerson is dbr:Donna_Shalala ?,select distinct ?uri where { ?x dbo:keyPerson dbr:Donna_Shalala . ?x dbp:keyPeople ?uri . ?x rdf:type dbo:Non-ProfitOrganisation }
1586,what are the other dbp:keyPeople of the dbo:Non-ProfitOrganisation whose dbp:keyPeople is dbr:Joe_Green_(entrepreneur) ?,select distinct ?uri where { ?x dbp:keyPeople dbr:Joe_Green_(entrepreneur) . ?x dbp:keyPeople ?uri . ?x rdf:type dbo:Non-ProfitOrganisation }
1587,who is the dbo:Person whose dbp:doctoralAdvisor is dbr:Harry_Harlow ?,select distinct ?uri where { ?uri dbp:doctoralAdvisor dbr:Harry_Harlow . ?uri rdf:type dbo:Person }
1588,what is the dbo:capital of dbr:Moscow_Governorate ?,select distinct ?uri where { dbr:Moscow_Governorate dbo:capital ?uri }
1589,what is the dbo:Book whose dbp:coverArtist is dbr:Marshall_Arisman ?,select distinct ?uri where { ?uri dbp:coverArtist dbr:Marshall_Arisman . ?uri rdf:type dbo:Book }
1590,what dbo:Film 's dbo:starring is dbr:Momoko_Kōchi ?,select distinct ?uri where { ?uri dbo:starring dbr:Momoko_Kōchi . ?uri rdf:type dbo:Film }
1591,what is the dbo:TelevisionShow whose dbo:channel are dbr:Sirius_XM_Holdings and dbr:Fox_Sports_Radio ?,select distinct ?uri where { ?uri dbo:channel dbr:Sirius_XM_Holdings . ?uri dbo:channel dbr:Fox_Sports_Radio . ?uri rdf:type dbo:TelevisionShow }
1592,what is the dbo:TelevisionShow whose dbo:developer is dbr:J._Michael_Straczynski and dbo:starring is dbr:Jason_Carter_(actor) ?,select distinct ?uri where { ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri dbo:starring dbr:Jason_Carter_(actor) . ?uri rdf:type dbo:TelevisionShow }
1593,what is the dbp:related of the dbo:Automobile whose dbp:assembly is dbr:Toluca ?,select distinct ?uri where { ?x dbp:assembly dbr:Toluca . ?x dbp:related ?uri . ?x rdf:type dbo:Automobile }
1594,what is the office holder whose dbo:associate 's dbp:predecessor is dbr:Dan_Mica ?,select distinct ?uri where { ?x dbp:predecessor dbr:Dan_Mica . ?uri dbo:associate ?x . }
1595,give me a count of movies whose dbo:producer is dbr:Michael_Deeley ?,select distinct count ( ?uri ) where { ?uri dbo:producer dbr:Michael_Deeley . }
1596,what are the other dbo:border of the administrative regions whose dbo:border is dbr:Arctic_Ocean ?,select distinct ?uri where { ?x dbo:border dbr:Arctic_Ocean . ?x dbo:border ?uri . }
1597,what is the dbo:nationality of the dbr:J._T._Krogh and dbo:country of the dbr:Camilla_Martin ?,select distinct ?uri where { dbr:J._T._Krogh dbo:nationality ?uri . dbr:Camilla_Martin dbo:country uri }
1598,how many dbo:Food are there whose dbo:ingredient 's dbo:order is dbr:Sapindales ?,select distinct count ( ?uri ) where { ?x dbo:order dbr:Sapindales . ?uri dbo:ingredient ?x . ?uri rdf:type dbo:Food }
1599,what is the dbo:district of the dbr:Thorington_railway_station and dbo:deathPlace of the dbr:David_Lewis_(poet) ?,select distinct ?uri where { dbr:Thorington_railway_station dbo:district ?uri . dbr:David_Lewis_(poet) dbo:deathPlace uri }
1600,what is the dbo:manager of the dbr:2006–07_Middlesbrough_F.C._season and dbp:coach of the dbr:England_national_under-21_football_team ?,select distinct ?uri where { dbr:2006–07_Middlesbrough_F.C._season dbo:manager ?uri . dbr:England_national_under-21_football_team dbp:coach uri }
1601,what is the dbp:designer of the dbo:Bridge whose dbp:crosses is dbr:Valaichchenai_Lagoon ?,select distinct ?uri where { ?x dbp:crosses dbr:Valaichchenai_Lagoon . ?x dbp:designer ?uri . ?x rdf:type dbo:Bridge }
1602,what is the dbp:deathPlace of dbr:Anton_Ausserer ?,select distinct ?uri where { dbr:Anton_Ausserer dbp:deathPlace ?uri }
1603,how many dbo:tenant are there of the dbo:Stadium which is the dbp:venue of dbr:WCW_Mayhem ?,select distinct count ( ?uri ) where { dbr:WCW_Mayhem dbp:venue ?x . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
1604,what are the dbo:Bacteria whose dbo:order is dbr:Bacillales and dbo:division is dbr:Firmicutes ?,select distinct ?uri where { ?uri dbo:order dbr:Bacillales . ?uri dbo:division dbr:Firmicutes . ?uri rdf:type dbo:Bacteria }
1605,what gymnast 's dbp:club is dbr:Liang_Chow ?,select distinct ?uri where { ?uri dbp:club dbr:Liang_Chow }
1606,what is the dbo:family of dbr:Korean_fox ?,select distinct ?uri where { dbr:Korean_fox dbo:family ?uri }
1607,what is the dbp:almaMater of the owl whose dbp:children is dbr:Samuel_Moreno_Rojas ?,select distinct ?uri where { ?x dbp:children dbr:Samuel_Moreno_Rojas . ?x dbp:almaMater ?uri . }
1608,what is the dbo:River whose dbo:sourcePlace is dbr:Gloucestershire and dbo:mouthPlace is dbr:Southend-on-Sea ?,select distinct ?uri where { ?uri dbo:sourcePlace dbr:Gloucestershire . ?uri dbo:mouthPlace dbr:Southend-on-Sea . ?uri rdf:type dbo:River }
1609,"how many dbo:country are there , of the train stations whose dbp:line is dbr:Zürich–Affoltern_am_Albis–Zug_railway_line ?",select distinct count ( ?uri ) where { ?x dbp:line dbr:Zürich–Affoltern_am_Albis–Zug_railway_line . ?x dbo:country ?uri . ?uri rdf:type dbo:Country }
1610,give me a count of dbo:Film whose dbo:director is dbr:Joel_Schumacher ?,select distinct count ( ?uri ) where { ?uri dbo:director dbr:Joel_Schumacher . ?uri rdf:type dbo:Film }
1611,count the number of dbp:almaMater in dbr:Julian_Leow_Beng_Kim ?,select distinct count ( ?uri ) where { dbr:Julian_Leow_Beng_Kim dbp:almaMater ?uri . ?uri rdf:type dbo:University }
1612,is dbr:Animal the dbo:kingdom of dbr:Lion ?,ask where { dbr:Lion dbo:kingdom dbr:Animal }
1613,what is the dbo:city of the dbo:River whose dbo:rightTributary is dbr:Big_Spring_(Missouri) ?,select distinct ?uri where { ?x dbo:rightTributary dbr:Big_Spring_(Missouri) . ?x dbo:city ?uri . ?x rdf:type dbo:River }
1614,what is the dbo:Film whose dbp:director is dbr:Stanley_Kubrick and dbp:music is dbr:Laurie_Johnson ?,select distinct ?uri where { ?uri dbp:director dbr:Stanley_Kubrick . ?uri dbp:music dbr:Laurie_Johnson . ?uri rdf:type dbo:Film }
1615,"what is the total number of dbo:Film whose dbp:director 's dbp:education is dbr:Burbank_High_School_(Burbank,_California) ?","select distinct count ( ?uri ) where { ?x dbp:education dbr:Burbank_High_School_(Burbank,_California) . ?uri dbp:director ?x . ?uri rdf:type dbo:Film }"
1616,what is the dbo:type of dbr:Vesak ?,select distinct ?uri where { dbr:Vesak dbo:type ?uri }
1617,who is the person whose dbo:knownFor 's dbp:producer is dbr:Laurence_Mark ?,select distinct ?uri where { ?x dbp:producer dbr:Laurence_Mark . ?uri dbo:knownFor ?x . }
1618,give me a count of people whose dbo:religion is dbr:Scientology ?,select distinct count ( ?uri ) where { ?uri dbo:religion dbr:Scientology . }
1619,what dbo:Book 's dbp:author is dbr:Laozi ?,select distinct ?uri where { ?uri dbp:author dbr:Laozi . ?uri rdf:type dbo:Book }
1620,what is the dbo:River whose dbp:sourceLocation is dbr:Nevado_Mismi and dbp:sourceRegion is dbr:Arequipa_Region ?,select distinct ?uri where { ?uri dbp:sourceLocation dbr:Nevado_Mismi . ?uri dbp:sourceRegion dbr:Arequipa_Region . ?uri rdf:type dbo:River }
1621,what are the other dbo:award of the dbo:FashionDesigner whose dbo:award is dbr:Tennessee_State_Museum ?,select distinct ?uri where { ?x dbo:award dbr:Tennessee_State_Museum . ?x dbo:award ?uri . ?x rdf:type dbo:FashionDesigner }
1622,what is the dbp:locations of the dbo:Company whose dbo:foundationPlace is dbr:Canada ?,select distinct ?uri where { ?x dbo:foundationPlace dbr:Canada . ?x dbp:locations ?uri . ?x rdf:type dbo:Company }
1623,what is the dbo:species of dbr:Panthera_leo_fossilis ?,select distinct ?uri where { dbr:Panthera_leo_fossilis dbo:species ?uri }
1624,what is the dbp:nationality of dbr:Newin_Chidchob ?,select distinct ?uri where { dbr:Newin_Chidchob dbp:nationality ?uri }
1625,what is the dbp:affiliations of dbr:Wikipedia_Zero ?,select distinct ?uri where { dbr:Wikipedia_Zero dbp:affiliations ?uri }
1626,what is the dbo:routeStart of dbr:Capitol_400 ?,select distinct ?uri where { dbr:Capitol_400 dbo:routeStart ?uri }
1627,what is the dbp:awards of the person who is the dbo:parent of dbr:Anna_Bergman ?,select distinct ?uri where { dbr:Anna_Bergman dbo:parent ?x . ?x dbp:awards ?uri . }
1628,give me a count of dbo:School whose dbp:mascot is dbr:Bison ?,select distinct count ( ?uri ) where { ?uri dbp:mascot dbr:Bison . ?uri rdf:type dbo:School }
1629,what is the dbo:River whose dbo:source is dbr:Connecticut_Lakes ?,select distinct ?uri where { ?uri dbo:source dbr:Connecticut_Lakes . ?uri rdf:type dbo:River }
1630,what are the dbo:Bacteria whose dbo:division is dbr:Firmicutes and dbp:domain is dbr:Bacteria ?,select distinct ?uri where { ?uri dbo:division dbr:Firmicutes . ?uri dbp:domain dbr:Bacteria . ?uri rdf:type dbo:Bacteria }
1631,what is the dbp:country of the dbr:Montañas_Mayas_Chiquibul and dbp:birthPlace of the dbr:José_Bernardo_Escobar ?,select distinct ?uri where { dbr:Montañas_Mayas_Chiquibul dbp:country ?uri . dbr:José_Bernardo_Escobar dbp:birthPlace ?uri . }
1632,who is the dbo:manager of dbr:2009–10_Middlesbrough_F.C._season ?,select distinct ?uri where { dbr:2009–10_Middlesbrough_F.C._season dbo:manager ?uri }
1633,what are the other dbp:battles of the dbo:Person whose dbp:battles is dbr:Levant ?,select distinct ?uri where { ?x dbp:battles dbr:Levant . ?x dbp:battles ?uri . ?x rdf:type dbo:Person }
1634,what is the dbp:workInstitutions of the dbr:Andrew_Schally and dbp:almaMater of the dbr:María_Eugenia_Rojas_Correa ?,select distinct ?uri where { dbr:Andrew_Schally dbp:workInstitutions ?uri . dbr:María_Eugenia_Rojas_Correa dbp:almaMater uri }
1635,what is the dbo:OfficeHolder whose dbp:constituency 's dbp:leaderTitle is dbr:San_Francisco_Board_of_Supervisors ?,select distinct ?uri where { ?x dbp:leaderTitle dbr:San_Francisco_Board_of_Supervisors . ?uri dbp:constituency ?x . ?uri rdf:type dbo:OfficeHolder }
