id,english,sparql
1310,what is the dbo:religion of the dbr:South_Asians_in_Hong_Kong and dbp:religion of the dbr:Hirunika_Premachandra ?,select distinct ?uri where { dbr:South_Asians_in_Hong_Kong dbo:religion ?uri . dbr:Hirunika_Premachandra dbp:religion ?uri . }
1311,is dbr:Kevin_Jonas the dbo:formerBandMember of dbr:Jonas_Brothers ?,ask where { dbr:Jonas_Brothers dbo:formerBandMember dbr:Kevin_Jonas }
1312,what is the musical artist whose dbp:associatedActs 's dbp:producer is dbr:Peter_Frampton ?,select distinct ?uri where { ?x dbp:producer dbr:Peter_Frampton . ?uri dbp:associatedActs ?x . }
1313,list the dbo:TelevisionShow whose dbo:company 's dbo:successor is dbr:Amblin_Television ?,select distinct ?uri where { ?x dbo:successor dbr:Amblin_Television . ?uri dbo:company ?x . ?uri rdf:type dbo:TelevisionShow }
1314,what is the total number of dbo:TelevisionShow whose dbp:network 's dbo:predecessor is dbr:The_Comedy_Channel_(United_States) ?,select distinct count ( ?uri ) where { ?x dbo:predecessor dbr:The_Comedy_Channel_(United_States) . ?uri dbp:network ?x . ?uri rdf:type dbo:TelevisionShow }
1315,what is the dbo:firstAscentPerson of the dbo:Mountain whose dbo:mountainRange is dbr:Cathedral_Range ?,select distinct ?uri where { ?x dbo:mountainRange dbr:Cathedral_Range . ?x dbo:firstAscentPerson ?uri . ?x rdf:type dbo:Mountain }
1316,what is the dbp:mascot of the dbo:MilitaryUnit which is the dbo:militaryBranch of dbr:Stewart_Bovell ?,select distinct ?uri where { dbr:Stewart_Bovell dbo:militaryBranch ?x . ?x dbp:mascot ?uri . ?x rdf:type dbo:MilitaryUnit }
1317,what is the dbp:parent of the dbr:GetTV and dbr:Hypnotize_Minds ?,select distinct ?uri where { dbr:GetTV dbp:parent ?uri . dbr:Hypnotize_Minds dbp:parent ?uri . }
1318,what are the dbo:MilitaryConflict whose dbo:commander 's dbo:birthPlace is dbr:Indochina ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Indochina . ?uri dbo:commander ?x . ?uri rdf:type dbo:MilitaryConflict }
1319,who is the dbo:author of dbr:Mary_Poppins_(musical) ?,select distinct ?uri where { dbr:Mary_Poppins_(musical) dbo:author ?uri }
1320,what are the newspapers whose dbp:owners 's dbo:location is dbr:Oslo ?,select distinct ?uri where { ?x dbo:location dbr:Oslo . ?uri dbp:owners ?x . }
1321,what is the dbo:manufacturer of the dbo:Engine whose dbp:predecessor is dbr:Ford_SHO_V6_engine ?,select distinct ?uri where { ?x dbp:predecessor dbr:Ford_SHO_V6_engine . ?x dbo:manufacturer ?uri . ?x rdf:type dbo:Engine }
1322,count the number of dbo:draftTeam of the ice hockey players whose dbp:placeOfBirth is dbr:Ontario ?,select distinct count ( ?uri ) where { ?x dbp:placeOfBirth dbr:Ontario . ?x dbo:draftTeam ?uri . }
1323,what is the dbp:university of dbr:Alexandre_Tichonov ?,select distinct ?uri where { dbr:Alexandre_Tichonov dbp:university ?uri }
1324,what is the dbp:country of the dbo:TelevisionStation whose dbp:broadcastArea is dbr:Southeast_Asia ?,select distinct ?uri where { ?x dbp:broadcastArea dbr:Southeast_Asia . ?x dbp:country ?uri . ?x rdf:type dbo:TelevisionStation }
1325,count the number of dbp:city in dbr:Bellator_MMA:_Season_Eleven ?,select distinct count ( ?uri ) where { dbr:Bellator_MMA:_Season_Eleven dbp:city ?uri . }
1326,what is the scientist whose dbo:academicAdvisor 's dbp:workInstitutions is dbr:St_George's_Hospital ?,select distinct ?uri where { ?x dbp:workInstitutions dbr:St_George's_Hospital . ?uri dbo:academicAdvisor ?x . }
1327,count the number of dbo:Person whose dbp:education 's dbo:athletics is dbr:National_Collegiate_Athletic_Association ?,select distinct count ( ?uri ) where { ?x dbo:athletics dbr:National_Collegiate_Athletic_Association . ?uri dbp:education ?x . ?uri rdf:type dbo:Person }
1328,what is the office holder whose dbo:battle is dbr:Siege_of_Fort_Recovery and dbp:governor is dbr:Charles_Willing_Byrd ?,select distinct ?uri where { ?uri dbo:battle dbr:Siege_of_Fort_Recovery . ?uri dbp:governor dbr:Charles_Willing_Byrd . }
1329,give me a count of comics characters whose dbp:creators is dbr:Paul_Dini ?,select distinct count ( ?uri ) where { ?uri dbp:creators dbr:Paul_Dini . }
1330,who is the dbo:Person whose dbo:deathCause is dbr:Eric_Harris_and_Dylan_Klebold ?,select distinct ?uri where { ?uri dbo:deathCause dbr:Eric_Harris_and_Dylan_Klebold . ?uri rdf:type dbo:Person }
1331,how many molluscas are there whose dbo:family are dbr:Buccinidae and dbr:Buccinoidea ?,select distinct count ( ?uri ) where { ?uri dbo:family dbr:Buccinidae . ?uri dbo:family dbr:Buccinoidea }
1332,what dbo:Newspaper 's dbp:headquarters is dbr:Stockholm ?,select distinct ?uri where { ?uri dbp:headquarters dbr:Stockholm . ?uri rdf:type dbo:Newspaper }
1333,what is the dbp:affiliation of the dbr:Ōtani_University and dbo:religion of the dbr:Udit_Raj ?,select distinct ?uri where { dbr:Ōtani_University dbp:affiliation ?uri . dbr:Udit_Raj dbo:religion uri }
1334,is dbr:David_Gilmour the dbo:formerBandMember of dbr:Pink_Floyd ?,ask where { dbr:Pink_Floyd dbo:formerBandMember dbr:David_Gilmour }
1335,who are the soccer players whose dbp:nationalteam is dbr:England_national_football_team ?,select distinct ?uri where { ?uri dbp:nationalteam dbr:England_national_football_team }
1336,what is the dbo:genre of the writer who is the dbp:author of dbr:The_Many_Hands ?,select distinct ?uri where { dbr:The_Many_Hands dbp:author ?x . ?x dbo:genre ?uri . }
1337,what are the dbp:deathDate of dbr:Aghasalim_Childagh ?,select distinct ?uri where { dbr:Aghasalim_Childagh dbp:deathDate ?uri }
1339,what is the dbo:locationCity of the american football team which is the dbo:debutTeam of dbr:Josh_Bell_(gridiron_football) ?,select distinct ?uri where { dbr:Josh_Bell_(gridiron_football) dbo:debutTeam ?x . ?x dbo:locationCity ?uri . }
1340,what is the dbp:state of the judge whose dbp:successor is dbr:John_B._Waldo ?,select distinct ?uri where { ?x dbp:successor dbr:John_B._Waldo . ?x dbp:state ?uri . }
1341,"how many dbo:award are there , of the artists whose dbo:occupation is dbr:Screenwriter ?",select distinct count ( ?uri ) where { ?x dbo:occupation dbr:Screenwriter . ?x dbo:award ?uri . }
1342,what is the dbp:houses of the dbr:Parliament_Security_Services and dbr:Parliament_of_India ?,select distinct ?uri where { dbr:Parliament_Security_Services dbp:houses ?uri . dbr:Parliament_of_India dbp:houses ?uri . }
1343,what is the total number of dbo:owner of the radio stations whose dbo:city is dbr:Alabama ?,select distinct count ( ?uri ) where { ?x dbo:city dbr:Alabama . ?x dbo:owner ?uri . }
1344,what is the dbo:basedOn of the dbr:The_Apple_Tree and dbo:author of the dbr:A_Literary_Nightmare ?,select distinct ?uri where { dbr:The_Apple_Tree dbo:basedOn ?uri . dbr:A_Literary_Nightmare dbo:author uri }
1345,what is the musical artist whose dbp:associatedActs are dbr:Johnny_Cash and dbr:Kris_Kristofferson ?,select distinct ?uri where { ?uri dbp:associatedActs dbr:Johnny_Cash . ?uri dbp:associatedActs dbr:Kris_Kristofferson . }
1346,what is the dbo:TelevisionShow whose dbo:openingTheme is dbr:Where_Everybody_Knows_Your_Name ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:Where_Everybody_Knows_Your_Name . ?uri rdf:type dbo:TelevisionShow }
1347,"what is the total number of dbo:Company whose dbo:foundationPlace 's dbo:part is dbr:Denton_County,_Texas ?","select distinct count ( ?uri ) where { ?x dbo:part dbr:Denton_County,_Texas . ?uri dbo:foundationPlace ?x . ?uri rdf:type dbo:Company }"
1348,what is the dbp:citizenship of dbr:Viveka_Babajee ?,select distinct ?uri where { dbr:Viveka_Babajee dbp:citizenship ?uri }
1349,what is the dbp:homeTown of the dbr:Kady_O'Malley and dbp:club of the dbr:Perianne_Jones ?,select distinct ?uri where { dbr:Kady_O'Malley dbp:homeTown ?uri . dbr:Perianne_Jones dbp:club uri }
1350,what is the dbo:majorShrine of the dbo:Saint whose dbp:beatifiedBy is dbr:Pope_Pius_XI ?,select distinct ?uri where { ?x dbp:beatifiedBy dbr:Pope_Pius_XI . ?x dbo:majorShrine ?uri . ?x rdf:type dbo:Saint }
1351,what is the dbo:ethnicity of dbr:Ted_Failon ?,select distinct ?uri where { dbr:Ted_Failon dbo:ethnicity ?uri }
1352,what are the dbo:leaderName of dbr:Balangir_district ?,select distinct ?uri where { dbr:Balangir_district dbo:leaderName ?uri }
1353,who is the office holder whose dbo:militaryBranch is dbr:Colonial_troops ?,select distinct ?uri where { ?uri dbo:militaryBranch dbr:Colonial_troops }
1354,what are the bands whose dbo:associatedBand is dbr:Foxy_Brown_(rapper) ?,select distinct ?uri where { ?uri dbo:associatedBand dbr:Foxy_Brown_(rapper) }
1355,what is the fictional character whose dbo:portrayer is dbr:Terminator_2:_Judgment_Day and dbp:creator is dbr:Josh_Friedman ?,select distinct ?uri where { ?uri dbo:portrayer dbr:Terminator_2:_Judgment_Day . ?uri dbp:creator dbr:Josh_Friedman . }
1356,what is the dbp:athletics of the dbr:PATTS_College_of_Aeronautics and dbr:Jamiatu_Muslim_Mindanao ?,select distinct ?uri where { dbr:PATTS_College_of_Aeronautics dbp:athletics ?uri . dbr:Jamiatu_Muslim_Mindanao dbp:athletics ?uri . }
1357,what is the dbp:combatant of dbr:Chickasaw_Campaign_of_1736 ?,select distinct ?uri where { dbr:Chickasaw_Campaign_of_1736 dbp:combatant ?uri }
1358,what is the dbp:international of the dbo:PoliticalParty whose dbp:leader is dbr:Jose_Cha_Cha_Jimenez ?,select distinct ?uri where { ?x dbp:leader dbr:Jose_Cha_Cha_Jimenez . ?x dbp:international ?uri . ?x rdf:type dbo:PoliticalParty }
1359,list the dbo:Film whose dbo:musicComposer 's dbo:award is dbr:BAFTA_Award_for_Best_Film_Music ?,select distinct ?uri where { ?x dbo:award dbr:BAFTA_Award_for_Best_Film_Music . ?uri dbo:musicComposer ?x . ?uri rdf:type dbo:Film }
1360,what is the dbo:programmeFormat of the dbo:RadioStation whose dbp:affiliations is dbr:Baltimore_Ravens ?,select distinct ?uri where { ?x dbp:affiliations dbr:Baltimore_Ravens . ?x dbo:programmeFormat ?uri . ?x rdf:type dbo:RadioStation }
1361,what is the dbp:workInstitutions of the dbr:Andrew_Schally and dbp:owner of the dbr:WTUL ?,select distinct ?uri where { dbr:Andrew_Schally dbp:workInstitutions ?uri . dbr:WTUL dbp:owner uri }
1362,what is the dbp:author of the dbr:Heroman and dbo:author of the dbr:Karakuri_Dôji_Ultimo ?,select distinct ?uri where { dbr:Heroman dbp:author ?uri . dbr:Karakuri_Dôji_Ultimo dbo:author uri }
1363,what is the dbo:sport of the dbr:Polytechnic_University_of_the_Philippines_San_Juan and dbr:Islamic_Azad_University_Central_Tehran_Branch ?,select distinct ?uri where { dbr:Polytechnic_University_of_the_Philippines_San_Juan dbo:sport ?uri . dbr:Islamic_Azad_University_Central_Tehran_Branch dbo:sport ?uri . }
1364,what is the dbo:parentOrganisation of dbr:Greenpeace_Nordic ?,select distinct ?uri where { dbr:Greenpeace_Nordic dbo:parentOrganisation ?uri }
1365,what is the movie whose dbp:editing is dbr:David_Ian_Salter ?,select distinct ?uri where { ?uri dbp:editing dbr:David_Ian_Salter }
1366,give me a count of basketball players whose dbp:team is dbr:Chicago_Bulls ?,select distinct count ( ?uri ) where { ?uri dbp:team dbr:Chicago_Bulls . }
1367,what is the dbp:placeOfBirth of the dbr:Kira_Plastinina and dbr:Sergey_Ryazansky ?,select distinct ?uri where { dbr:Kira_Plastinina dbp:placeOfBirth ?uri . dbr:Sergey_Ryazansky dbp:placeOfBirth ?uri . }
1368,what is the dbo:River whose dbo:mouthMountain is dbr:Essex and dbo:riverMouth is dbr:North_Sea ?,select distinct ?uri where { ?uri dbo:mouthMountain dbr:Essex . ?uri dbo:riverMouth dbr:North_Sea . ?uri rdf:type dbo:River }
1369,what is the dbp:products of the dbr:BBC_Multimedia and dbo:series of the dbr:The_Last_Resort_(Doctor_Who) ?,select distinct ?uri where { dbr:BBC_Multimedia dbp:products ?uri . dbr:The_Last_Resort_(Doctor_Who) dbo:series uri }
1370,what is the dbp:nickname of the dbr:Korea_Presbyterian_Theological_Seminary and dbp:mascot of the dbr:Celal_Bayar_University ?,select distinct ?uri where { dbr:Korea_Presbyterian_Theological_Seminary dbp:nickname ?uri . dbr:Celal_Bayar_University dbp:mascot uri }
1371,"how many dbo:sourceCountry are there , of the rivers whose dbo:riverMouth is dbr:Caspian_Sea ?",select distinct count ( ?uri ) where { ?x dbo:riverMouth dbr:Caspian_Sea . ?x dbo:sourceCountry ?uri . ?uri rdf:type dbo:Country }
1372,what is the dbo:leader of the dbr:Kriminalpolizei and dbr:Ordnungspolizei ?,select distinct ?uri where { dbr:Kriminalpolizei dbo:leader ?uri . dbr:Ordnungspolizei dbo:leader ?uri . }
1373,what is the dbo:award of the dbr:Roy_Walker_(production_designer) and dbr:Walt_Disney ?,select distinct ?uri where { dbr:Roy_Walker_(production_designer) dbo:award ?uri . dbr:Walt_Disney dbo:award ?uri . }
1374,give the total number of dbp:destinations of the airlines whose dbo:targetAirport is dbr:Glasgow_Airport ?,select distinct count ( ?uri ) where { ?x dbo:targetAirport dbr:Glasgow_Airport . ?x dbp:destinations ?uri . ?uri rdf:type dbo:Place }
1375,what is the dbo:deathPlace of the dbr:Marina_Pankova and dbr:Viktor_Ulyanich ?,select distinct ?uri where { dbr:Marina_Pankova dbo:deathPlace ?uri . dbr:Viktor_Ulyanich dbo:deathPlace ?uri . }
1376,who is the dbo:primeMinister of dbr:William_Deane ?,select distinct ?uri where { dbr:William_Deane dbo:primeMinister ?uri . }
1377,who is the dbo:relation of the dbr:Maryanne_Trump_Barry and dbo:keyPerson of the dbr:Trump_Entertainment_Resorts ?,select distinct ?uri where { dbr:Maryanne_Trump_Barry dbo:relation ?uri . dbr:Trump_Entertainment_Resorts dbo:keyPerson ?uri . }
1378,list the dbo:state of the dbo:Bridge whose dbp:style is dbr:Truss_bridge ?,select distinct ?uri where { ?x dbp:style dbr:Truss_bridge . ?x dbo:state ?uri . ?x rdf:type dbo:Bridge }
1379,what is the dbp:awards of the owls whose dbo:ethnicity is dbr:Puerto_Rico ?,select distinct ?uri where { ?x dbo:ethnicity dbr:Puerto_Rico . ?x dbp:awards ?uri . }
1380,what is the dbo:region of the dbo:School whose dbo:rival is dbr:Somerset_Berkley_Regional_High_School ?,select distinct ?uri where { ?x dbo:rival dbr:Somerset_Berkley_Regional_High_School . ?x dbo:region ?uri . ?x rdf:type dbo:School }
1381,what is the dbo:product of the dbo:Company whose dbp:location is dbr:Tehran ?,select distinct ?uri where { ?x dbp:location dbr:Tehran . ?x dbo:product ?uri . ?x rdf:type dbo:Company }
1382,what is the total number of dbo:Person whose dbo:religion 's dbp:headquarters is dbr:Gold_Base ?,select distinct count ( ?uri ) where { ?x dbp:headquarters dbr:Gold_Base . ?uri dbo:religion ?x . ?uri rdf:type dbo:Person }
1383,what is the dbp:broadcastArea of the dbo:BroadcastNetwork whose dbo:owningCompany is dbr:Government_of_Mauritius ?,select distinct ?uri where { ?x dbo:owningCompany dbr:Government_of_Mauritius . ?x dbp:broadcastArea ?uri . ?x rdf:type dbo:BroadcastNetwork }
1384,what is the dbo:profession of the dbr:William_Luther_Hill and dbp:office of the dbr:Richard_Coke ?,select distinct ?uri where { dbr:William_Luther_Hill dbo:profession ?uri . dbr:Richard_Coke dbp:office uri }
1385,"what is the dbo:religion of the office holder who is the dbp:leader of dbr:Republic_of_China_legislative_election,_2008 ?","select distinct ?uri where { dbr:Republic_of_China_legislative_election,_2008 dbp:leader ?x . ?x dbo:religion ?uri . }"
1386,what is the dbo:nearestCity of the dbo:HistoricPlace whose dbp:architect is dbr:Joseph_Dion ?,select distinct ?uri where { ?x dbp:architect dbr:Joseph_Dion . ?x dbo:nearestCity ?uri . ?x rdf:type dbo:HistoricPlace }
1387,who is the dbo:Writer whose dbo:child is dbr:Edith_Vonnegut ?,select distinct ?uri where { ?uri dbo:child dbr:Edith_Vonnegut . ?uri rdf:type dbo:Writer }
1388,is dbr:Antipope_Paschal_III the dbp:canonizedBy of dbr:Charlemagne ?,ask where { dbr:Charlemagne dbp:canonizedBy dbr:Antipope_Paschal_III }
1389,how many dbo:BasketballPlayer are there whose dbo:college is dbr:Midland_College ?,select distinct count ( ?uri ) where { ?uri dbo:college dbr:Midland_College . ?uri rdf:type dbo:BasketballPlayer }
1390,what are the other dbo:associatedMusicalArtist of the dbo:Artist whose dbo:associatedMusicalArtist is dbr:Sanremo_Music_Festival ?,select distinct ?uri where { ?x dbo:associatedMusicalArtist dbr:Sanremo_Music_Festival . ?x dbo:associatedMusicalArtist ?uri . ?x rdf:type dbo:Artist }
1391,what is the dbp:president of the dbo:Governor whose dbo:battle is dbr:Shays'_Rebellion ?,select distinct ?uri where { ?x dbo:battle dbr:Shays'_Rebellion . ?x dbp:president ?uri . ?x rdf:type dbo:Governor }
1392,what is the dbp:starring of the dbo:Play whose dbp:place is dbr:New_York_City ?,select distinct ?uri where { ?x dbp:place dbr:New_York_City . ?x dbp:starring ?uri . ?x rdf:type dbo:Play }
1393,who is the dbo:editor of dbr:Hearth_and_Home ?,select distinct ?uri where { dbr:Hearth_and_Home dbo:editor ?uri }
1395,what is the total number of dbo:series of the video games whose dbo:computingPlatform is dbr:IOS ?,select distinct count ( ?uri ) where { ?x dbo:computingPlatform dbr:IOS . ?x dbo:series ?uri . }
1396,what is the dbp:employer of dbr:Manu_Cornet ?,select distinct ?uri where { dbr:Manu_Cornet dbp:employer ?uri . }
1397,"what is the dbo:award of the dbo:ComicsCreator who is the dbo:author of dbr:A_Barrel_of_Laughs,_a_Vale_of_Tears ?","select distinct ?uri where { dbr:A_Barrel_of_Laughs,_a_Vale_of_Tears dbo:author ?x . ?x dbo:award ?uri . ?x rdf:type dbo:ComicsCreator }"
1399,is dbr:Albert_Einstein the dbo:doctoralStudent of dbr:Alfred_Kleiner ?,ask where { dbr:Alfred_Kleiner dbo:doctoralStudent dbr:Albert_Einstein }
1400,what is the dbo:sourceCountry of dbr:Üüreg_Lake ?,select distinct ?uri where { dbr:Üüreg_Lake dbo:sourceCountry ?uri }
1401,what is the dbp:playedFor of the dbo:IceHockeyPlayer whose dbp:position is dbr:Defenceman ?,select distinct ?uri where { ?x dbp:position dbr:Defenceman . ?x dbp:playedFor ?uri . ?x rdf:type dbo:IceHockeyPlayer }
1402,who is the dbp:president of dbr:Joseph_Stiglitz ?,select distinct ?uri where { dbr:Joseph_Stiglitz dbp:president ?uri }
1403,what is the dbo:team of the dbr:Dan_Shamash and dbo:tenant of the dbr:EverBank_Field ?,select distinct ?uri where { dbr:Dan_Shamash dbo:team ?uri . dbr:EverBank_Field dbo:tenant uri }
1404,what is the dbo:manufacturer of the dbo:Engine which is the dbp:engine of dbr:Ford_Transit ?,select distinct ?uri where { dbr:Ford_Transit dbp:engine ?x . ?x dbo:manufacturer ?uri . ?x rdf:type dbo:Engine }
1405,what is the dbo:education of the medicians whose dbp:workInstitutions is dbr:American_College_of_Surgeons ?,select distinct ?uri where { ?x dbp:workInstitutions dbr:American_College_of_Surgeons . ?x dbo:education ?uri . }
1406,"what dbo:Person 's dbo:residence is dbr:Beverly_Hills,_California ?","select distinct ?uri where { ?uri dbo:residence dbr:Beverly_Hills,_California . ?uri rdf:type dbo:Person }"
1407,is dbr:Stan_Lee the dbp:creators of dbr:Jean_Grey ?,ask where { dbr:Jean_Grey dbp:creators dbr:Stan_Lee }
1408,what is the dbo:influencedBy of the writer who is the dbo:author of dbr:Zhorstoke_nebo ?,select distinct ?uri where { dbr:Zhorstoke_nebo dbo:author ?x . ?x dbo:influencedBy ?uri . }
1409,what is the information appliance whose dbo:manufacturer are dbr:Sony and dbr:Foxconn ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Sony . ?uri dbo:manufacturer dbr:Foxconn . }
1410,what is the dbp:city of the dbo:RadioStation whose dbp:format is dbr:Religion ?,select distinct ?uri where { ?x dbp:format dbr:Religion . ?x dbp:city ?uri . ?x rdf:type dbo:RadioStation }
1411,what is the dbo:stateOfOrigin of the person whose dbo:religion is dbr:White_Plum_Asanga ?,select distinct ?uri where { ?x dbo:religion dbr:White_Plum_Asanga . ?x dbo:stateOfOrigin ?uri . }
1412,what is the dbo:operator of dbr:Ganz_UV ?,select distinct ?uri where { dbr:Ganz_UV dbo:operator ?uri }
1413,what is the dbp:state of the dbr:James_K._Kelly and dbp:region of the dbr:Umatilla_language ?,select distinct ?uri where { dbr:James_K._Kelly dbp:state ?uri . dbr:Umatilla_language dbp:region uri }
1414,what is the dbo:recordedIn of the dbo:Single whose dbo:producer is dbr:Garbage_(band) ?,select distinct ?uri where { ?x dbo:producer dbr:Garbage_(band) . ?x dbo:recordedIn ?uri . ?x rdf:type dbo:Single }
1415,count the number of dbp:name in dbr:2004–05_FC_Barcelona_season ?,select distinct count ( ?uri ) where { dbr:2004–05_FC_Barcelona_season dbp:name ?uri . ?uri rdf:type dbo:SoccerPlayer }
1416,who is the royalty whose dbp:mother is dbr:Bertrada_of_Laon ?,select distinct ?uri where { ?uri dbp:mother dbr:Bertrada_of_Laon }
1417,what is the dbo:poleDriver of the dbo:GrandPrix whose dbp:firstTeam is dbr:Renault_in_Formula_One ?,select distinct ?uri where { ?x dbp:firstTeam dbr:Renault_in_Formula_One . ?x dbo:poleDriver ?uri . ?x rdf:type dbo:GrandPrix }
1418,what is the dbp:developer of the dbo:Software which is the dbp:distributor of dbr:Batman:_Arkham_City_Lockdown ?,select distinct ?uri where { dbr:Batman:_Arkham_City_Lockdown dbp:distributor ?x . ?x dbp:developer ?uri . ?x rdf:type dbo:Software }
1419,what is the dbo:nonFictionSubject of the dbo:Book whose dbp:author is dbr:Terry_Pratchett ?,select distinct ?uri where { ?x dbp:author dbr:Terry_Pratchett . ?x dbo:nonFictionSubject ?uri . ?x rdf:type dbo:Book }
1420,is dbr:Windows_Phone_8.1 the dbp:os of dbr:Nokia_Lumia_830 ?,ask where { dbr:Nokia_Lumia_830 dbp:os dbr:Windows_Phone_8.1 }
1421,what is the dbo:Film whose dbp:starring is dbr:Momoko_Kōchi and dbp:music is dbr:Akira_Ifukube ?,select distinct ?uri where { ?uri dbp:starring dbr:Momoko_Kōchi . ?uri dbp:music dbr:Akira_Ifukube . ?uri rdf:type dbo:Film }
1422,what is the dbo:servingRailwayLine of the dbo:Station which are dbo:type ?,select distinct ?uri where { ?x dbo:type dbr:North_Caucasus_Railway . ?x dbo:servingRailwayLine ?uri . ?x rdf:type dbo:Station }
1423,what is the dbp:mascot of the dbr:1502nd_Infantry_Brigade_(Ready_Reserve) and dbr:Galatasaray_Handball_Team ?,select distinct ?uri where { dbr:1502nd_Infantry_Brigade_(Ready_Reserve) dbp:mascot ?uri . dbr:Galatasaray_Handball_Team dbp:mascot ?uri . ?uri rdf:type dbo:Animal }
1424,whose dbp:mission are dbr:Gemini_8 and dbr:Apollo_11 ?,select distinct ?uri where { ?uri dbp:mission dbr:Gemini_8 . ?uri dbp:mission dbr:Apollo_11 . }
1425,what are the dbo:source of dbr:Island_Bayou_(Oklahoma) ?,select distinct ?uri where { dbr:Island_Bayou_(Oklahoma) dbo:source ?uri }
1426,what is the dbo:county of the dbr:AH141 and dbo:country of the dbr:Malaysia_Junior_Hockey_League ?,select distinct ?uri where { dbr:AH141 dbo:county ?uri . dbr:Malaysia_Junior_Hockey_League dbo:country uri }
1427,what is the dbp:college of the dbr:Luke_List_(golfer) and dbo:almaMater of the dbr:Park_Trammell ?,select distinct ?uri where { dbr:Luke_List_(golfer) dbp:college ?uri . dbr:Park_Trammell dbo:almaMater uri }
1428,what is the dbo:field of the dbr:Jon_Speelman and dbo:sport of the dbr:Islamic_Azad_University_Central_Tehran_Branch ?,select distinct ?uri where { dbr:Jon_Speelman dbo:field ?uri . dbr:Islamic_Azad_University_Central_Tehran_Branch dbo:sport uri }
1429,give me a count of owls whose dbp:label is dbr:Celluloid_Records ?,select distinct count ( ?uri ) where { ?uri dbp:label dbr:Celluloid_Records . }
1430,what is the dbo:honours of the dbo:Horse whose dbp:trainer is dbr:Henry_McDaniel_(racehorse_trainer) ?,select distinct ?uri where { ?x dbp:trainer dbr:Henry_McDaniel_(racehorse_trainer) . ?x dbo:honours ?uri . ?x rdf:type dbo:Horse }
1431,what is the dbo:occupation of dbr:Marcus_Floyd ?,select distinct ?uri where { dbr:Marcus_Floyd dbo:occupation ?uri }
1432,what is the dbp:affiliation of the hospital which is the dbp:workInstitutions of dbr:David_Charles_(physician) ?,select distinct ?uri where { dbr:David_Charles_(physician) dbp:workInstitutions ?x . ?x dbp:affiliation ?uri . }
1433,"how many dbp:country are there , of the companies whose dbp:headquarters is dbr:Klang_Valley ?",select distinct count ( ?uri ) where { ?x dbp:headquarters dbr:Klang_Valley . ?x dbp:country ?uri . ?uri rdf:type dbo:Country }
1434,what is the dbo:leaderName of the dbr:Baraily and dbr:Jowai ?,select distinct ?uri where { dbr:Baraily dbo:leaderName ?uri . dbr:Jowai dbo:leaderName ?uri . }
1435,what is the dbo:builder of the dbo:Bridge whose dbp:owner is dbr:Tabriz ?,select distinct ?uri where { ?x dbp:owner dbr:Tabriz . ?x dbo:builder ?uri . ?x rdf:type dbo:Bridge }
1436,is dbr:The_Stranger_(album) the dbp:fromAlbum of dbr:Only_the_Good_Die_Young ?,ask where { dbr:Only_the_Good_Die_Young dbp:fromAlbum dbr:The_Stranger_(album) }
1437,who are the dbo:GolfPlayer whose dbo:college is dbr:Arizona_State_Sun_Devils ?,select distinct ?uri where { ?uri dbo:college dbr:Arizona_State_Sun_Devils . ?uri rdf:type dbo:GolfPlayer }
1438,is dbr:Taylor_Swift the dbp:opentheme of dbr:The_Farmer_Wants_a_Wife_(Australian_TV_series) ?,ask where { dbr:The_Farmer_Wants_a_Wife_(Australian_TV_series) dbp:opentheme dbr:Taylor_Swift }
1439,what is the total number of dbo:localAuthority of the schools whose dbo:gender is dbr:Mixed-sex_education ?,select distinct count ( ?uri ) where { ?x dbo:gender dbr:Mixed-sex_education . ?x dbo:localAuthority ?uri . }
1440,"what is the dbo:almaMater of the judge who is the dbo:successor of dbr:F._A._Little,_Jr. ?","select distinct ?uri where { dbr:F._A._Little,_Jr. dbo:successor ?x . ?x dbo:almaMater ?uri . }"
1441,what are the owls whose dbp:starring 's dbo:instrument is dbr:Saxophone ?,select distinct ?uri where { ?x dbo:instrument dbr:Saxophone . ?uri dbp:starring ?x . }
1442,what is the dbp:borough of dbr:Corringham_railway_station ?,select distinct ?uri where { dbr:Corringham_railway_station dbp:borough ?uri }
1443,who is the dbp:title of dbr:1984_in_fine_arts_of_the_Soviet_Union ?,select distinct ?uri where { dbr:1984_in_fine_arts_of_the_Soviet_Union dbp:title ?uri }
1444,what is the dbp:billed of the dbo:Athlete whose dbp:trainer is dbr:Ring_of_Honor ?,select distinct ?uri where { ?x dbp:trainer dbr:Ring_of_Honor . ?x dbp:billed ?uri . ?x rdf:type dbo:Athlete }
1445,what is the dbo:InformationAppliance whose dbo:successor is dbr:PlayStation_4 and dbp:predecessor is dbr:PlayStation_2 ?,select distinct ?uri where { ?uri dbo:successor dbr:PlayStation_4 . ?uri dbp:predecessor dbr:PlayStation_2 . ?uri rdf:type dbo:InformationAppliance }
1446,what are the scientists whose dbp:knownFor 's dbo:garrison is dbr:Tennessee ?,select distinct ?uri where { ?x dbo:garrison dbr:Tennessee . ?uri dbp:knownFor ?x . }
1447,"what is the dbp:teamName of the dbo:School whose dbp:city is dbr:Arlington_Heights,_Illinois ?","select distinct ?uri where { ?x dbp:city dbr:Arlington_Heights,_Illinois . ?x dbp:teamName ?uri . ?x rdf:type dbo:School }"
1448,who is the person whose dbo:opponent 's dbo:parent is dbr:Newman_Haynes_Clanton ?,select distinct ?uri where { ?x dbo:parent dbr:Newman_Haynes_Clanton . ?uri dbo:opponent ?x . }
1449,"who is the person whose dbo:residence are dbr:Beverly_Hills,_California and dbr:Colts_Neck_Township,_New_Jersey ?","select distinct ?uri where { ?uri dbo:residence dbr:Beverly_Hills,_California . ?uri dbo:residence dbr:Colts_Neck_Township,_New_Jersey . }"
1450,what is the dbo:sport of the dbo:School whose dbp:schooltype is dbr:Protestantism ?,select distinct ?uri where { ?x dbp:schooltype dbr:Protestantism . ?x dbo:sport ?uri . ?x rdf:type dbo:School }
1451,what is the dbo:river of the dbr:Eastern_Washington and dbr:Central_Washington ?,select distinct ?uri where { dbr:Eastern_Washington dbo:river ?uri . dbr:Central_Washington dbo:river ?uri . }
1452,what is the dbp:distributor of dbr:Bombay_Sapphire ?,select distinct ?uri where { dbr:Bombay_Sapphire dbp:distributor ?uri }
1453,is dbr:Trish_Stratus the dbp:trainer of dbr:Christina_Crawford_(wrestler) ?,ask where { dbr:Christina_Crawford_(wrestler) dbp:trainer dbr:Trish_Stratus }
1454,what is the dbo:training of the dbr:William_Anthony_(artist) and dbp:owner of the dbr:Yale_Repertory_Theatre ?,select distinct ?uri where { dbr:William_Anthony_(artist) dbo:training ?uri . dbr:Yale_Repertory_Theatre dbp:owner uri }
1455,what is the dbp:debutteam of the dbr:Steve_Ontiveros_(infielder) and dbo:team of the dbr:Hensley_Meulens ?,select distinct ?uri where { dbr:Steve_Ontiveros_(infielder) dbp:debutteam ?uri . dbr:Hensley_Meulens dbo:team uri }
1456,what is the dbo:institution of the dbr:Erica_Frank and dbr:Douglass_North ?,select distinct ?uri where { dbr:Erica_Frank dbo:institution ?uri . dbr:Douglass_North dbo:institution ?uri . }
1457,what is the dbo:OfficeHolder whose dbo:predecessor is dbr:Edward_Douglass_White and dbo:child is dbr:Charles_Phelps_Taft_II ?,select distinct ?uri where { ?uri dbo:predecessor dbr:Edward_Douglass_White . ?uri dbo:child dbr:Charles_Phelps_Taft_II . ?uri rdf:type dbo:OfficeHolder }
1458,what are the dbo:ingredient of dbr:Kaszanka ?,select distinct ?uri where { dbr:Kaszanka dbo:ingredient ?uri }
1459,what is the dbo:language of dbr:KUNSTEN_Museum_of_Modern_Art_Aalborg ?,select distinct ?uri where { dbr:KUNSTEN_Museum_of_Modern_Art_Aalborg dbo:language ?uri }
1460,is dbr:Harry_Potter the dbo:stylisticOrigin of dbr:Wizard_rock ?,ask where { dbr:Wizard_rock dbo:stylisticOrigin dbr:Harry_Potter }
1461,what is the dbp:veneratedIn of the dbr:Abraham and dbp:religion of the dbr:Saima_Chowdhury ?,select distinct ?uri where { dbr:Abraham dbp:veneratedIn ?uri . dbr:Saima_Chowdhury dbp:religion uri }
1462,who is the dbo:director of the dbr:Alice's_Wonderland and dbr:The_Haunted_House_(1929_film) ?,select distinct ?uri where { dbr:Alice's_Wonderland dbo:director ?uri . dbr:The_Haunted_House_(1929_film) dbo:director ?uri . }
1463,what is the settlement whose dbp:province is dbr:Metropolitan_City_of_Venice and dbo:leaderName is dbr:Luigi_Brugnaro ?,select distinct ?uri where { ?uri dbp:province dbr:Metropolitan_City_of_Venice . ?uri dbo:leaderName dbr:Luigi_Brugnaro . }
1464,what is the dbo:leaderName of dbr:Panki_block ?,select distinct ?uri where { dbr:Panki_block dbo:leaderName ?uri }
1465,who is the dbo:Person whose dbp:relatives is dbr:Ron_Cyrus ?,select distinct ?uri where { ?uri dbp:relatives dbr:Ron_Cyrus . ?uri rdf:type dbo:Person }
1466,how many other dbp:services are there of the companies whose dbp:services is dbr:Web_hosting_service ?,select distinct count ( ?uri ) where { ?x dbp:services dbr:Web_hosting_service . ?x dbp:services ?uri }
1467,is dbr:Buddhism the dbp:religiousAffiliation of dbr:Neungin_High_School ?,ask where { dbr:Neungin_High_School dbp:religiousAffiliation dbr:Buddhism }
1468,what is the dbp:mascot of the military unit which is the dbo:militaryBranch of dbr:William_Harper_(Rhodesian_politician) ?,select distinct ?uri where { dbr:William_Harper_(Rhodesian_politician) dbo:militaryBranch ?x . ?x dbp:mascot ?uri . }
1469,who is the dbp:writer of the dbr:Same_Song_(Digital_Underground_song) and dbo:associatedMusicalArtist of the dbr:Tiffany_Villarreal ?,select distinct ?uri where { dbr:Same_Song_(Digital_Underground_song) dbp:writer ?uri . dbr:Tiffany_Villarreal dbo:associatedMusicalArtist ?uri . }
1470,what is the dbp:origin of the dbr:Boga_(soft_drink) and dbp:locationCountry of the dbr:Ennejma_Ezzahra ?,select distinct ?uri where { dbr:Boga_(soft_drink) dbp:origin ?uri . dbr:Ennejma_Ezzahra dbp:locationCountry uri }
1471,what is the administrative region whose dbo:largestCity is dbr:Denver ?,select distinct ?uri where { ?uri dbo:largestCity dbr:Denver . }
1473,what is the dbo:president of the dbr:Jim_Sasser and dbr:Mike_McCurry_(press_secretary) ?,select distinct ?uri where { dbr:Jim_Sasser dbo:president ?uri . dbr:Mike_McCurry_(press_secretary) dbo:president ?uri . }
1474,what is the dbo:municipality of the dbr:Homestead_Grays_Bridge and dbr:Roberto_Clemente_Bridge ?,select distinct ?uri where { dbr:Homestead_Grays_Bridge dbo:municipality ?uri . dbr:Roberto_Clemente_Bridge dbo:municipality ?uri . }
1475,what is the dbo:successor of the dbo:Royalty whose dbo:parent is dbr:Julius_Caesar ?,select distinct ?uri where { ?x dbo:parent dbr:Julius_Caesar . ?x dbo:successor ?uri . ?x rdf:type dbo:Royalty }
