id,english,sparql
2624,who is the dbo:artist of dbr:Bengali_in_Platforms ?,select distinct ?uri where { dbr:Bengali_in_Platforms dbo:artist ?uri }
2625,what is the dbo:family of the dbo:Mammal whose dbo:kingdom is dbr:Animal ?,select distinct ?uri where { ?x dbo:kingdom dbr:Animal . ?x dbo:family ?uri . ?x rdf:type dbo:Mammal }
2626,what is the dbp:headquarters of the dbo:PublicTransitSystem which is the dbo:owningOrganisation of dbr:American_Boulevard_(Metro_Transit_station) ?,select distinct ?uri where { dbr:American_Boulevard_(Metro_Transit_station) dbo:owningOrganisation ?x . ?x dbp:headquarters ?uri . ?x rdf:type dbo:PublicTransitSystem }
2627,give the total number of dbo:knownFor of the scientists whose dbp:deathPlace is dbr:Saint_Petersburg ?,select distinct count ( ?uri ) where { ?x dbp:deathPlace dbr:Saint_Petersburg . ?x dbo:knownFor ?uri . }
2628,who are the dbp:keyPeople of dbr:The_Elders_(organization) ?,select distinct ?uri where { dbr:The_Elders_(organization) dbp:keyPeople ?uri }
2629,what is the dbo:TelevisionShow whose dbo:executiveProducer is dbr:Douglas_Netter and dbp:composer is dbr:Stewart_Copeland ?,select distinct ?uri where { ?uri dbo:executiveProducer dbr:Douglas_Netter . ?uri dbp:composer dbr:Stewart_Copeland . ?uri rdf:type dbo:TelevisionShow }
2630,is dbr:Nintendo_Entertainment_Planning_&_Development the dbp:divisions of dbr:Nintendo ?,ask where { dbr:Nintendo dbp:divisions dbr:Nintendo_Entertainment_Planning_&_Development }
2631,"what is the dbo:River whose dbo:source 's dbp:cities is dbr:Pittsburg,_New_Hampshire ?","select distinct ?uri where { ?x dbp:cities dbr:Pittsburg,_New_Hampshire . ?uri dbo:source ?x . ?uri rdf:type dbo:River }"
2632,count the number of dbp:country of the foods whose dbo:ingredient is dbr:Coconut ?,select distinct count ( ?uri ) where { ?x dbo:ingredient dbr:Coconut . ?x dbp:country ?uri . ?uri rdf:type dbo:Country }
2633,what is the dbp:mouthLocation of the dbo:River whose dbp:sourceRegion is dbr:Greater_London ?,select distinct ?uri where { ?x dbp:sourceRegion dbr:Greater_London . ?x dbp:mouthLocation ?uri . ?x rdf:type dbo:River }
2634,what is the dbo:AmericanFootballTeam whose dbo:locationCity 's dbo:tenant is dbr:Oakland_Athletics ?,select distinct ?uri where { ?x dbo:tenant dbr:Oakland_Athletics . ?uri dbo:locationCity ?x . ?uri rdf:type dbo:AmericanFootballTeam }
2635,what is the dbp:creator of the food which is a cookie ?,select distinct ?uri where { ?x dbp:type dbr:Cookie . ?x dbp:creator ?uri . }
2636,what is the dbo:birthPlace of the dbr:Jeffrey_Werleman and dbo:country of the dbr:American_Mediterranean_Sea ?,select distinct ?uri where { dbr:Jeffrey_Werleman dbo:birthPlace ?uri . dbr:American_Mediterranean_Sea dbo:country ?uri . }
2637,what are the dbo:TelevisionShow whose dbp:network 's dbo:owningCompany is dbr:Turner_Broadcasting_System ?,select distinct ?uri where { ?x dbo:owningCompany dbr:Turner_Broadcasting_System . ?uri dbp:network ?x . ?uri rdf:type dbo:TelevisionShow }
2638,"what are the other dbp:school of the dbo:Athlete whose dbp:school is dbr:Balgowan,_KwaZulu-Natal ?","select distinct ?uri where { ?x dbp:school dbr:Balgowan,_KwaZulu-Natal . ?x dbp:school ?uri . ?x rdf:type dbo:Athlete }"
2639,what is the dbo:designer of the dbr:South_African_Class_11E and dbr:RENFE_Class_333 ?,select distinct ?uri where { dbr:South_African_Class_11E dbo:designer ?uri . dbr:RENFE_Class_333 dbo:designer ?uri . ?uri rdf:type dbo:Company }
2640,"how many dbo:knownFor are there , of the scientists whose dbp:birthPlace is dbr:Nebraska ?",select distinct count ( ?uri ) where { ?x dbp:birthPlace dbr:Nebraska . ?x dbo:knownFor ?uri . }
2641,what are the dbo:maintainedBy of dbr:Pandaruan_Bridge ?,select distinct ?uri where { dbr:Pandaruan_Bridge dbo:maintainedBy ?uri }
2642,list the dbp:starring of the dbo:Film whose dbp:label is dbr:T-Series ?,select distinct ?uri where { ?x dbp:label dbr:T-Series . ?x dbp:starring ?uri . ?x rdf:type dbo:Film }
2643,what is the dbo:hometown of the dbo:MusicalArtist who is the dbp:currentMembers of dbr:Slapstick_(band) ?,select distinct ?uri where { dbr:Slapstick_(band) dbp:currentMembers ?x . ?x dbo:hometown ?uri . ?x rdf:type dbo:MusicalArtist }
2644,what is the dbo:river of the dbo:Dam whose dbp:country is dbr:Zambia ?,select distinct ?uri where { ?x dbp:country dbr:Zambia . ?x dbo:river ?uri . ?x rdf:type dbo:Dam }
2645,what is the dbo:religion of the governor who is the dbo:successor of dbr:Chatumongol_Sonakul ?,select distinct ?uri where { dbr:Chatumongol_Sonakul dbo:successor ?x . ?x dbo:religion ?uri . }
2646,what is the dbp:label of the dbo:Single whose dbo:musicalArtist is dbr:Outlawz ?,select distinct ?uri where { ?x dbo:musicalArtist dbr:Outlawz . ?x dbp:label ?uri . ?x rdf:type dbo:Single }
2647,what are the dbo:TelevisionShow whose dbo:network 's dbo:successor is dbr:BBC_Two ?,select distinct ?uri where { ?x dbo:successor dbr:BBC_Two . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
2648,what is the dbp:inflow of dbr:Cahora_Bassa ?,select distinct ?uri where { dbr:Cahora_Bassa dbp:inflow ?uri }
2649,what is the dbp:placeOfDeath of dbr:Alfred_Tarnowski ?,select distinct ?uri where { dbr:Alfred_Tarnowski dbp:placeOfDeath ?uri }
2650,is dbr:Brothers_Union the dbp:currentclub of dbr:Walson_Augustin ?,ask where { dbr:Walson_Augustin dbp:currentclub dbr:Brothers_Union }
2651,what is the dbp:locationCity of dbr:Arsenal_Cider_House ?,select distinct ?uri where { dbr:Arsenal_Cider_House dbp:locationCity ?uri }
2652,what is the dbo:TelevisionShow whose dbo:distributor is dbr:Broadcast_syndication and dbp:voices is dbr:Eliza_Schneider ?,select distinct ?uri where { ?uri dbo:distributor dbr:Broadcast_syndication . ?uri dbp:voices dbr:Eliza_Schneider . ?uri rdf:type dbo:TelevisionShow }
2653,what is the dbo:operatingSystem of the dbr:LG_Optimus_Vu and dbp:employer of the dbr:Manu_Cornet ?,select distinct ?uri where { dbr:LG_Optimus_Vu dbo:operatingSystem ?uri . dbr:Manu_Cornet dbp:employer uri }
2654,what is the dbo:Country whose dbo:capital are dbr:History_of_Trier and dbr:Mediolanum ?,select distinct ?uri where { ?uri dbo:capital dbr:History_of_Trier . ?uri dbo:capital dbr:Mediolanum . ?uri rdf:type dbo:Country }
2655,what is the dbp:cities of the dbr:American_Mediterranean_Sea and dbo:deathPlace of the dbr:Laszlo_Bellak ?,select distinct ?uri where { dbr:American_Mediterranean_Sea dbp:cities ?uri . dbr:Laszlo_Bellak dbo:deathPlace uri }
2656,what is the dbp:label of the dbr:I_Pray_on_Christmas and dbo:recordLabel of the dbr:Next_Thing ?,select distinct ?uri where { dbr:I_Pray_on_Christmas dbp:label ?uri . dbr:Next_Thing dbo:recordLabel uri }
2657,what is the dbo:TelevisionShow whose dbo:producer is dbr:Stephen_E._Ambrose and dbp:writer is dbr:John_Orloff ?,select distinct ?uri where { ?uri dbo:producer dbr:Stephen_E._Ambrose . ?uri dbp:writer dbr:John_Orloff . ?uri rdf:type dbo:TelevisionShow }
2658,what are the dbp:almaMater of dbr:Fikret_Orman ?,select distinct ?uri where { dbr:Fikret_Orman dbp:almaMater ?uri }
2659,what is the dbo:restingPlace of the artists whose dbo:award is dbr:National_Academy_Museum_and_School ?,select distinct ?uri where { ?x dbo:award dbr:National_Academy_Museum_and_School . ?x dbo:restingPlace ?uri . }
2660,what is the dbp:state of the dbo:Person whose dbo:militaryRank is dbr:Airman_first_class ?,select distinct ?uri where { ?x dbo:militaryRank dbr:Airman_first_class . ?x dbp:state ?uri . ?x rdf:type dbo:Person }
2661,who are the dbo:writer of dbr:The_United_States_Steel_Hour ?,select distinct ?uri where { dbr:The_United_States_Steel_Hour dbo:writer ?uri }
2662,what is the dbp:locationCountry of dbr:Snake_Island_(Black_Sea) ?,select distinct ?uri where { dbr:Snake_Island_(Black_Sea) dbp:locationCountry ?uri }
2663,what are the other dbo:foundedBy of the dbo:Non-ProfitOrganisation whose dbo:foundedBy is dbr:David_Pressman ?,select distinct ?uri where { ?x dbo:foundedBy dbr:David_Pressman . ?x dbo:foundedBy ?uri . ?x rdf:type dbo:Non-ProfitOrganisation }
2664,what is the dbp:homeTown of the dbr:Rolando_Gomez and dbp:deathDate of the dbr:Clyde_McNeal ?,select distinct ?uri where { dbr:Rolando_Gomez dbp:homeTown ?uri . dbr:Clyde_McNeal dbp:deathDate uri }
2665,what dbo:SoccerPlayer 's dbp:currentclub is dbr:New_York_City_FC ?,select distinct ?uri where { ?uri dbp:currentclub dbr:New_York_City_FC . ?uri rdf:type dbo:SoccerPlayer }
2666,what is the dbo:Writer whose dbo:education is dbr:Saint_Petersburg and dbo:child is dbr:Lyubov_Dostoyevskaya ?,select distinct ?uri where { ?uri dbo:education dbr:Saint_Petersburg . ?uri dbo:child dbr:Lyubov_Dostoyevskaya . ?uri rdf:type dbo:Writer }
2667,what are the dbo:TelevisionShow whose dbp:distributor 's dbo:predecessor is dbr:The_Comedy_Channel_(United_States) ?,select distinct ?uri where { ?x dbo:predecessor dbr:The_Comedy_Channel_(United_States) . ?uri dbp:distributor ?x . ?uri rdf:type dbo:TelevisionShow }
2668,who is the dbo:owningCompany of dbr:Evraz ?,select distinct ?uri where { dbr:Evraz dbo:owningCompany ?uri }
2669,count the number of dbo:leader of the political parties whose dbo:headquarter is dbr:Berlin ?,select distinct count ( ?uri ) where { ?x dbo:headquarter dbr:Berlin . ?x dbo:leader ?uri . ?uri rdf:type dbo:Politician }
2670,what is the dbp:birthPlace of the jockey (horse racer) who is the dbp:trainer of dbr:Java_Gold ?,select distinct ?uri where { dbr:Java_Gold dbp:trainer ?x . ?x dbp:birthPlace ?uri . }
2671,what is the dbp:address of the dbo:Building whose dbp:architecturalStyle is dbr:Modern_architecture ?,select distinct ?uri where { ?x dbp:architecturalStyle dbr:Modern_architecture . ?x dbp:address ?uri . ?x rdf:type dbo:Building }
2672,who are the american football players whose dbo:team is dbr:San_Francisco_49ers ?,select distinct ?uri where { ?uri dbo:team dbr:San_Francisco_49ers . }
2673,is dbr:Zachary_Taylor the dbo:notableCommander of dbr:6th_Infantry_Regiment_(United_States) ?,ask where { dbr:6th_Infantry_Regiment_(United_States) dbo:notableCommander dbr:Zachary_Taylor }
2674,who is the person whose dbo:relative is dbr:Barry_Voight ?,select distinct ?uri where { ?uri dbo:relative dbr:Barry_Voight . }
2675,what is the dbp:associatedActs of the owl which is the dbo:musicalArtist of dbr:Groove_Thang ?,select distinct ?uri where { dbr:Groove_Thang dbo:musicalArtist ?x . ?x dbp:associatedActs ?uri . }
2676,"what are the dbp:office of dbr:P._Elmo_Futrell,_Jr. ?","select distinct ?uri where { dbr:P._Elmo_Futrell,_Jr. dbp:office ?uri . }"
2677,what is the dbo:Scientist whose dbp:awards is dbr:Royal_Society and dbo:academicAdvisor is dbr:Franz_Brentano ?,select distinct ?uri where { ?uri dbp:awards dbr:Royal_Society . ?uri dbo:academicAdvisor dbr:Franz_Brentano . ?uri rdf:type dbo:Scientist }
2678,who is the dbo:subsequentWork of dbr:Moondog_Matinee ?,select distinct ?uri where { dbr:Moondog_Matinee dbo:subsequentWork ?uri }
2679,what is the dbp:country of the food whose dbp:mainIngredient is dbr:Salad ?,select distinct ?uri where { ?x dbp:mainIngredient dbr:Salad . ?x dbp:country ?uri . }
2680,is dbr:Midfielder the dbo:position of dbr:Walson_Augustin ?,ask where { dbr:Walson_Augustin dbo:position dbr:Midfielder }
2681,list the lakes whose dbp:cities 's dbo:federalState is dbr:Mecklenburg-Vorpommern ?,select distinct ?uri where { ?x dbo:federalState dbr:Mecklenburg-Vorpommern . ?uri dbp:cities ?x . }
2682,what is the dbp:awards of the dbo:Writer who is the dbp:creator of dbr:Creature_Comforts ?,select distinct ?uri where { dbr:Creature_Comforts dbp:creator ?x . ?x dbp:awards ?uri . ?x rdf:type dbo:Writer }
2683,what is the dbp:writer of the dbo:MusicalWork whose dbo:recordedIn is dbr:Criteria_Studios ?,select distinct ?uri where { ?x dbo:recordedIn dbr:Criteria_Studios . ?x dbp:writer ?uri . ?x rdf:type dbo:MusicalWork }
2684,count the other dbo:athletics of the universities whose dbo:athletics is dbr:Volleyball ?,select distinct count ( ?uri ) where { ?x dbo:athletics dbr:Volleyball . ?x dbp:athletics ?uri }
2685,is dbr:São_Paulo the dbp:largestCity of dbr:Brazil ?,ask where { dbr:Brazil dbp:largestCity dbr:São_Paulo }
2686,whose dbo:campus are dbr:Iowa and dbr:Indiana ?,select distinct ?uri where { ?uri dbo:campus dbr:Iowa . ?uri dbo:campus dbr:Indiana . ?uri rdf:type dbo:EducationalInstitution }
2687,"what is the dbp:area of the dbo:RadioStation whose dbp:city is dbr:Monticello,_Maine ?","select distinct ?uri where { ?x dbp:city dbr:Monticello,_Maine . ?x dbp:area ?uri . ?x rdf:type dbo:RadioStation }"
2688,count the dbo:recordLabel of the singles whose dbo:writer is dbr:Katy_B ?,select distinct count ( ?uri ) where { ?x dbo:writer dbr:Katy_B . ?x dbo:recordLabel ?uri . }
2689,who is the dbo:appointer of dbr:William_L._Dayton ?,select distinct ?uri where { dbr:William_L._Dayton dbo:appointer ?uri }
2690,is dbr:PIAS_Recordings the dbo:distributingLabel of dbr:Wichita_Recordings ?,ask where { dbr:Wichita_Recordings dbo:distributingLabel dbr:PIAS_Recordings }
2691,is dbr:Gerald_Gibbs_(cinematographer) the dbo:cinematography of dbr:X_the_Unknown ?,ask where { dbr:X_the_Unknown dbo:cinematography dbr:Gerald_Gibbs_(cinematographer) }
2692,what is the dbo:Film whose dbp:narrator is dbr:Trevor_Peacock ?,select distinct ?uri where { ?uri dbp:narrator dbr:Trevor_Peacock . ?uri rdf:type dbo:Film }
2693,what is the dbo:education of dbr:Leslie_Sanchez ?,select distinct ?uri where { dbr:Leslie_Sanchez dbo:education ?uri }
2694,who are the dbo:MusicalArtist whose dbp:notableInstruments is dbr:Gibson_Les_Paul ?,select distinct ?uri where { ?uri dbp:notableInstruments dbr:Gibson_Les_Paul . ?uri rdf:type dbo:MusicalArtist }
2695,what is the dbp:stadium of dbr:2015_Pro_Duta_FC_season ?,select distinct ?uri where { dbr:2015_Pro_Duta_FC_season dbp:stadium ?uri }
2696,what is the dbo:Person whose dbp:restingplace 's dbp:governingBody is dbr:United_States_Department_of_the_Interior ?,select distinct ?uri where { ?x dbp:governingBody dbr:United_States_Department_of_the_Interior . ?uri dbp:restingplace ?x . ?uri rdf:type dbo:Person }
2697,what is the dbo:mountainRange of dbr:Pointe_d'Aveneyre ?,select distinct ?uri where { dbr:Pointe_d'Aveneyre dbo:mountainRange ?uri }
2698,what is the total number of dbo:basedOn of the musicals whose dbp:music is dbr:Jerry_Bock ?,select distinct count ( ?uri ) where { ?x dbp:music dbr:Jerry_Bock . ?x dbo:basedOn ?uri . }
2699,whose dbo:leader are dbr:Karu_Jayasuriya and dbr:Ranil_Wickremesinghe ?,select distinct ?uri where { ?uri dbo:leader dbr:Karu_Jayasuriya . ?uri dbo:leader dbr:Ranil_Wickremesinghe . ?uri rdf:type dbo:Country }
2701,what is the dbp:foundation of the dbo:Company which is the dbp:parent of dbr:Grasim_Bhiwani_Textiles ?,select distinct ?uri where { dbr:Grasim_Bhiwani_Textiles dbp:parent ?x . ?x dbp:foundation ?uri . ?x rdf:type dbo:Company }
2702,what dbo:TelevisionShow 's dbo:distributor is dbr:Eurovision_(network) ?,select distinct ?uri where { ?uri dbo:distributor dbr:Eurovision_(network) . ?uri rdf:type dbo:TelevisionShow }
2703,what are the other dbp:judges of the dbo:TelevisionShow whose dbp:judges is dbr:Ludacris ?,select distinct ?uri where { ?x dbp:judges dbr:Ludacris . ?x dbp:judges ?uri . ?x rdf:type dbo:TelevisionShow }
2704,what are the owls whose dbp:youthclubs 's dbp:league is dbr:Argentine_Primera_División ?,select distinct ?uri where { ?x dbp:league dbr:Argentine_Primera_División . ?uri dbp:youthclubs ?x . }
2705,what is the dbo:opponent of the dbo:Person whose dbp:deathCause is dbr:Hanging ?,select distinct ?uri where { ?x dbp:deathCause dbr:Hanging . ?x dbo:opponent ?uri . ?x rdf:type dbo:Person }
2706,what is the dbp:owner of the railway line which is the dbp:line of dbr:Newark_station_(Delaware) ?,select distinct ?uri where { dbr:Newark_station_(Delaware) dbp:line ?x . ?x dbp:owner ?uri . }
2707,what is the dbo:Magazine whose dbp:editor 's dbp:spouse is dbr:Crystal_Harris ?,select distinct ?uri where { ?x dbp:spouse dbr:Crystal_Harris . ?uri dbp:editor ?x . ?uri rdf:type dbo:Magazine }
2708,is dbr:Software the dbo:industry of dbr:Compaq ?,ask where { dbr:Compaq dbo:industry dbr:Software }
2709,what is the dbo:currency of the country which is the dbo:governmentType of dbr:Kerguelen_Islands ?,select distinct ?uri where { dbr:Kerguelen_Islands dbo:governmentType ?x . ?x dbo:currency ?uri . }
2710,what is the dbo:TelevisionShow whose dbo:channel is dbr:Fox_Broadcasting_Company and dbp:presenter is dbr:Brian_Dunkleman ?,select distinct ?uri where { ?uri dbo:channel dbr:Fox_Broadcasting_Company . ?uri dbp:presenter dbr:Brian_Dunkleman . ?uri rdf:type dbo:TelevisionShow }
2711,what is the dbo:sport of the university which is the dbp:almaMater of dbr:Amitava_Datta ?,select distinct ?uri where { dbr:Amitava_Datta dbp:almaMater ?x . ?x dbo:sport ?uri . }
2712,what is the dbp:parent of dbr:Edsel ?,select distinct ?uri where { dbr:Edsel dbp:parent ?uri }
2713,"what is the dbo:TelevisionShow whose dbp:voices 's dbp:birthPlace is dbr:Truckee,_California ?","select distinct ?uri where { ?x dbp:birthPlace dbr:Truckee,_California . ?uri dbp:voices ?x . ?uri rdf:type dbo:TelevisionShow }"
2714,"what is the dbo:Person whose dbp:restingPlace is dbr:Palo_Alto,_California and dbo:award is dbr:Screen_Actors_Guild_Life_Achievement_Award ?","select distinct ?uri where { ?uri dbp:restingPlace dbr:Palo_Alto,_California . ?uri dbo:award dbr:Screen_Actors_Guild_Life_Achievement_Award . ?uri rdf:type dbo:Person }"
2715,how many dbo:TelevisionShow are there whose dbp:company is dbr:Playtone ?,select distinct count ( ?uri ) where { ?uri dbp:company dbr:Playtone . ?uri rdf:type dbo:TelevisionShow }
2716,list the dbp:mascot of the dbo:University whose dbp:athletics is dbr:National_Collegiate_Athletic_Association ?,select distinct ?uri where { ?x dbp:athletics dbr:National_Collegiate_Athletic_Association . ?x dbp:mascot ?uri . ?x rdf:type dbo:University }
2717,what is the dbo:routeJunction of dbr:Rhode_Island_Route_15 ?,select distinct ?uri where { dbr:Rhode_Island_Route_15 dbo:routeJunction ?uri }
2718,is dbr:Oregon the dbo:mouthMountain of dbr:Owyhee_River ?,ask where { dbr:Owyhee_River dbo:mouthMountain dbr:Oregon }
2719,what is the dbp:knownFor of the person whose dbp:relatives is dbr:Mrunalini_Kunte ?,select distinct ?uri where { ?x dbp:relatives dbr:Mrunalini_Kunte . ?x dbp:knownFor ?uri . }
2720,what is the dbp:nationality of dbr:Lawrence_Okoye ?,select distinct ?uri where { dbr:Lawrence_Okoye dbp:nationality ?uri }
2721,what is the dbo:party of the dbo:OfficeHolder whose dbp:constituency is dbr:Barasat_(Lok_Sabha_constituency) ?,select distinct ?uri where { ?x dbp:constituency dbr:Barasat_(Lok_Sabha_constituency) . ?x dbo:party ?uri . ?x rdf:type dbo:OfficeHolder }
2722,what are the dbp:associatedActs of dbr:Martin_Pugh ?,select distinct ?uri where { dbr:Martin_Pugh dbp:associatedActs ?uri }
2723,what is the dbp:author of the owls whose dbo:illustrator is dbr:Hiroyuki_Takei ?,select distinct ?uri where { ?x dbo:illustrator dbr:Hiroyuki_Takei . ?x dbp:author ?uri . }
2724,what is the dbp:president of the dbr:Carl_Stokes and dbr:Joseph_Stiglitz ?,select distinct ?uri where { dbr:Carl_Stokes dbp:president ?uri . dbr:Joseph_Stiglitz dbp:president ?uri . }
2725,what are the other dbo:president of the dbo:School whose dbo:president is dbr:Queen_Noor_of_Jordan ?,select distinct ?uri where { ?x dbo:president dbr:Queen_Noor_of_Jordan . ?x dbo:president ?uri . ?x rdf:type dbo:School }
2726,what is the dbo:TelevisionShow whose dbo:openingTheme is dbr:The_Best_of_Both_Worlds_(song) and dbp:executiveProducer is dbr:Steven_Peterman ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:The_Best_of_Both_Worlds_(song) . ?uri dbp:executiveProducer dbr:Steven_Peterman . ?uri rdf:type dbo:TelevisionShow }
2727,what are the dbo:tenant of dbr:Mercedes-Benz_Superdome ?,select distinct ?uri where { dbr:Mercedes-Benz_Superdome dbo:tenant ?uri }
2728,what is the dbp:birthPlace of the jockey (horse racer) who is the dbp:trainer of dbr:Leallah ?,select distinct ?uri where { dbr:Leallah dbp:trainer ?x . ?x dbp:birthPlace ?uri . }
2729,what are the dbo:TelevisionShow whose dbo:related 's dbp:producer is dbr:Susie_Liggat ?,select distinct ?uri where { ?x dbp:producer dbr:Susie_Liggat . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
2730,what is the dbo:TelevisionShow whose dbo:openingTheme is dbr:Where_Everybody_Knows_Your_Name and dbo:location is dbr:Massachusetts ?,select distinct ?uri where { ?uri dbo:openingTheme dbr:Where_Everybody_Knows_Your_Name . ?uri dbo:location dbr:Massachusetts . ?uri rdf:type dbo:TelevisionShow }
2731,what is the dbo:Software whose dbp:developer is dbr:John_Fanning_(businessman) ?,select distinct ?uri where { ?uri dbp:developer dbr:John_Fanning_(businessman) . ?uri rdf:type dbo:Software }
2732,what is the dbo:mouthMountain of dbr:Current_River_(Missouri) ?,select distinct ?uri where { dbr:Current_River_(Missouri) dbo:mouthMountain ?uri }
2733,list the dbo:canonizedBy of the saints whose dbp:titles is dbr:Doctor_of_the_Church ?,select distinct ?uri where { ?x dbp:titles dbr:Doctor_of_the_Church . ?x dbo:canonizedBy ?uri . }
2735,is dbr:Tupac_Shakur the dbp:lyrics of dbr:Holler_If_Ya_Hear_Me_(musical) ?,ask where { dbr:Holler_If_Ya_Hear_Me_(musical) dbp:lyrics dbr:Tupac_Shakur }
2736,what is the dbo:restingPlace of the dbo:MemberOfParliament whose dbo:vicePresident is dbr:James_Roberts_(trade_unionist) ?,select distinct ?uri where { ?x dbo:vicePresident dbr:James_Roberts_(trade_unionist) . ?x dbo:restingPlace ?uri . ?x rdf:type dbo:MemberOfParliament }
2737,what is the dbo:citizenship of the dbo:Entomologist who is the dbo:binomialAuthority of dbr:Smerinthus_saliceti ?,select distinct ?uri where { dbr:Smerinthus_saliceti dbo:binomialAuthority ?x . ?x dbo:citizenship ?uri . ?x rdf:type dbo:Entomologist }
2738,what is the dbo:ground of the dbo:SoccerClub which is the dbo:team of dbr:Alan_Kusov__11 ?,select distinct ?uri where { dbr:Alan_Kusov__11 dbo:team ?x . ?x dbo:ground ?uri . ?x rdf:type dbo:SoccerClub }
2739,what is the dbp:almaMater of the owl which is the dbo:child of dbr:Gustavo_Rojas_Pinilla ?,select distinct ?uri where { dbr:Gustavo_Rojas_Pinilla dbo:child ?x . ?x dbp:almaMater ?uri . }
2740,what is the dbo:currency of the dbo:Country whose dbp:leaderTitle is dbr:President_of_France ?,select distinct ?uri where { ?x dbp:leaderTitle dbr:President_of_France . ?x dbo:currency ?uri . ?x rdf:type dbo:Country }
2741,what is the dbo:manufacturer of dbr:Delta_III ?,select distinct ?uri where { dbr:Delta_III dbo:manufacturer ?uri }
2742,what is the dbp:fields of the scientists whose dbo:academicAdvisor is dbr:Édouard_Chavannes ?,select distinct ?uri where { ?x dbo:academicAdvisor dbr:Édouard_Chavannes . ?x dbp:fields ?uri . }
2743,who is the dbp:creator of dbr:Theme_Time_Radio_Hour ?,select distinct ?uri where { dbr:Theme_Time_Radio_Hour dbp:creator ?uri }
2744,what is the dbp:prospectTeam of dbr:Robin_Kovacs ?,select distinct ?uri where { dbr:Robin_Kovacs dbp:prospectTeam ?uri }
2745,how many dbo:stylisticOrigin are there of the music genre which is the dbo:genre of dbr:Harry_and_the_Potters_(album) ?,select distinct count ( ?uri ) where { dbr:Harry_and_the_Potters_(album) dbo:genre ?x . ?x dbo:stylisticOrigin ?uri . }
2747,what is the dbo:musicalBand of the dbr:Take_Me_There_(Blackstreet_&_Mýa_song) and dbo:associatedBand of the dbr:Blayse ?,select distinct ?uri where { dbr:Take_Me_There_(Blackstreet_&_Mýa_song) dbo:musicalBand ?uri . dbr:Blayse dbo:associatedBand uri }
2748,who is the office holder whose dbo:successor is dbr:Artúr_Görgei ?,select distinct ?uri where { ?uri dbo:successor dbr:Artúr_Görgei . }
2749,whose dbp:successor are dbr:Robert_P._Smith and dbr:Adrian_A._Basora ?,select distinct ?uri where { ?uri dbp:successor dbr:Robert_P._Smith . ?uri dbp:successor dbr:Adrian_A._Basora . }
2750,give me a count of dbo:Film whose dbp:editing is dbr:Mark_Stevens_(film_editor) ?,select distinct count ( ?uri ) where { ?uri dbp:editing dbr:Mark_Stevens_(film_editor) . ?uri rdf:type dbo:Film }
2751,"how many dbp:awards are there , of the people whose dbo:award is dbr:Golden_Globe_Award ?",select distinct count ( ?uri ) where { ?x dbo:award dbr:Golden_Globe_Award . ?x dbp:awards ?uri . ?uri rdf:type dbo:Award }
2752,what is the dbo:Mountain whose dbo:locatedInArea is dbr:California and dbo:parentMountainPeak is dbr:Nevado_de_Toluca ?,select distinct ?uri where { ?uri dbo:locatedInArea dbr:California . ?uri dbo:parentMountainPeak dbr:Nevado_de_Toluca . ?uri rdf:type dbo:Mountain }
2753,who is the dbo:Person whose dbo:employer is dbr:The_American_Magazine ?,select distinct ?uri where { ?uri dbo:employer dbr:The_American_Magazine . ?uri rdf:type dbo:Person }
2754,what is the software whose dbp:author 's dbp:employer is dbr:Cockroach_Labs ?,select distinct ?uri where { ?x dbp:employer dbr:Cockroach_Labs . ?uri dbp:author ?x . }
2755,"what is the dbo:college of the dbo:Person whose dbp:highschool is dbr:Palm_City,_Florida ?","select distinct ?uri where { ?x dbp:highschool dbr:Palm_City,_Florida . ?x dbo:college ?uri . ?x rdf:type dbo:Person }"
2756,what is the dbo:broadcastArea of the dbo:RadioStation whose dbo:sisterStation is dbr:CKFM-FM ?,select distinct ?uri where { ?x dbo:sisterStation dbr:CKFM-FM . ?x dbo:broadcastArea ?uri . ?x rdf:type dbo:RadioStation }
2757,what is the soccer player whose dbp:currentclub is dbr:New_York_City_FC and dbp:nationalteam is dbr:Spain_national_football_team ?,select distinct ?uri where { ?uri dbp:currentclub dbr:New_York_City_FC . ?uri dbp:nationalteam dbr:Spain_national_football_team . }
2758,is dbr:Texas the dbo:sourceMountain of dbr:San_Marcos_River ?,ask where { dbr:San_Marcos_River dbo:sourceMountain dbr:Texas }
2759,what is the stadium whose dbo:operator 's dbo:occupation is dbr:Pepsi_Center ?,select distinct ?uri where { ?x dbo:occupation dbr:Pepsi_Center . ?uri dbo:operator ?x . }
2760,what is the dbo:academicDiscipline of the dbr:Journal_of_Cerebral_Blood_Flow_&_Metabolism and dbo:ingredient of the dbr:Ragout_fin ?,select distinct ?uri where { dbr:Journal_of_Cerebral_Blood_Flow_&_Metabolism dbo:academicDiscipline ?uri . dbr:Ragout_fin dbo:ingredient uri }
2761,is dbr:Motherland_(anthem) the dbo:anthem of dbr:Mauritius ?,ask where { dbr:Mauritius dbo:anthem dbr:Motherland_(anthem) }
2762,what are the dbo:TelevisionShow whose dbo:starring is dbr:Jason_Carter_(actor) ?,select distinct ?uri where { ?uri dbo:starring dbr:Jason_Carter_(actor) . ?uri rdf:type dbo:TelevisionShow }
2763,what is the dbo:mouthCountry of the place whose dbo:rightTributary is dbr:Bjelimićka_Rijeka ?,select distinct ?uri where { ?x dbo:rightTributary dbr:Bjelimićka_Rijeka . ?x dbo:mouthCountry ?uri . }
2764,"what is the dbo:parentCompany of the dbo:Automobile whose dbo:automobilePlatform is dbr:Front-engine,_rear-wheel-drive_layout ?","select distinct ?uri where { ?x dbo:automobilePlatform dbr:Front-engine,_rear-wheel-drive_layout . ?x dbo:parentCompany ?uri . ?x rdf:type dbo:Automobile }"
2765,what is the dbp:mascot of the military unit which is the dbp:branch of dbr:Ronald_Wilson ?,select distinct ?uri where { dbr:Ronald_Wilson dbp:branch ?x . ?x dbp:mascot ?uri . }
2766,is dbr:Jerry_Siegel the dbp:creators of dbr:Lois_Lane ?,ask where { dbr:Lois_Lane dbp:creators dbr:Jerry_Siegel }
2767,what is the dbp:residence of dbr:Truman_McGill_Hobbs ?,select distinct ?uri where { dbr:Truman_McGill_Hobbs dbp:residence ?uri }
2768,how many dbo:AmericanFootballTeam are there whose dbp:city is dbr:Pennsylvania ?,select distinct count ( ?uri ) where { ?uri dbp:city dbr:Pennsylvania . ?uri rdf:type dbo:AmericanFootballTeam }
2769,what is the dbo:SportsTeam whose dbp:mascot is dbr:Aubie ?,select distinct ?uri where { ?uri dbp:mascot dbr:Aubie . ?uri rdf:type dbo:SportsTeam }
2770,what is the dbp:religiousAffiliation of dbr:Hong_Kong_Taoist_Association_Tang_Hin_Memorial_Secondary_School ?,select distinct ?uri where { dbr:Hong_Kong_Taoist_Association_Tang_Hin_Memorial_Secondary_School dbp:religiousAffiliation ?uri }
2771,"what is the dbo:battle of the dbo:Politician whose dbo:residence is dbr:Gales_Ferry,_Connecticut ?","select distinct ?uri where { ?x dbo:residence dbr:Gales_Ferry,_Connecticut . ?x dbo:battle ?uri . ?x rdf:type dbo:Politician }"
2772,what are the dbo:Software whose dbo:operatingSystem are dbr:Mac_OS and dbr:Microsoft_Windows ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Mac_OS . ?uri dbo:operatingSystem dbr:Microsoft_Windows . ?uri rdf:type dbo:Software }
2773,whose dbp:pastMembers are dbr:Nick_Jonas and dbr:Kevin_Jonas ?,select distinct ?uri where { ?uri dbp:pastMembers dbr:Nick_Jonas . ?uri dbp:pastMembers dbr:Kevin_Jonas . ?uri rdf:type dbo:Band }
2774,who are the dbo:Royalty whose dbp:placeOfBurial is dbr:Rome ?,select distinct ?uri where { ?uri dbp:placeOfBurial dbr:Rome . ?uri rdf:type dbo:Royalty }
2775,is dbr:Gaza_Strip the dbp:result of dbr:Operation_Autumn_Clouds ?,ask where { dbr:Operation_Autumn_Clouds dbp:result dbr:Gaza_Strip }
2776,who is the dbo:artist of the dbr:The_Bare_Necessities and dbo:starring of the dbr:Rock-a-Doodle ?,select distinct ?uri where { dbr:The_Bare_Necessities dbo:artist ?uri . dbr:Rock-a-Doodle dbo:starring uri }
2777,what is the dbo:parentCompany of the dbr:Cornell_University_Press and dbo:almaMater of the dbr:Mario_García_Menocal ?,select distinct ?uri where { dbr:Cornell_University_Press dbo:parentCompany ?uri . dbr:Mario_García_Menocal dbo:almaMater uri }
2778,list the dbp:religion of the dbo:Person whose dbp:residence is dbr:England ?,select distinct ?uri where { ?x dbp:residence dbr:England . ?x dbp:religion ?uri . ?x rdf:type dbo:Person }
2779,what is the dbp:birthPlace of dbr:MacKenzie_Miller ?,select distinct ?uri where { dbr:MacKenzie_Miller dbp:birthPlace ?uri }
2780,"is dbr:Arlington_County,_Virginia the dbp:garrison of dbr:United_States_Navy ?","ask where { dbr:United_States_Navy dbp:garrison dbr:Arlington_County,_Virginia }"
2781,what is the dbo:occupation of the dbr:Arthur_D._Levinson and dbo:developer of the dbr:Sherlock_(software) ?,select distinct ?uri where { dbr:Arthur_D._Levinson dbo:occupation ?uri . dbr:Sherlock_(software) dbo:developer uri }
2782,what is the dbo:incumbent of the politician whose dbo:opponent is dbr:John_Hospers ?,select distinct ?uri where { ?x dbo:opponent dbr:John_Hospers . ?x dbo:incumbent ?uri . }
2783,what is the dbo:birthPlace of the dbo:NetballPlayer who is the dbp:relatives of dbr:Rachel_Rasmussen ?,select distinct ?uri where { dbr:Rachel_Rasmussen dbp:relatives ?x . ?x dbo:birthPlace ?uri . ?x rdf:type dbo:NetballPlayer }
2784,what is the dbp:veneratedIn of the religious who is the dbo:binomialAuthority of dbr:Ceratosoma_tenue ?,select distinct ?uri where { dbr:Ceratosoma_tenue dbo:binomialAuthority ?x . ?x dbp:veneratedIn ?uri . }
2785,what is the dbp:birthPlace of the dbo:Pope who is the dbo:canonizedBy of dbr:Agatha_of_Sicily ?,select distinct ?uri where { dbr:Agatha_of_Sicily dbo:canonizedBy ?x . ?x dbp:birthPlace ?uri . ?x rdf:type dbo:Pope }
2786,what is the dbp:city of the dbo:TelevisionStation whose dbo:broadcastNetwork is dbr:SCOLA_(TV_service) ?,select distinct ?uri where { ?x dbo:broadcastNetwork dbr:SCOLA_(TV_service) . ?x dbp:city ?uri . ?x rdf:type dbo:TelevisionStation }
2787,who are the dbo:Scientist whose dbp:prizes is dbr:Gold_Medal_of_the_Royal_Astronomical_Society ?,select distinct ?uri where { ?uri dbp:prizes dbr:Gold_Medal_of_the_Royal_Astronomical_Society . ?uri rdf:type dbo:Scientist }
2788,who are the dbo:bandMember of dbr:Skull_Gang ?,select distinct ?uri where { dbr:Skull_Gang dbo:bandMember ?uri }
2789,what is the dbo:deathCause of dbr:Letitia_MacTavish_Hargrave ?,select distinct ?uri where { dbr:Letitia_MacTavish_Hargrave dbo:deathCause ?uri }
