id,english,sparql
0,how many movies are there whose dbo:director is dbr:Stanley_Kubrick ?,select distinct count ( ?uri ) where { ?uri dbo:director dbr:Stanley_Kubrick . }
1,what dbo:City 's dbo:founder is dbr:John_Forbes_(British_Army_officer) ?,select distinct ?uri where { ?uri dbo:founder dbr:John_Forbes_(British_Army_officer) . ?uri rdf:type dbo:City }
2,what is the dbo:River whose dbo:riverMouth is dbr:Dead_Sea ?,select distinct ?uri where { ?uri dbo:riverMouth dbr:Dead_Sea . ?uri rdf:type dbo:River }
3,what is the dbp:allegiance of dbr:John_Kotelawala ?,select distinct ?uri where { dbr:John_Kotelawala dbp:allegiance ?uri }
4,what is the total number of dbp:race of the race horses whose dbo:breeder is dbr:Jacques_Van't_Hart ?,select distinct count ( ?uri ) where { ?x dbo:breeder dbr:Jacques_Van't_Hart . ?x dbp:race ?uri . }
5,"what is the dbo:incumbent of the dbr:Al_Gore_presidential_campaign,_2000 and dbo:president of the dbr:Ann_Lewis ?","select distinct ?uri where { dbr:Al_Gore_presidential_campaign,_2000 dbo:incumbent ?uri . dbr:Ann_Lewis dbo:president uri }"
6,what is the dbo:region of dbr:Tom_Perriello ?,select distinct ?uri where { dbr:Tom_Perriello dbo:region ?uri }
7,what is the dbo:layout of the dbo:Automobile whose dbp:related is dbr:Subaru_Outback ?,select distinct ?uri where { ?x dbp:related dbr:Subaru_Outback . ?x dbo:layout ?uri . ?x rdf:type dbo:Automobile }
8,what is the dbp:address of the hotels whose dbp:operator is dbr:Starwood_Hotels_and_Resorts_Worldwide ?,select distinct ?uri where { ?x dbp:operator dbr:Starwood_Hotels_and_Resorts_Worldwide . ?x dbp:address ?uri . }
9,what is the dbp:mascot of dbr:Austin_College ?,select distinct ?uri where { dbr:Austin_College dbp:mascot ?uri }
10,what is the dbo:university of the rugby player who is the dbp:headcoach of dbr:1906–17_Stanford_rugby_teams ?,select distinct ?uri where { dbr:1906–17_Stanford_rugby_teams dbp:headcoach ?x . ?x dbo:university ?uri . }
11,"give me a count of people whose dbp:residence is dbr:Wilton,_Connecticut ?","select distinct count ( ?uri ) where { ?uri dbp:residence dbr:Wilton,_Connecticut . }"
12,what is the dbo:award of the person who is the dbo:director of dbr:The_Haunted_House_(1929_film) ?,select distinct ?uri where { dbr:The_Haunted_House_(1929_film) dbo:director ?x . ?x dbo:award ?uri . }
13,what is the dbp:origin of dbr:Henry_Cluney ?,select distinct ?uri where { dbr:Henry_Cluney dbp:origin ?uri }
14,list the dbp:knownFor of the dbo:Person whose dbp:placeOfBirth is dbr:New_Orleans ?,select distinct ?uri where { ?x dbp:placeOfBirth dbr:New_Orleans . ?x dbp:knownFor ?uri . ?x rdf:type dbo:Person }
15,what is the dbo:sport of the dbo:School whose dbp:region is dbr:Capital_region ?,select distinct ?uri where { ?x dbp:region dbr:Capital_region . ?x dbo:sport ?uri . ?x rdf:type dbo:School }
16,what is the dbp:developer of the dbr:Batch_Monitor and dbp:distributor of the dbr:Riddim_Ribbon_feat._The_Black_Eyed_Peas ?,select distinct ?uri where { dbr:Batch_Monitor dbp:developer ?uri . dbr:Riddim_Ribbon_feat._The_Black_Eyed_Peas dbp:distributor uri }
17,what is the dbo:origin of the dbr:Xynisteri and dbr:Mavro ?,select distinct ?uri where { dbr:Xynisteri dbo:origin ?uri . dbr:Mavro dbo:origin ?uri . }
18,what is the dbo:award of the dbo:Person whose dbo:battle is dbr:Battle_of_France ?,select distinct ?uri where { ?x dbo:battle dbr:Battle_of_France . ?x dbo:award ?uri . ?x rdf:type dbo:Person }
19,what is the dbp:restingplace of dbr:Charles_Edward_Magoon ?,select distinct ?uri where { dbr:Charles_Edward_Magoon dbp:restingplace ?uri }
20,what is the dbo:builder of the dbo:Stadium whose dbo:tenant is dbr:2013_Copa_Centroamericana ?,select distinct ?uri where { ?x dbo:tenant dbr:2013_Copa_Centroamericana . ?x dbo:builder ?uri . ?x rdf:type dbo:Stadium }
22,what are the given names whose dbp:gender is dbr:Female ?,select distinct ?uri where { ?uri dbp:gender dbr:Female }
23,what is the dbp:parent of the automobile whose dbp:products is dbr:Edsel_Ranger ?,select distinct ?uri where { ?x dbp:products dbr:Edsel_Ranger . ?x dbp:parent ?uri . }
24,what is the total number of other dbo:board of the people whose dbo:board is dbr:Creative_Commons ?,select distinct count ( ?uri ) where { ?x dbo:board dbr:Creative_Commons . ?x dbo:board ?uri }
25,"who is the dbp:leader of dbr:United_States_House_of_Representatives_elections,_1788_and_1789 ?","select distinct ?uri where { dbr:United_States_House_of_Representatives_elections,_1788_and_1789 dbp:leader ?uri }"
26,who is the dbp:writer of the dbr:The_Fugitive_Kind and dbo:author of the dbr:The_Notebook_of_Trigorin ?,select distinct ?uri where { dbr:The_Fugitive_Kind dbp:writer ?uri . dbr:The_Notebook_of_Trigorin dbo:author ?uri . }
27,what is the dbo:Mountain whose dbo:mountainRange is dbr:Sierra_Nevada_(U.S.) and dbo:parentMountainPeak is dbr:Nevado_de_Toluca ?,select distinct ?uri where { ?uri dbo:mountainRange dbr:Sierra_Nevada_(U.S.) . ?uri dbo:parentMountainPeak dbr:Nevado_de_Toluca . ?uri rdf:type dbo:Mountain }
28,what is the dbp:placeOfDeath of the architect who is the dbo:designer of dbr:Monument_to_Salavat_Yulaev ?,select distinct ?uri where { dbr:Monument_to_Salavat_Yulaev dbo:designer ?x . ?x dbp:placeOfDeath ?uri . }
29,how many dbo:Mammal are there whose dbp:phylum is dbr:Chordate ?,select distinct count ( ?uri ) where { ?uri dbp:phylum dbr:Chordate . ?uri rdf:type dbo:Mammal }
30,what is the dbp:battles of dbr:Roh_Tae-woo ?,select distinct ?uri where { dbr:Roh_Tae-woo dbp:battles ?uri }
31,what is the dbp:subject of the dbo:Book whose dbp:publisher is dbr:Random_House ?,select distinct ?uri where { ?x dbp:publisher dbr:Random_House . ?x dbp:subject ?uri . ?x rdf:type dbo:Book }
32,what is the dbo:founder of the dbr:Pittsburgh and dbo:appointer of the dbr:William_Cushing ?,select distinct ?uri where { dbr:Pittsburgh dbo:founder ?uri . dbr:William_Cushing dbo:appointer uri }
33,what are the dbo:Newspaper whose dbp:owners 's dbo:keyPerson is dbr:Rolv_Erik_Ryssdal ?,select distinct ?uri where { ?x dbo:keyPerson dbr:Rolv_Erik_Ryssdal . ?uri dbp:owners ?x . ?uri rdf:type dbo:Newspaper }
34,what is the dbp:series of the dbr:The_Lost_Special and dbp:characters of the dbr:Sherlock_Holmes_(play) ?,select distinct ?uri where { dbr:The_Lost_Special dbp:series ?uri . dbr:Sherlock_Holmes_(play) dbp:characters uri }
35,what is the dbp:knownFor of the dbo:Model whose dbp:placeOfBirth is dbr:Louisiana ?,select distinct ?uri where { ?x dbp:placeOfBirth dbr:Louisiana . ?x dbp:knownFor ?uri . ?x rdf:type dbo:Model }
36,what is the dbo:officialLanguage of the dbr:Ladonia_(micronation) and dbr:Empire_of_Atlantium ?,select distinct ?uri where { dbr:Ladonia_(micronation) dbo:officialLanguage ?uri . dbr:Empire_of_Atlantium dbo:officialLanguage ?uri . }
37,what is the dbo:award of the person who is the dbo:animator of dbr:The_Skeleton_Dance ?,select distinct ?uri where { dbr:The_Skeleton_Dance dbo:animator ?x . ?x dbo:award ?uri . }
38,what is the dbo:OfficeHolder whose dbp:constituency is dbr:Haight-Ashbury and dbo:militaryUnit is dbr:USS_Kittiwake_(ASR-13) ?,select distinct ?uri where { ?uri dbp:constituency dbr:Haight-Ashbury . ?uri dbo:militaryUnit dbr:USS_Kittiwake_(ASR-13) . ?uri rdf:type dbo:OfficeHolder }
39,what is the dbp:region of the dbo:EthnicGroup which is the dbo:language of dbr:Arkansas ?,select distinct ?uri where { dbr:Arkansas dbo:language ?x . ?x dbp:region ?uri . ?x rdf:type dbo:EthnicGroup }
40,what is the dbo:religion of the dbo:MemberOfParliament whose dbo:relation is dbr:Sarathchandra_Rajakaruna ?,select distinct ?uri where { ?x dbo:relation dbr:Sarathchandra_Rajakaruna . ?x dbo:religion ?uri . ?x rdf:type dbo:MemberOfParliament }
41,what is the dbo:tenant of dbr:New_Sanno_Hotel ?,select distinct ?uri where { dbr:New_Sanno_Hotel dbo:tenant ?uri }
42,what is the dbp:name of the dbr:2000–01_Aston_Villa_F.C._season and dbo:manager of the dbr:2009–10_Middlesbrough_F.C._season ?,select distinct ?uri where { dbr:2000–01_Aston_Villa_F.C._season dbp:name ?uri . dbr:2009–10_Middlesbrough_F.C._season dbo:manager uri }
43,is dbr:Galileo_Galilei the dbp:discoverer of dbr:Ganymede_(moon) ?,ask where { dbr:Ganymede_(moon) dbp:discoverer dbr:Galileo_Galilei }
44,what is the dbo:FormulaOneRacer whose dbp:relatives is dbr:Ralf_Schumacher and dbo:child is dbr:Mick_Schumacher ?,select distinct ?uri where { ?uri dbp:relatives dbr:Ralf_Schumacher . ?uri dbo:child dbr:Mick_Schumacher . ?uri rdf:type dbo:FormulaOneRacer }
45,is dbr:Front-engine_design the dbo:automobilePlatform of dbr:Toyota_Verossa ?,ask where { dbr:Toyota_Verossa dbo:automobilePlatform dbr:Front-engine_design . }
46,what is the dbp:products of the dbo:Bank whose dbo:product is dbr:Postbanken ?,select distinct ?uri where { ?x dbo:product dbr:Postbanken . ?x dbp:products ?uri . ?x rdf:type dbo:Bank }
47,what is the dbo:occupation of the dbr:Irving_Chernev and dbr:Karen_Grigorian ?,select distinct ?uri where { dbr:Irving_Chernev dbo:occupation ?uri . dbr:Karen_Grigorian dbo:occupation ?uri . }
48,what is the dbo:manufacturer of the dbo:Train whose dbo:operator is dbr:MTR ?,select distinct ?uri where { ?x dbo:operator dbr:MTR . ?x dbo:manufacturer ?uri . ?x rdf:type dbo:Train }
49,what is the dbo:TelevisionShow whose dbo:distributor is dbr:Broadcast_syndication and dbp:themeMusicComposer is dbr:Primus_(band) ?,select distinct ?uri where { ?uri dbo:distributor dbr:Broadcast_syndication . ?uri dbp:themeMusicComposer dbr:Primus_(band) . ?uri rdf:type dbo:TelevisionShow }
50,what is the dbo:nationality of the dbo:Writer whose dbo:movement is dbr:Feminism ?,select distinct ?uri where { ?x dbo:movement dbr:Feminism . ?x dbo:nationality ?uri . ?x rdf:type dbo:Writer }
51,what is the dbo:formerTeam of the ice hockey players whose dbp:position is dbr:Defenceman ?,select distinct ?uri where { ?x dbp:position dbr:Defenceman . ?x dbo:formerTeam ?uri . }
52,what is the dbo:bandMember of the dbo:Band whose dbp:currentMembers is dbr:Hynief ?,select distinct ?uri where { ?x dbp:currentMembers dbr:Hynief . ?x dbo:bandMember ?uri . ?x rdf:type dbo:Band }
53,what is the dbo:routeEnd of the dbr:Mumbai_Vadodara_Expressway and dbp:line of the dbr:Vadodara_Junction_railway_station ?,select distinct ?uri where { dbr:Mumbai_Vadodara_Expressway dbo:routeEnd ?uri . dbr:Vadodara_Junction_railway_station dbp:line uri }
54,what is the dbp:author of the owls whose dbp:magazine is dbr:Jump_Square ?,select distinct ?uri where { ?x dbp:magazine dbr:Jump_Square . ?x dbp:author ?uri . }
55,give me a count of television shows whose dbo:network is dbr:BBC_HD ?,select distinct count ( ?uri ) where { ?uri dbo:network dbr:BBC_HD . }
56,what is the dbp:discipline of the dbr:The_Chess_Monthly and dbo:occupation of the dbr:Craig_Van_Tilbury ?,select distinct ?uri where { dbr:The_Chess_Monthly dbp:discipline ?uri . dbr:Craig_Van_Tilbury dbo:occupation uri }
57,what is the dbo:location of the religious who is the dbp:successor of dbr:Thongsuk_Samdaengpan ?,select distinct ?uri where { dbr:Thongsuk_Samdaengpan dbp:successor ?x . ?x dbo:location ?uri . }
58,what is the dbo:locationCity of the dbr:Denver_Broncos and dbp:placeOfBirth of the dbr:William_C._Cramer ?,select distinct ?uri where { dbr:Denver_Broncos dbo:locationCity ?uri . dbr:William_C._Cramer dbp:placeOfBirth uri }
59,is dbr:Mark_Twain the dbp:characters of dbr:Mark_Twain_Tonight ?,ask where { dbr:Mark_Twain_Tonight dbp:characters dbr:Mark_Twain }
60,what are the dbo:Bacteria whose dbo:order is dbr:Bacillales and dbp:domain is dbr:Bacteria ?,select distinct ?uri where { ?uri dbo:order dbr:Bacillales . ?uri dbp:domain dbr:Bacteria . ?uri rdf:type dbo:Bacteria }
61,what is the dbp:place of the dbr:Geography_Club_(play) and dbp:residence of the dbr:Scott_Berkun ?,select distinct ?uri where { dbr:Geography_Club_(play) dbp:place ?uri . dbr:Scott_Berkun dbp:residence uri }
62,what are the fictional characters whose dbo:series 's dbo:executiveProducer is dbr:Ricky_Gervais ?,select distinct ?uri where { ?x dbo:executiveProducer dbr:Ricky_Gervais . ?uri dbo:series ?x . }
63,"is dbr:The_Next_Step_(James_Brown_album) the dbp:album of dbr:Killing_Is_Out,_School_Is_In ?","ask where { dbr:Killing_Is_Out,_School_Is_In dbp:album dbr:The_Next_Step_(James_Brown_album) }"
64,what is the dbo:Band whose dbo:formerBandMember is dbr:Kevin_Jonas and dbp:pastMembers is dbr:Joe_Jonas ?,select distinct ?uri where { ?uri dbo:formerBandMember dbr:Kevin_Jonas . ?uri dbp:pastMembers dbr:Joe_Jonas . ?uri rdf:type dbo:Band }
65,how many owls are there whose dbp:youthclubs 's dbp:manager is dbr:Luis_Enrique_(footballer) ?,select distinct count ( ?uri ) where { ?x dbp:manager dbr:Luis_Enrique_(footballer) . ?uri dbp:youthclubs ?x . }
66,is dbr:Chordate the dbp:phylum of dbr:Camel ?,ask where { dbr:Camel dbp:phylum dbr:Chordate }
67,what is the dbp:purpose of the dbr:Maharashtra_Chess_Association and dbo:genre of the dbr:PyChess ?,select distinct ?uri where { dbr:Maharashtra_Chess_Association dbp:purpose ?uri . dbr:PyChess dbo:genre uri }
68,what are the american football players whose dbo:formerTeam are dbr:Indianapolis_Colts and dbr:Carolina_Panthers ?,select distinct ?uri where { ?uri dbo:formerTeam dbr:Indianapolis_Colts . ?uri dbo:formerTeam dbr:Carolina_Panthers . }
69,what is the dbp:language of dbr:All_I_Need_Is_Your_Sweet_Lovin' ?,select distinct ?uri where { dbr:All_I_Need_Is_Your_Sweet_Lovin' dbp:language ?uri }
70,what is the office holder whose dbp:rank is dbr:Colonel_(United_States) and dbp:spouse is dbr:Dolley_Madison ?,select distinct ?uri where { ?uri dbp:rank dbr:Colonel_(United_States) . ?uri dbp:spouse dbr:Dolley_Madison . }
71,what is the dbp:title of the dbr:Zaman_Shah_Durrani and dbo:nationality of the dbr:Salahuddin_Rabbani ?,select distinct ?uri where { dbr:Zaman_Shah_Durrani dbp:title ?uri . dbr:Salahuddin_Rabbani dbo:nationality uri }
72,is dbr:Cibao_International_Airport the dbo:hubAirport of dbr:Merlin_Express ?,ask where { dbr:Merlin_Express dbo:hubAirport dbr:Cibao_International_Airport }
73,is dbr:Gibson_Les_Paul the dbp:notableInstruments of dbr:Duane_Allman ?,ask where { dbr:Duane_Allman dbp:notableInstruments dbr:Gibson_Les_Paul }
74,what is the dbp:judges of the dbr:Rising_Star_(U.S._TV_series) and dbp:artist of the dbr:Brad_Paisley_discography ?,select distinct ?uri where { dbr:Rising_Star_(U.S._TV_series) dbp:judges ?uri . dbr:Brad_Paisley_discography dbp:artist uri }
75,who are the people whose dbo:religion 's dbp:headquarters is dbr:Gold_Base ?,select distinct ?uri where { ?x dbp:headquarters dbr:Gold_Base . ?uri dbo:religion ?x . }
76,what is the dbp:party of the dbr:Iqbal_Singh_(politician) and dbr:B._Shiva_Rao ?,select distinct ?uri where { dbr:Iqbal_Singh_(politician) dbp:party ?uri . dbr:B._Shiva_Rao dbp:party ?uri . }
77,what is the dbo:state of the school which is the dbp:almaMater of dbr:Ben_Ysursa ?,select distinct ?uri where { dbr:Ben_Ysursa dbp:almaMater ?x . ?x dbo:state ?uri . }
78,what is the dbo:sport of the dbr:Lagos_Preparatory_School and dbo:occupation of the dbr:William_Garne ?,select distinct ?uri where { dbr:Lagos_Preparatory_School dbo:sport ?uri . dbr:William_Garne dbo:occupation uri }
79,what are the beverages whose dbo:origin is dbr:England ?,select distinct ?uri where { ?uri dbo:origin dbr:England }
80,what is the dbp:currentMembers of the dbr:Insects_vs_Robots and dbo:musicComposer of the dbr:Kenny_Dies ?,select distinct ?uri where { dbr:Insects_vs_Robots dbp:currentMembers ?uri . dbr:Kenny_Dies dbo:musicComposer uri }
81,what are the dbo:TelevisionShow whose dbp:distributor is dbr:HBO ?,select distinct ?uri where { ?uri dbp:distributor dbr:HBO . ?uri rdf:type dbo:TelevisionShow }
82,what is the dbo:distributingLabel of dbr:StandBy_Records ?,select distinct ?uri where { dbr:StandBy_Records dbo:distributingLabel ?uri }
83,who is the dbo:starring of dbr:On_Air_with_Ryan_Seacrest ?,select distinct ?uri where { dbr:On_Air_with_Ryan_Seacrest dbo:starring ?uri }
84,"what is the office holder whose dbp:children are dbr:James_Roosevelt and dbr:Franklin_Delano_Roosevelt,_Jr. ?","select distinct ?uri where { ?uri dbp:children dbr:James_Roosevelt . ?uri dbp:children dbr:Franklin_Delano_Roosevelt,_Jr. . }"
85,count the dbo:location of the waterway tunnels whose dbo:owner is dbr:Canal_&_River_Trust ?,select distinct count ( ?uri ) where { ?x dbo:owner dbr:Canal_&_River_Trust . ?x dbo:location ?uri . }
86,what is the total number of other dbo:launchSite of the rockets whose dbo:launchSite is dbr:Cape_Canaveral_Air_Force_Station ?,select distinct count ( ?uri ) where { ?x dbo:launchSite dbr:Cape_Canaveral_Air_Force_Station . ?x dbo:launchSite ?uri }
87,what is the dbo:leaderName of the dbo:Place whose dbo:timeZone is dbr:Indian_Standard_Time ?,select distinct ?uri where { ?x dbo:timeZone dbr:Indian_Standard_Time . ?x dbo:leaderName ?uri . ?x rdf:type dbo:Place }
88,who are the comics characters whose dbo:creator is dbr:Bruce_Timm ?,select distinct ?uri where { ?uri dbo:creator dbr:Bruce_Timm . }
89,what is the dbp:almaMater of the dbr:Patty_Lin and dbp:education of the dbr:Franklin_W._Olin ?,select distinct ?uri where { dbr:Patty_Lin dbp:almaMater ?uri . dbr:Franklin_W._Olin dbp:education uri }
90,what is the dbo:associate of the dbr:Thomas_Bryan_Martin and dbo:founder of the dbr:Pittsburgh ?,select distinct ?uri where { dbr:Thomas_Bryan_Martin dbo:associate ?uri . dbr:Pittsburgh dbo:founder uri }
91,what is the dbp:licensee of dbr:WXXV-DT2 ?,select distinct ?uri where { dbr:WXXV-DT2 dbp:licensee ?uri }
92,count the other dbo:sport of the schools whose dbo:sport is dbr:Hockey ?,select distinct count ( ?uri ) where { ?x dbo:sport dbr:Hockey . ?x dbo:sport ?uri }
93,list the other dbp:placeOfBurial of the dbo:Royalty whose dbp:placeOfBurial is dbr:Little_Easton ?,select distinct ?uri where { ?x dbp:placeOfBurial dbr:Little_Easton . ?x dbp:placeOfBurial ?uri . ?x rdf:type dbo:Royalty }
94,what is the dbo:relation of the dbo:Person whose dbo:battle is dbr:Operation_Barbarossa ?,select distinct ?uri where { ?x dbo:battle dbr:Operation_Barbarossa . ?x dbo:relation ?uri . ?x rdf:type dbo:Person }
95,what is the total number of dbp:awards of the artists whose dbp:occupation is dbr:Screenwriter ?,select distinct count ( ?uri ) where { ?x dbp:occupation dbr:Screenwriter . ?x dbp:awards ?uri . }
96,what is the dbo:builder of dbr:Estadio_Nacional_de_Costa_Rica_(2011) ?,select distinct ?uri where { dbr:Estadio_Nacional_de_Costa_Rica_(2011) dbo:builder ?uri }
97,how many dbo:Software are there whose dbo:operatingSystem is dbr:Microsoft_Windows ?,select distinct count ( ?uri ) where { ?uri dbo:operatingSystem dbr:Microsoft_Windows . ?uri rdf:type dbo:Software }
98,what is the dbo:honours of the dbo:Horse which is the dbp:grandsire of dbr:Counterpoint_(horse) ?,select distinct ?uri where { dbr:Counterpoint_(horse) dbp:grandsire ?x . ?x dbo:honours ?uri . ?x rdf:type dbo:Horse }
99,what is the dbo:location of dbr:Swedish_Covenant_Hospital ?,select distinct ?uri where { dbr:Swedish_Covenant_Hospital dbo:location ?uri }
100,who is the scientist whose dbp:prizes is dbr:Norbert_Wiener_Award_for_Social_and_Professional_Responsibility ?,select distinct ?uri where { ?uri dbp:prizes dbr:Norbert_Wiener_Award_for_Social_and_Professional_Responsibility . }
101,what is the dbp:awards of the artists whose dbp:occupation is dbr:Screenwriter ?,select distinct ?uri where { ?x dbp:occupation dbr:Screenwriter . ?x dbp:awards ?uri . }
102,what is the dbp:office of the dbo:Person whose dbp:deathPlace is dbr:U.S._Route_165 ?,select distinct ?uri where { ?x dbp:deathPlace dbr:U.S._Route_165 . ?x dbp:office ?uri . ?x rdf:type dbo:Person }
103,what is the dbp:race of the dbo:Horse whose dbp:owner is dbr:Tillingdale ?,select distinct ?uri where { ?x dbp:owner dbr:Tillingdale . ?x dbp:race ?uri . ?x rdf:type dbo:Horse }
104,what is the dbo:TelevisionShow whose dbo:related 's dbo:subsequentWork is dbr:Doctor_Who_Extra ?,select distinct ?uri where { ?x dbo:subsequentWork dbr:Doctor_Who_Extra . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
105,what is the dbo:predecessor of the dbo:Automobile which is the dbp:related of dbr:Cadillac_Fleetwood ?,select distinct ?uri where { dbr:Cadillac_Fleetwood dbp:related ?x . ?x dbo:predecessor ?uri . ?x rdf:type dbo:Automobile }
106,what is the country whose dbo:largestCity is dbr:Lima ?,select distinct ?uri where { ?uri dbo:largestCity dbr:Lima }
107,whose dbo:opponent are dbr:Ike_Clanton and dbr:Billy_Clanton ?,select distinct ?uri where { ?uri dbo:opponent dbr:Ike_Clanton . ?uri dbo:opponent dbr:Billy_Clanton . }
108,what is the dbo:institution of dbr:Robert_Hall_(economist) ?,select distinct ?uri where { dbr:Robert_Hall_(economist) dbo:institution ?uri }
109,what is the dbo:religion of the president who is the dbo:commander of dbr:South_Thailand_insurgency ?,select distinct ?uri where { dbr:South_Thailand_insurgency dbo:commander ?x . ?x dbo:religion ?uri . }
110,what dbo:Writer 's dbp:notableworks is dbr:Maniac_Magee ?,select distinct ?uri where { ?uri dbp:notableworks dbr:Maniac_Magee . ?uri rdf:type dbo:Writer }
111,what is the dbo:nationality of dbr:Emmett_Hughes ?,select distinct ?uri where { dbr:Emmett_Hughes dbo:nationality ?uri . }
112,what are the dbo:Film whose dbp:music is dbr:Laurie_Johnson ?,select distinct ?uri where { ?uri dbp:music dbr:Laurie_Johnson . ?uri rdf:type dbo:Film }
113,what is the information appliance whose dbo:manufacturer is dbr:Sony and dbo:predecessor is dbr:PlayStation_2 ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Sony . ?uri dbo:predecessor dbr:PlayStation_2 . }
114,list the dbp:related of the dbo:Automobile whose dbp:class is dbr:Luxury_vehicle ?,select distinct ?uri where { ?x dbp:class dbr:Luxury_vehicle . ?x dbp:related ?uri . ?x rdf:type dbo:Automobile }
115,"what is the dbo:TelevisionShow whose dbp:judges is dbr:Harry_Connick,_Jr. ?","select distinct ?uri where { ?uri dbp:judges dbr:Harry_Connick,_Jr. . ?uri rdf:type dbo:TelevisionShow }"
116,is dbr:Paul_Weatherwax the dbp:editing of dbr:Behave_Yourself! ?,ask where { dbr:Behave_Yourself! dbp:editing dbr:Paul_Weatherwax }
117,is dbr:Creative_Commons_license the dbp:license of dbr:Journal_of_Cancer ?,ask where { dbr:Journal_of_Cancer dbp:license dbr:Creative_Commons_license }
118,what is the dbp:genre of the dbo:VideoGame whose dbo:developer is dbr:Blizzard_Entertainment ?,select distinct ?uri where { ?x dbo:developer dbr:Blizzard_Entertainment . ?x dbp:genre ?uri . ?x rdf:type dbo:VideoGame }
119,what is the dbo:series of dbr:Doctor_Who:_Evacuation_Earth ?,select distinct ?uri where { dbr:Doctor_Who:_Evacuation_Earth dbo:series ?uri }
120,what is the dbp:awards of the person who is the dbp:writer of dbr:Face_to_Face_(1976_film) ?,select distinct ?uri where { dbr:Face_to_Face_(1976_film) dbp:writer ?x . ?x dbp:awards ?uri . }
121,what is the dbo:otherParty of the dbr:Chandra_Shekhar and dbo:party of the dbr:Govinda_(actor) ?,select distinct ?uri where { dbr:Chandra_Shekhar dbo:otherParty ?uri . dbr:Govinda_(actor) dbo:party uri }
122,what is the dbp:awards of the owl which is the dbp:screenplay of dbr:The_Motorcycle_Diaries_(film) ?,select distinct ?uri where { dbr:The_Motorcycle_Diaries_(film) dbp:screenplay ?x . ?x dbp:awards ?uri . }
123,is dbr:United_States_Senate the dbo:nominee of dbr:Jack_Ryan_(politician) ?,ask where { dbr:Jack_Ryan_(politician) dbo:nominee dbr:United_States_Senate }
124,what is the dbo:bandMember of the dbo:Band whose dbp:label is dbr:Entertainment_One_Music ?,select distinct ?uri where { ?x dbp:label dbr:Entertainment_One_Music . ?x dbo:bandMember ?uri . ?x rdf:type dbo:Band }
125,what is the dbo:formerTeam of the dbr:Dan_Daoust and dbp:playedFor of the dbr:Don_Ashby ?,select distinct ?uri where { dbr:Dan_Daoust dbo:formerTeam ?uri . dbr:Don_Ashby dbp:playedFor ?uri . }
126,what is the dbp:area of dbr:Radio_Philippines_Network ?,select distinct ?uri where { dbr:Radio_Philippines_Network dbp:area ?uri }
127,what is the dbp:district of the dbr:Fort_Heath_radar_station and dbp:state of the dbr:Joseph_Story ?,select distinct ?uri where { dbr:Fort_Heath_radar_station dbp:district ?uri . dbr:Joseph_Story dbp:state uri }
128,what is the dbo:River whose dbo:riverMouth is dbr:Gulf_of_Mexico and dbp:sourceLocation is dbr:Itasca_State_Park ?,select distinct ?uri where { ?uri dbo:riverMouth dbr:Gulf_of_Mexico . ?uri dbp:sourceLocation dbr:Itasca_State_Park . ?uri rdf:type dbo:River }
129,"is dbr:Mitch_Miller the dbo:musicalBand of dbr:My_Truly,_Truly_Fair ?","ask where { dbr:My_Truly,_Truly_Fair dbo:musicalBand dbr:Mitch_Miller }"
130,what is the dbp:denomination of the dbo:School whose dbp:region is dbr:Ashanti_Region ?,select distinct ?uri where { ?x dbp:region dbr:Ashanti_Region . ?x dbp:denomination ?uri . ?x rdf:type dbo:School }
131,what is the dbo:OfficeHolder whose dbp:successor 's dbo:almaMater is dbr:Instituts_d'études_politiques ?,select distinct ?uri where { ?x dbo:almaMater dbr:Instituts_d'études_politiques . ?uri dbp:successor ?x . ?uri rdf:type dbo:OfficeHolder }
132,give the total number of dbp:mascot of the universities whose dbp:athletics is dbr:National_Collegiate_Athletic_Association ?,select distinct count ( ?uri ) where { ?x dbp:athletics dbr:National_Collegiate_Athletic_Association . ?x dbp:mascot ?uri . }
133,what is the dbo:regionServed of the dbr:Digit-Alb and dbo:birthPlace of the dbr:Christine_Rolfes ?,select distinct ?uri where { dbr:Digit-Alb dbo:regionServed ?uri . dbr:Christine_Rolfes dbo:birthPlace uri }
134,what is the dbp:country of dbr:WTA_Tour_Championships ?,select distinct ?uri where { dbr:WTA_Tour_Championships dbp:country ?uri }
135,what is the dbo:TelevisionShow whose dbp:themeMusicComposer is dbr:Julian_Gingell and dbp:channel is dbr:Fox_Broadcasting_Company ?,select distinct ?uri where { ?uri dbp:themeMusicComposer dbr:Julian_Gingell . ?uri dbp:channel dbr:Fox_Broadcasting_Company . ?uri rdf:type dbo:TelevisionShow }
136,what is the dbo:award of the screenwriter who is the dbp:screenplay of dbr:The_Postman_(film) ?,select distinct ?uri where { dbr:The_Postman_(film) dbp:screenplay ?x . ?x dbo:award ?uri . }
137,what is the dbo:service of dbr:Laemmle_Theatres ?,select distinct ?uri where { dbr:Laemmle_Theatres dbo:service ?uri }
138,is dbr:Video_game the dbp:industry of dbr:Nintendo ?,ask where { dbr:Nintendo dbp:industry dbr:Video_game }
139,"what is the dbo:OfficeHolder whose dbo:predecessor is dbr:Henry_E._Catto,_Jr. and dbo:award is dbr:Screen_Actors_Guild_Life_Achievement_Award ?","select distinct ?uri where { ?uri dbo:predecessor dbr:Henry_E._Catto,_Jr. . ?uri dbo:award dbr:Screen_Actors_Guild_Life_Achievement_Award . ?uri rdf:type dbo:OfficeHolder }"
140,what is the dbp:notableCommanders of the dbr:Army_Group_Oberrhein_(Germany) and dbo:leader of the dbr:Kriminalpolizei ?,select distinct ?uri where { dbr:Army_Group_Oberrhein_(Germany) dbp:notableCommanders ?uri . dbr:Kriminalpolizei dbo:leader uri }
141,what is the dbo:city of the dbr:Soccer_Bowl_'76 and dbo:maintainedBy of the dbr:Cheasty_Boulevard_South ?,select distinct ?uri where { dbr:Soccer_Bowl_'76 dbo:city ?uri . dbr:Cheasty_Boulevard_South dbo:maintainedBy uri }
142,what is the dbo:OfficeHolder whose dbp:allegiance is dbr:Colony_of_Virginia and dbp:rank is dbr:Colonel_(United_States) ?,select distinct ?uri where { ?uri dbp:allegiance dbr:Colony_of_Virginia . ?uri dbp:rank dbr:Colonel_(United_States) . ?uri rdf:type dbo:OfficeHolder }
143,who is the dbp:firstDriver of dbr:1993_European_Grand_Prix ?,select distinct ?uri where { dbr:1993_European_Grand_Prix dbp:firstDriver ?uri }
144,what is the dbo:layout of the dbo:Automobile whose dbo:relatedMeanOfTransportation is dbr:Subaru_Outback ?,select distinct ?uri where { ?x dbo:relatedMeanOfTransportation dbr:Subaru_Outback . ?x dbo:layout ?uri . ?x rdf:type dbo:Automobile }
145,what is the dbo:University whose dbo:superintendent is dbr:Lieutenant_general_(United_States) and dbp:mascot is dbr:Gyrfalcon ?,select distinct ?uri where { ?uri dbo:superintendent dbr:Lieutenant_general_(United_States) . ?uri dbp:mascot dbr:Gyrfalcon . ?uri rdf:type dbo:University }
146,how many other dbo:ingredient are there of the foods whose dbo:ingredient is dbr:Potato ?,select distinct count ( ?uri ) where { ?x dbo:ingredient dbr:Potato . ?x dbo:ingredient ?uri }
147,what is the dbo:sourceCountry of dbr:Đuống_River ?,select distinct ?uri where { dbr:Đuống_River dbo:sourceCountry ?uri . }
148,"how many dbo:manufacturer are there , of the rockets whose dbo:launchSite is dbr:Vandenberg_Air_Force_Base ?",select distinct count ( ?uri ) where { ?x dbo:launchSite dbr:Vandenberg_Air_Force_Base . ?x dbo:manufacturer ?uri . ?uri rdf:type dbo:Company }
149,list the dbo:destination of the dbo:Airline whose dbp:headquarters is dbr:Gatwick_Airport ?,select distinct ?uri where { ?x dbp:headquarters dbr:Gatwick_Airport . ?x dbo:destination ?uri . ?x rdf:type dbo:Airline }
150,what are the given names whose dbo:gender is dbr:Male ?,select distinct ?uri where { ?uri dbo:gender dbr:Male }
151,what is the dbp:residence of dbr:Sukhumbhand_Paribatra ?,select distinct ?uri where { dbr:Sukhumbhand_Paribatra dbp:residence ?uri }
152,what are the dbo:TelevisionShow whose dbp:company 's dbp:predecessor is dbr:Desilu_Productions ?,select distinct ?uri where { ?x dbp:predecessor dbr:Desilu_Productions . ?uri dbp:company ?x . ?uri rdf:type dbo:TelevisionShow }
153,what is the dbo:operator of dbr:FedExField ?,select distinct ?uri where { dbr:FedExField dbo:operator ?uri }
154,what is the dbp:battles of the dbr:Steven_Palazzo and dbr:Tony_Hogg ?,select distinct ?uri where { dbr:Steven_Palazzo dbp:battles ?uri . dbr:Tony_Hogg dbp:battles ?uri . }
155,"what is the dbo:parentCompany of the dbo:Automobile whose dbp:assembly is dbr:Broadmeadows,_Victoria ?","select distinct ?uri where { ?x dbp:assembly dbr:Broadmeadows,_Victoria . ?x dbo:parentCompany ?uri . ?x rdf:type dbo:Automobile }"
156,who is the dbo:starring of the dbr:Betsy's_Wedding and dbp:starring of the dbr:Sixteen_Candles ?,select distinct ?uri where { dbr:Betsy's_Wedding dbo:starring ?uri . dbr:Sixteen_Candles dbp:starring ?uri . ?uri rdf:type dbo:Person }
157,how many information appliances are there whose dbo:manufacturer is dbr:Foxconn ?,select distinct count ( ?uri ) where { ?uri dbo:manufacturer dbr:Foxconn . }
158,is dbr:Moscow the dbo:targetAirport of dbr:Polet_Airlines ?,ask where { dbr:Polet_Airlines dbo:targetAirport dbr:Moscow }
159,what is the total number of dbo:country of the cheese whose dbo:ingredient is dbr:Shallot ?,select distinct count ( ?uri ) where { ?x dbo:ingredient dbr:Shallot . ?x dbo:country ?uri . ?uri rdf:type dbo:Country }
160,what is the dbp:mascot of the military unit which is the dbp:branch of dbr:David_Prowse_(politician) ?,select distinct ?uri where { dbr:David_Prowse_(politician) dbp:branch ?x . ?x dbp:mascot ?uri . }
161,"is dbr:Cohoes,_New_York the dbo:routeJunction of dbr:New_York_State_Route_470 ?","ask where { dbr:New_York_State_Route_470 dbo:routeJunction dbr:Cohoes,_New_York }"
162,how many dbo:notableWork are there of the writer who is the dbo:creator of dbr:Stuart_Alan_Jones ?,select distinct count ( ?uri ) where { dbr:Stuart_Alan_Jones dbo:creator ?x . ?x dbo:notableWork ?uri . }
163,what is the dbp:genre of the dbo:Band whose dbo:hometown is dbr:County_Westmeath ?,select distinct ?uri where { ?x dbo:hometown dbr:County_Westmeath . ?x dbp:genre ?uri . ?x rdf:type dbo:Band }
164,what is the dbo:sport of the dbo:EducationalInstitution whose dbo:city is dbr:Taguig ?,select distinct ?uri where { ?x dbo:city dbr:Taguig . ?x dbo:sport ?uri . ?x rdf:type dbo:EducationalInstitution }
165,what is the dbo:album of dbr:Haiti_I_Am_Sorry ?,select distinct ?uri where { dbr:Haiti_I_Am_Sorry dbo:album ?uri }
166,is dbr:C++ the dbp:programmingLanguage of dbr:Microsoft_Office ?,ask where { dbr:Microsoft_Office dbp:programmingLanguage dbr:C++ }
