id,english,sparql
491,what is the dbo:academicDiscipline of the dbr:Journal_of_Cerebral_Blood_Flow_&_Metabolism and dbo:recordLabel of the dbr:Double_Diamond_(album) ?,select distinct ?uri where { dbr:Journal_of_Cerebral_Blood_Flow_&_Metabolism dbo:academicDiscipline ?uri . dbr:Double_Diamond_(album) dbo:recordLabel uri }
492,count the dbp:country in dbr:Pioneer_Corporation ?,select distinct count ( ?uri ) where { dbr:Pioneer_Corporation dbp:country ?uri . }
493,what is the dbo:debutTeam of dbr:Butch_Metzger ?,select distinct ?uri where { dbr:Butch_Metzger dbo:debutTeam ?uri }
494,who is the scientist whose dbo:doctoralStudent is dbr:Étienne_Biéler ?,select distinct ?uri where { ?uri dbo:doctoralStudent dbr:Étienne_Biéler }
495,what are the dbo:Country whose dbo:currency is dbr:Solidus_(coin) ?,select distinct ?uri where { ?uri dbo:currency dbr:Solidus_(coin) . ?uri rdf:type dbo:Country }
496,what is the dbp:parent of the dbr:Edsel and dbp:firstTeam of the dbr:1967_Mexican_Grand_Prix ?,select distinct ?uri where { dbr:Edsel dbp:parent ?uri . dbr:1967_Mexican_Grand_Prix dbp:firstTeam uri }
497,what is the office holder whose dbo:battle are dbr:Fort_Barrancas and dbr:Fort_Gadsden ?,select distinct ?uri where { ?uri dbo:battle dbr:Fort_Barrancas . ?uri dbo:battle dbr:Fort_Gadsden . }
498,what is the dbp:related of the dbo:Automobile whose dbp:assembly is dbr:Jefferson_North_Assembly ?,select distinct ?uri where { ?x dbp:assembly dbr:Jefferson_North_Assembly . ?x dbp:related ?uri . ?x rdf:type dbo:Automobile }
499,what is the dbp:licensee of the dbr:WRVU and dbo:almaMater of the dbr:Todd_J._Campbell ?,select distinct ?uri where { dbr:WRVU dbp:licensee ?uri . dbr:Todd_J._Campbell dbo:almaMater uri }
500,what is the dbo:team of the dbr:Eddie_Anderson_(safety) and dbo:formerTeam of the dbr:Joe_Porter_(American_football) ?,select distinct ?uri where { dbr:Eddie_Anderson_(safety) dbo:team ?uri . dbr:Joe_Porter_(American_football) dbo:formerTeam ?uri . }
501,what is the dbp:borough of the dbr:Corringham_railway_station and dbo:localAuthority of the dbr:Buckhurst_Hill_County_High_School ?,select distinct ?uri where { dbr:Corringham_railway_station dbp:borough ?uri . dbr:Buckhurst_Hill_County_High_School dbo:localAuthority uri }
502,what is the dbp:pastMembers of the dbr:The_Conglomerate_(American_group) and dbo:musicalArtist of the dbr:Before_I_Let_You_Go ?,select distinct ?uri where { dbr:The_Conglomerate_(American_group) dbp:pastMembers ?uri . dbr:Before_I_Let_You_Go dbo:musicalArtist uri }
503,what is the dbo:FictionalCharacter whose dbo:species is dbr:American_Pekin_duck and dbp:relatives is dbr:Ludwig_Von_Drake ?,select distinct ?uri where { ?uri dbo:species dbr:American_Pekin_duck . ?uri dbp:relatives dbr:Ludwig_Von_Drake . ?uri rdf:type dbo:FictionalCharacter }
504,who is the dbo:governor of dbr:Carl_McCall ?,select distinct ?uri where { dbr:Carl_McCall dbo:governor ?uri }
505,what is the dbp:location of the ship whose dbp:governingBody is dbr:Maritime_Museum_of_San_Diego ?,select distinct ?uri where { ?x dbp:governingBody dbr:Maritime_Museum_of_San_Diego . ?x dbp:location ?uri . }
506,what is the dbo:Engine whose dbo:successor 's dbo:predecessor is dbr:BMW_M10 ?,select distinct ?uri where { ?x dbo:predecessor dbr:BMW_M10 . ?uri dbo:successor ?x . ?uri rdf:type dbo:Engine }
507,what are the dbo:Film whose dbo:director is dbr:Stanley_Kubrick ?,select distinct ?uri where { ?uri dbo:director dbr:Stanley_Kubrick . ?uri rdf:type dbo:Film }
508,what is the dbp:draftTeam of the dbo:Person whose dbp:league is dbr:National_Hockey_League ?,select distinct ?uri where { ?x dbp:league dbr:National_Hockey_League . ?x dbp:draftTeam ?uri . ?x rdf:type dbo:Person }
509,what is the dbo:appointer of the dbr:Joseph_Clay_(Georgia) and dbp:keyPeople of the dbr:Maryland_Jockey_Club ?,select distinct ?uri where { dbr:Joseph_Clay_(Georgia) dbo:appointer ?uri . dbr:Maryland_Jockey_Club dbp:keyPeople uri }
510,what is the dbo:developer of the dbo:Software which is the dbo:operatingSystem of dbr:Macintosh_Quadra_660AV ?,select distinct ?uri where { dbr:Macintosh_Quadra_660AV dbo:operatingSystem ?x . ?x dbo:developer ?uri . ?x rdf:type dbo:Software }
511,what is the dbo:formerTeam of dbr:Carlos_Emmons_(American_football) ?,select distinct ?uri where { dbr:Carlos_Emmons_(American_football) dbo:formerTeam ?uri }
512,what are the dbo:employer of dbr:Don_R._Berlin ?,select distinct ?uri where { dbr:Don_R._Berlin dbo:employer ?uri }
513,is dbr:Stoke_City_F.C. the dbp:currentclub of dbr:Peter_Crouch ?,ask where { dbr:Peter_Crouch dbp:currentclub dbr:Stoke_City_F.C. }
514,what is the company whose dbp:services is dbr:Outlook.com and dbp:products is dbr:Microsoft_Visual_Studio ?,select distinct ?uri where { ?uri dbp:services dbr:Outlook.com . ?uri dbp:products dbr:Microsoft_Visual_Studio . }
515,what is the dbo:source of the dbr:Broad_Creek_(Susquehanna_River) and dbo:location of the dbr:Audenried_Tunnel ?,select distinct ?uri where { dbr:Broad_Creek_(Susquehanna_River) dbo:source ?uri . dbr:Audenried_Tunnel dbo:location uri }
516,is dbr:International_Style_(architecture) the dbp:architecture of dbr:Mount_St._Peter_Church ?,ask where { dbr:Mount_St._Peter_Church dbp:architecture dbr:International_Style_(architecture) }
517,who is the dbp:starring of the dbr:The_Mating_Habits_of_the_Earthbound_Human and dbo:associatedMusicalArtist of the dbr:Mams_Taylor ?,select distinct ?uri where { dbr:The_Mating_Habits_of_the_Earthbound_Human dbp:starring ?uri . dbr:Mams_Taylor dbo:associatedMusicalArtist ?uri . }
518,how many other dbp:guests are there of the television episodes whose dbp:guests is dbr:Brian_d'Arcy_James ?,select distinct count ( ?uri ) where { ?x dbp:guests dbr:Brian_d'Arcy_James . ?x dbp:guests ?uri }
519,who is the dbp:writer of dbr:He's_a_Pirate ?,select distinct ?uri where { dbr:He's_a_Pirate dbp:writer ?uri }
520,what are the dbo:Film whose dbo:musicComposer 's dbo:recordLabel is dbr:RCA_Records ?,select distinct ?uri where { ?x dbo:recordLabel dbr:RCA_Records . ?uri dbo:musicComposer ?x . ?uri rdf:type dbo:Film }
521,is dbr:Mark_Twain the dbo:coverArtist of dbr:The_Adventures_of_Tom_Sawyer ?,ask where { dbr:The_Adventures_of_Tom_Sawyer dbo:coverArtist dbr:Mark_Twain }
522,list the dbo:sport of the dbo:EducationalInstitution whose dbp:affiliations is dbr:International_Association_of_Universities ?,select distinct ?uri where { ?x dbp:affiliations dbr:International_Association_of_Universities . ?x dbo:sport ?uri . ?x rdf:type dbo:EducationalInstitution }
523,what is the dbo:ideology of dbr:Palang_Dharma_Party ?,select distinct ?uri where { dbr:Palang_Dharma_Party dbo:ideology ?uri }
524,who is the person whose dbo:knownFor are dbr:War_of_1812 and dbr:Battle_of_the_Thames ?,select distinct ?uri where { ?uri dbo:knownFor dbr:War_of_1812 . ?uri dbo:knownFor dbr:Battle_of_the_Thames . }
525,what is the dbo:AcademicJournal whose dbp:editor is dbr:Stephen_Law and dbp:discipline is dbr:Philosophy ?,select distinct ?uri where { ?uri dbp:editor dbr:Stephen_Law . ?uri dbp:discipline dbr:Philosophy . ?uri rdf:type dbo:AcademicJournal }
526,what is the dbo:MilitaryConflict whose dbo:place is dbr:Israel and dbo:commander is dbr:Jaber_Al-Ahmad_Al-Sabah ?,select distinct ?uri where { ?uri dbo:place dbr:Israel . ?uri dbo:commander dbr:Jaber_Al-Ahmad_Al-Sabah . ?uri rdf:type dbo:MilitaryConflict }
527,what is the office holder whose dbo:vicePresident 's dbp:restingplace is dbr:United_First_Parish_Church ?,select distinct ?uri where { ?x dbp:restingplace dbr:United_First_Parish_Church . ?uri dbo:vicePresident ?x . }
528,what is the dbp:nationality of the dbo:FictionalCharacter whose dbp:last is dbr:The_Avengers_(1998_film) ?,select distinct ?uri where { ?x dbp:last dbr:The_Avengers_(1998_film) . ?x dbp:nationality ?uri . ?x rdf:type dbo:FictionalCharacter }
529,what is the dbo:ideology of the dbr:Palang_Dharma_Party and dbo:religion of the dbr:Miao_people ?,select distinct ?uri where { dbr:Palang_Dharma_Party dbo:ideology ?uri . dbr:Miao_people dbo:religion uri }
530,what dbo:Film 's dbo:producer is dbr:Michael_Deeley ?,select distinct ?uri where { ?uri dbo:producer dbr:Michael_Deeley . ?uri rdf:type dbo:Film }
531,what is the dbp:residence of the dbr:Scott_Berkun and dbr:Dennis_DeConcini ?,select distinct ?uri where { dbr:Scott_Berkun dbp:residence ?uri . dbr:Dennis_DeConcini dbp:residence ?uri . }
532,what is the dbp:deathPlace of dbr:Louis_Chevrolet ?,select distinct ?uri where { dbr:Louis_Chevrolet dbp:deathPlace ?uri }
533,is dbr:Bacteria the dbp:domain of dbr:Bacillus ?,ask where { dbr:Bacillus dbp:domain dbr:Bacteria }
534,what is the dbp:affiliation of dbr:Lumbini_Bauddha_University ?,select distinct ?uri where { dbr:Lumbini_Bauddha_University dbp:affiliation ?uri }
535,what is the dbp:characterName of the dbo:FictionalCharacter whose dbp:creators is dbr:Frank_Miller_(comics) ?,select distinct ?uri where { ?x dbp:creators dbr:Frank_Miller_(comics) . ?x dbp:characterName ?uri . ?x rdf:type dbo:FictionalCharacter }
537,what is the total number of dbo:OfficeHolder whose dbp:predecessor 's dbp:deputy is dbr:Jenny_Macklin ?,select distinct count ( ?uri ) where { ?x dbp:deputy dbr:Jenny_Macklin . ?uri dbp:predecessor ?x . ?uri rdf:type dbo:OfficeHolder }
538,give me a count of soccer managers whose dbo:managerClub is dbr:Middlesbrough_F.C. ?,select distinct count ( ?uri ) where { ?uri dbo:managerClub dbr:Middlesbrough_F.C. . }
539,what is the dbo:BasketballTeam whose dbp:arena is dbr:The_Palace_of_Auburn_Hills and dbp:president is dbr:Stan_Van_Gundy ?,select distinct ?uri where { ?uri dbp:arena dbr:The_Palace_of_Auburn_Hills . ?uri dbp:president dbr:Stan_Van_Gundy . ?uri rdf:type dbo:BasketballTeam }
540,give me a count of dbo:Bridge whose dbo:locatedInArea is dbr:California ?,select distinct count ( ?uri ) where { ?uri dbo:locatedInArea dbr:California . ?uri rdf:type dbo:Bridge }
541,what are the other dbp:athletics of the universities whose dbp:athletics is dbr:Taekwondo ?,select distinct ?uri where { ?x dbp:athletics dbr:Taekwondo . ?x dbp:athletics ?uri . }
542,who are the military people whose dbp:placeofburial is dbr:Arlington_National_Cemetery ?,select distinct ?uri where { ?uri dbp:placeofburial dbr:Arlington_National_Cemetery }
543,what is the dbo:OfficeHolder whose dbp:spouse is dbr:Dolley_Madison and dbp:branch is dbr:Militia ?,select distinct ?uri where { ?uri dbp:spouse dbr:Dolley_Madison . ?uri dbp:branch dbr:Militia . ?uri rdf:type dbo:OfficeHolder }
544,what is the dbo:country of the dbo:Athlete whose dbo:team is dbr:Waitakere_United ?,select distinct ?uri where { ?x dbo:team dbr:Waitakere_United . ?x dbo:country ?uri . ?x rdf:type dbo:Athlete }
545,"how many dbo:stylisticOrigin are there , of the music genres whose dbp:instruments is dbr:Drum_kit ?",select distinct count ( ?uri ) where { ?x dbp:instruments dbr:Drum_kit . ?x dbo:stylisticOrigin ?uri . ?uri rdf:type dbo:MusicGenre }
546,is dbr:Trevor_Peacock the dbp:narrator of dbr:Fred_Claus ?,ask where { dbr:Fred_Claus dbp:narrator dbr:Trevor_Peacock }
547,what is the river whose dbp:mouthLocation are dbr:Laptev_Sea and dbr:Arctic_Ocean ?,select distinct ?uri where { ?uri dbp:mouthLocation dbr:Laptev_Sea . ?uri dbp:mouthLocation dbr:Arctic_Ocean . }
548,what is the dbo:associatedBand of the musical artist who is the dbo:bandMember of dbr:Guy_(band) ?,select distinct ?uri where { dbr:Guy_(band) dbo:bandMember ?x . ?x dbo:associatedBand ?uri . }
549,what is the dbo:opponent of the dbo:Person whose dbo:relation is dbr:Thomas_Helwys ?,select distinct ?uri where { ?x dbo:relation dbr:Thomas_Helwys . ?x dbo:opponent ?uri . ?x rdf:type dbo:Person }
550,what is the dbp:religion of the dbr:Gamini_Seneviratne and dbr:Katyayana_(Buddhist) ?,select distinct ?uri where { dbr:Gamini_Seneviratne dbp:religion ?uri . dbr:Katyayana_(Buddhist) dbp:religion ?uri . }
551,who are the office holders whose dbp:predecessor is dbr:John_Randolph_of_Roanoke ?,select distinct ?uri where { ?uri dbp:predecessor dbr:John_Randolph_of_Roanoke . }
552,is dbr:Charlie_Chaplin the dbo:editing of dbr:A_Jitney_Elopement ?,ask where { dbr:A_Jitney_Elopement dbo:editing dbr:Charlie_Chaplin }
553,what is the dbp:playedFor of the dbr:J._P._Parisé and dbo:formerTeam of the dbr:Bert_McCaffrey ?,select distinct ?uri where { dbr:J._P._Parisé dbp:playedFor ?uri . dbr:Bert_McCaffrey dbo:formerTeam ?uri . }
554,what is the dbo:River whose dbo:riverMouth are dbr:North_Sea and dbr:Thames_Estuary ?,select distinct ?uri where { ?uri dbo:riverMouth dbr:North_Sea . ?uri dbo:riverMouth dbr:Thames_Estuary . ?uri rdf:type dbo:River }
555,give me a count of dbo:Company whose dbp:foundation is dbr:Dallas ?,select distinct count ( ?uri ) where { ?uri dbp:foundation dbr:Dallas . ?uri rdf:type dbo:Company }
556,who are the american football players whose dbo:debutTeam is dbr:San_Francisco_49ers ?,select distinct ?uri where { ?uri dbo:debutTeam dbr:San_Francisco_49ers . }
557,"what is the dbo:countySeat of the dbr:King_County,_Washington and dbp:placeOfDeath of the dbr:Phil_Lumpkin ?","select distinct ?uri where { dbr:King_County,_Washington dbo:countySeat ?uri . dbr:Phil_Lumpkin dbp:placeOfDeath uri }"
558,"what is the dbp:appointer of the governor whose dbo:birthPlace is dbr:Magnolia_Plantation_and_Gardens_(Charleston,_South_Carolina) ?","select distinct ?uri where { ?x dbo:birthPlace dbr:Magnolia_Plantation_and_Gardens_(Charleston,_South_Carolina) . ?x dbp:appointer ?uri . }"
559,who is the dbo:Person whose dbp:education is dbr:Humes_High_School ?,select distinct ?uri where { ?uri dbp:education dbr:Humes_High_School . ?uri rdf:type dbo:Person }
560,what is the dbo:mountainRange of the owls whose dbo:locatedInArea is dbr:Canton_of_Fribourg ?,select distinct ?uri where { ?x dbo:locatedInArea dbr:Canton_of_Fribourg . ?x dbo:mountainRange ?uri . }
561,what is the dbo:species of the fish whose dbo:kingdom is dbr:Animal ?,select distinct ?uri where { ?x dbo:kingdom dbr:Animal . ?x dbo:species ?uri . }
562,is dbr:Major_general_(United_States) the dbo:militaryRank of dbr:Henry_Knox ?,ask where { dbr:Henry_Knox dbo:militaryRank dbr:Major_general_(United_States) }
563,what is the dbp:distributor of the dbr:Big_Top_Ballet and dbp:developer of the dbr:Front_Row_(software) ?,select distinct ?uri where { dbr:Big_Top_Ballet dbp:distributor ?uri . dbr:Front_Row_(software) dbp:developer ?uri . ?uri rdf:type dbo:Company }
564,what is the dbp:country of the dbr:Major_All_Stars_Season_1 and dbr:Pioneer_Corporation ?,select distinct ?uri where { dbr:Major_All_Stars_Season_1 dbp:country ?uri . dbr:Pioneer_Corporation dbp:country ?uri . }
565,what is the dbo:TelevisionShow whose dbp:distributor is dbr:HBO and dbo:producer is dbr:Erik_Bork ?,select distinct ?uri where { ?uri dbp:distributor dbr:HBO . ?uri dbo:producer dbr:Erik_Bork . ?uri rdf:type dbo:TelevisionShow }
566,what are the other dbp:distributor of the dbo:RecordLabel whose dbp:distributor is dbr:Zune ?,select distinct ?uri where { ?x dbp:distributor dbr:Zune . ?x dbp:distributor ?uri . ?x rdf:type dbo:RecordLabel }
567,what is the dbo:field of the dbr:Jon_Speelman and dbo:knownFor of the dbr:Eric_Schiller ?,select distinct ?uri where { dbr:Jon_Speelman dbo:field ?uri . dbr:Eric_Schiller dbo:knownFor uri }
568,what is the dbp:stadium of the owl whose dbp:manager is dbr:Dimitris_Terezopoulos ?,select distinct ?uri where { ?x dbp:manager dbr:Dimitris_Terezopoulos . ?x dbp:stadium ?uri . }
569,what is the dbo:TelevisionShow whose dbp:developer is dbr:Brian_Graden and dbp:distributor is dbr:Comedy_Central ?,select distinct ?uri where { ?uri dbp:developer dbr:Brian_Graden . ?uri dbp:distributor dbr:Comedy_Central . ?uri rdf:type dbo:TelevisionShow }
570,give the total number of dbp:nationalOrigin of the aircrafts whose dbp:designer is dbr:Alexander_Lippisch ?,select distinct count ( ?uri ) where { ?x dbp:designer dbr:Alexander_Lippisch . ?x dbp:nationalOrigin ?uri . ?uri rdf:type dbo:Country }
571,"who is the dbo:Person whose dbo:hometown is dbr:Fairfield,_Connecticut ?","select distinct ?uri where { ?uri dbo:hometown dbr:Fairfield,_Connecticut . ?uri rdf:type dbo:Person }"
572,is dbr:The_Bronx the dbp:counties of dbr:White_Plains_Road ?,ask where { dbr:White_Plains_Road dbp:counties dbr:The_Bronx }
573,what is the dbo:FictionalCharacter whose dbp:portrayer is dbr:Roger_Barton_(film_editor) and dbp:family is dbr:Padmé_Amidala ?,select distinct ?uri where { ?uri dbp:portrayer dbr:Roger_Barton_(film_editor) . ?uri dbp:family dbr:Padmé_Amidala . ?uri rdf:type dbo:FictionalCharacter }
574,what are the other dbp:president of the dbo:School whose dbp:president is dbr:Queen_Noor_of_Jordan ?,select distinct ?uri where { ?x dbo:president dbr:Queen_Noor_of_Jordan . ?x dbp:president ?uri . ?x rdf:type dbo:School }
575,give me a count of dbo:Band whose dbo:recordLabel is dbr:Kobalt_Label_Services ?,select distinct count ( ?uri ) where { ?uri dbo:recordLabel dbr:Kobalt_Label_Services . ?uri rdf:type dbo:Band }
576,is dbr:Colorado the dbo:garrison of dbr:12th_Field_Artillery_Regiment ?,ask where { dbr:12th_Field_Artillery_Regiment dbo:garrison dbr:Colorado }
577,what is the dbo:OfficeHolder whose dbo:child is dbr:Lori_Black and dbp:restingPlace is dbr:Alta_Mesa_Memorial_Park ?,select distinct ?uri where { ?uri dbo:child dbr:Lori_Black . ?uri dbp:restingPlace dbr:Alta_Mesa_Memorial_Park . ?uri rdf:type dbo:OfficeHolder }
578,what is the dbp:area of dbr:Tar_Heel_Sports_Network ?,select distinct ?uri where { dbr:Tar_Heel_Sports_Network dbp:area ?uri }
579,what is the dbo:OfficeHolder whose dbo:militaryBranch is dbr:Continental_Army and dbo:vicePresident is dbr:John_Adams ?,select distinct ?uri where { ?uri dbo:militaryBranch dbr:Continental_Army . ?uri dbo:vicePresident dbr:John_Adams . ?uri rdf:type dbo:OfficeHolder }
580,what are the dbo:TelevisionShow whose dbo:format are dbr:NTSC and dbr:5.1_surround_sound ?,select distinct ?uri where { ?uri dbo:format dbr:NTSC . ?uri dbo:format dbr:5.1_surround_sound . ?uri rdf:type dbo:TelevisionShow }
581,what is the dbp:birthPlace of the dbr:Ricardo_Alfonso_Cerna and dbo:country of the dbr:Apostolic_Vicariate_of_El_Petén ?,select distinct ?uri where { dbr:Ricardo_Alfonso_Cerna dbp:birthPlace ?uri . dbr:Apostolic_Vicariate_of_El_Petén dbo:country ?uri . }
582,what are the dbo:VideoGame whose dbo:computingPlatform is dbr:Virtual_Console ?,select distinct ?uri where { ?uri dbo:computingPlatform dbr:Virtual_Console . ?uri rdf:type dbo:VideoGame }
583,what is the dbo:TelevisionShow whose dbp:voices is dbr:Isaac_Hayes and dbp:network is dbr:Comedy_Central ?,select distinct ?uri where { ?uri dbp:voices dbr:Isaac_Hayes . ?uri dbp:network dbr:Comedy_Central . ?uri rdf:type dbo:TelevisionShow }
584,list the dbo:honours of the dbo:Horse whose dbo:colour is dbr:Chestnut_(coat) ?,select distinct ?uri where { ?x dbo:colour dbr:Chestnut_(coat) . ?x dbo:honours ?uri . ?x rdf:type dbo:Horse }
585,what is the dbo:deathPlace of the person who is the dbo:director of dbr:Kala_Pani_(1958_film) ?,select distinct ?uri where { dbr:Kala_Pani_(1958_film) dbo:director ?x . ?x dbo:deathPlace ?uri . }
586,what is the dbo:TelevisionShow whose dbo:format is dbr:NTSC and dbp:themeMusicComposer is dbr:Ron_Grainer ?,select distinct ?uri where { ?uri dbo:format dbr:NTSC . ?uri dbp:themeMusicComposer dbr:Ron_Grainer . ?uri rdf:type dbo:TelevisionShow }
587,what is the dbp:combatant of the dbo:MilitaryConflict whose dbp:place is dbr:Mississippi_River ?,select distinct ?uri where { ?x dbp:place dbr:Mississippi_River . ?x dbp:combatant ?uri . ?x rdf:type dbo:MilitaryConflict }
588,"what is the dbp:leader of the dbr:United_States_House_of_Representatives_elections,_1788_and_1789 and dbo:spouse of the dbr:Dolley_Madison ?","select distinct ?uri where { dbr:United_States_House_of_Representatives_elections,_1788_and_1789 dbp:leader ?uri . dbr:Dolley_Madison dbo:spouse uri }"
589,what is the dbp:counties of dbr:Tremont_Avenue ?,select distinct ?uri where { dbr:Tremont_Avenue dbp:counties ?uri }
590,what is the dbp:deathPlace of the dbo:Model whose dbp:hairColor is dbr:Red_hair ?,select distinct ?uri where { ?x dbp:hairColor dbr:Red_hair . ?x dbp:deathPlace ?uri . ?x rdf:type dbo:Model }
591,what is the dbp:region of dbr:Miluk_language ?,select distinct ?uri where { dbr:Miluk_language dbp:region ?uri }
592,what is the dbo:ceremonialCounty of dbr:Port_of_Tilbury ?,select distinct ?uri where { dbr:Port_of_Tilbury dbo:ceremonialCounty ?uri }
593,what is the dbp:battles of the dbr:Kirk_Fordice and dbr:Percy_Fitzwallace ?,select distinct ?uri where { dbr:Kirk_Fordice dbp:battles ?uri . dbr:Percy_Fitzwallace dbp:battles ?uri . }
594,what are the dbo:part of dbr:Liverpool_City_Region ?,select distinct ?uri where { dbr:Liverpool_City_Region dbo:part ?uri }
595,what is the dbo:TelevisionShow whose dbo:creator is dbr:C._E._Webber and dbo:composer is dbr:Murray_Gold ?,select distinct ?uri where { ?uri dbo:creator dbr:C._E._Webber . ?uri dbo:composer dbr:Murray_Gold . ?uri rdf:type dbo:TelevisionShow }
596,what is the dbp:founded of dbr:World_Series_of_Poker ?,select distinct ?uri where { dbr:World_Series_of_Poker dbp:founded ?uri }
597,"what are the other dbo:source of the dbo:Stream whose dbo:source is dbr:Calera,_Oklahoma ?","select distinct ?uri where { ?x dbo:source dbr:Calera,_Oklahoma . ?x dbo:source ?uri . ?x rdf:type dbo:Stream }"
598,what is the dbo:computingPlatform of dbr:Google_Cloud_Connect ?,select distinct ?uri where { dbr:Google_Cloud_Connect dbo:computingPlatform ?uri }
599,what is the dbo:FictionalCharacter whose dbp:relatives 's dbo:creator is dbr:Ted_Osborne ?,select distinct ?uri where { ?x dbo:creator dbr:Ted_Osborne . ?uri dbp:relatives ?x . ?uri rdf:type dbo:FictionalCharacter }
600,what is the dbo:starring of the dbo:Film whose dbp:distributor is dbr:Artisan_Entertainment ?,select distinct ?uri where { ?x dbp:distributor dbr:Artisan_Entertainment . ?x dbo:starring ?uri . ?x rdf:type dbo:Film }
601,"how many dbo:religion are there , of the office holders whose dbo:militaryRank is dbr:Second_lieutenant ?",select distinct count ( ?uri ) where { ?x dbo:militaryRank dbr:Second_lieutenant . ?x dbo:religion ?uri . }
602,what are the dbo:Software whose dbo:operatingSystem is dbr:Mac_OS and dbo:programmingLanguage is dbr:C++ ?,select distinct ?uri where { ?uri dbo:operatingSystem dbr:Mac_OS . ?uri dbo:programmingLanguage dbr:C++ . ?uri rdf:type dbo:Software }
603,what is the dbo:riverMouth of dbr:Moordener_Kill ?,select distinct ?uri where { dbr:Moordener_Kill dbo:riverMouth ?uri }
604,what is the dbo:partner of the dbr:Tim_Mathieson and dbp:primeminister of the dbr:Mike_Kelly_(Australian_politician) ?,select distinct ?uri where { dbr:Tim_Mathieson dbo:partner ?uri . dbr:Mike_Kelly_(Australian_politician) dbp:primeminister uri }
605,list the dbo:producer of the dbo:TelevisionShow whose dbo:company is dbr:HBO ?,select distinct ?uri where { ?x dbo:company dbr:HBO . ?x dbo:producer ?uri . ?x rdf:type dbo:TelevisionShow }
606,what is the dbo:TelevisionShow whose dbo:company is dbr:Playtone and dbp:writer is dbr:Erik_Jendresen ?,select distinct ?uri where { ?uri dbo:company dbr:Playtone . ?uri dbp:writer dbr:Erik_Jendresen . ?uri rdf:type dbo:TelevisionShow }
607,what is the dbo:Country whose dbo:capital are dbr:Nicomedia and dbr:History_of_Trier ?,select distinct ?uri where { ?uri dbo:capital dbr:Nicomedia . ?uri dbo:capital dbr:History_of_Trier . ?uri rdf:type dbo:Country }
608,what is the dbp:race of the dbo:Horse whose dbo:sire is dbr:Mon_Capitaine ?,select distinct ?uri where { ?x dbo:sire dbr:Mon_Capitaine . ?x dbp:race ?uri . ?x rdf:type dbo:Horse }
609,what is the dbo:TelevisionShow whose dbp:writer is dbr:Erik_Jendresen and dbp:distributor is dbr:HBO ?,select distinct ?uri where { ?uri dbp:writer dbr:Erik_Jendresen . ?uri dbp:distributor dbr:HBO . ?uri rdf:type dbo:TelevisionShow }
610,what is the dbo:servingRailwayLine of the dbo:Station whose dbo:owningOrganisation is dbr:Public_Transport_Authority_(Western_Australia) ?,select distinct ?uri where { ?x dbo:owningOrganisation dbr:Public_Transport_Authority_(Western_Australia) . ?x dbo:servingRailwayLine ?uri . ?x rdf:type dbo:Station }
611,how many dbo:Publisher whose dbo:founder 's dbo:stateOfOrigin is dbr:United_States are there ?,select distinct count ( ?uri ) where { ?x dbo:stateOfOrigin dbr:United_States . ?uri dbo:founder ?x . ?uri rdf:type dbo:Publisher }
612,how many other dbo:regionServed are there of the companies whose dbo:regionServed is dbr:Pacific_Ocean ?,select distinct count ( ?uri ) where { ?x dbo:regionServed dbr:Pacific_Ocean . ?x dbo:regionServed ?uri }
613,what are the dbo:TelevisionShow whose dbo:network 's dbo:owningCompany is dbr:Chris-Craft_Industries ?,select distinct ?uri where { ?x dbo:owningCompany dbr:Chris-Craft_Industries . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
614,how many dbo:country are there of the dbo:Sea which is the dbo:riverMouth of dbr:Upper_Neretva ?,select distinct count ( ?uri ) where { dbr:Upper_Neretva dbo:riverMouth ?x . ?x dbo:country ?uri . ?x rdf:type dbo:Sea }
615,how many dbo:River are there whose dbo:riverMouth is dbr:Indian_Ocean ?,select distinct count ( ?uri ) where { ?uri dbo:riverMouth dbr:Indian_Ocean . ?uri rdf:type dbo:River }
616,what is the dbp:homeTown of dbr:Rolando_Gomez ?,select distinct ?uri where { dbr:Rolando_Gomez dbp:homeTown ?uri }
617,what is dbp:owner of the soccer club who is the dbp:owner of dbr:Cobham_Training_Centre ?,select distinct ?uri where { dbr:Cobham_Training_Centre dbp:owner ?x . ?x dbp:owner ?uri . }
618,what is the dbp:knownFor of the dbr:Abhijit_Kunte and dbo:genre of the dbr:Virtual_Kasparov ?,select distinct ?uri where { dbr:Abhijit_Kunte dbp:knownFor ?uri . dbr:Virtual_Kasparov dbo:genre uri }
619,what is the dbo:knownFor of the owls whose dbo:stateOfOrigin is dbr:Sweden ?,select distinct ?uri where { ?x dbo:stateOfOrigin dbr:Sweden . ?x dbo:knownFor ?uri . }
620,is dbr:Esther_Alder the dbp:mayor of dbr:Geneva ?,ask where { dbr:Geneva dbp:mayor dbr:Esther_Alder }
621,what is the dbo:TelevisionShow whose dbp:voices 's dbp:label is dbr:ABC_Records ?,select distinct ?uri where { ?x dbp:label dbr:ABC_Records . ?uri dbp:voices ?x . ?uri rdf:type dbo:TelevisionShow }
622,is dbr:National_Archaeological_Museum_(Florence) the dbp:museum of dbr:Chimera_of_Arezzo ?,ask where { dbr:Chimera_of_Arezzo dbp:museum dbr:National_Archaeological_Museum_(Florence) }
623,who is the royalty whose dbp:mother is dbr:Cleopatra_V_of_Egypt ?,select distinct ?uri where { ?uri dbp:mother dbr:Cleopatra_V_of_Egypt }
624,"what is the dbo:relation of the dbr:George_Madison and dbp:successor of the dbr:Levi_Lincoln,_Sr. ?","select distinct ?uri where { dbr:George_Madison dbo:relation ?uri . dbr:Levi_Lincoln,_Sr. dbp:successor uri }"
625,what are the dbo:TelevisionStation whose dbp:network 's dbo:language is dbr:American_English ?,select distinct ?uri where { ?x dbo:language dbr:American_English . ?uri dbp:network ?x . ?uri rdf:type dbo:TelevisionStation }
626,what is the dbp:president of the dbr:United_World_College_of_Costa_Rica and dbr:United_World_Colleges ?,select distinct ?uri where { dbr:United_World_College_of_Costa_Rica dbp:president ?uri . dbr:United_World_Colleges dbp:president ?uri . }
627,"how many dbp:artist are there , of the artworks whose dbp:museum is dbr:Musée_d'Orsay ?",select distinct count ( ?uri ) where { ?x dbp:museum dbr:Musée_d'Orsay . ?x dbp:artist ?uri . ?uri rdf:type dbo:Artist }
628,who is the person whose dbo:spouse 's dbp:presenter is dbr:WWE ?,select distinct ?uri where { ?x dbp:presenter dbr:WWE . ?uri dbo:spouse ?x . }
629,what is the dbo:predecessor of the dbo:Automobile whose dbo:automobilePlatform is dbr:GM_B_platform ?,select distinct ?uri where { ?x dbo:automobilePlatform dbr:GM_B_platform . ?x dbo:predecessor ?uri . ?x rdf:type dbo:Automobile }
630,what is the total number of television shows whose dbp:network 's dbp:sisterNames is dbr:The_CW ?,select distinct count ( ?uri ) where { ?x dbp:sisterNames dbr:The_CW . ?uri dbp:network ?x . }
631,"what is the office holder whose dbp:restingplace is dbr:North_Bend,_Ohio and dbp:branch is dbr:Indiana_Territory ?","select distinct ?uri where { ?uri dbp:restingplace dbr:North_Bend,_Ohio . ?uri dbp:branch dbr:Indiana_Territory . }"
632,what is the company whose dbp:location is dbr:Herzogenaurach ?,select distinct ?uri where { ?uri dbp:location dbr:Herzogenaurach }
633,what is the dbo:commander of dbr:Battle_of_the_Thames ?,select distinct ?uri where { dbr:Battle_of_the_Thames dbo:commander ?uri }
634,what are the dbo:sport of dbr:Fr._Agnel_Multipurpose_School_and_Junior_College ?,select distinct ?uri where { dbr:Fr._Agnel_Multipurpose_School_and_Junior_College dbo:sport ?uri }
635,what is the dbo:TelevisionShow whose dbp:presenter is dbr:Brian_Dunkleman and dbp:creator is dbr:Simon_Fuller ?,select distinct ?uri where { ?uri dbp:presenter dbr:Brian_Dunkleman . ?uri dbp:creator dbr:Simon_Fuller . ?uri rdf:type dbo:TelevisionShow }
636,what is the dbo:district of the stations whose dbp:borough is dbr:Tendring ?,select distinct ?uri where { ?x dbp:borough dbr:Tendring . ?x dbo:district ?uri . }
637,what is the dbp:currency of the dbr:Benelux and dbr:Republic_of_Montenegro_(1992–2006) ?,select distinct ?uri where { dbr:Benelux dbp:currency ?uri . dbr:Republic_of_Montenegro_(1992–2006) dbp:currency ?uri . }
638,what are the dbp:almaMater of dbr:Julian_Leow_Beng_Kim ?,select distinct ?uri where { dbr:Julian_Leow_Beng_Kim dbp:almaMater ?uri }
639,is dbr:Eddie_Bravo the dbo:trainer of dbr:Alan_Jouban ?,ask where { dbr:Alan_Jouban dbo:trainer dbr:Eddie_Bravo }
640,what is the total number of dbo:honours of the jockey (horse racer)s whose dbp:race is dbr:Lawrence_Realization_Stakes ?,select distinct count ( ?uri ) where { ?x dbp:race dbr:Lawrence_Realization_Stakes . ?x dbo:honours ?uri . }
641,what is the dbo:religion of the president who is the dbo:notableCommander of dbr:Defense_Security_Command ?,select distinct ?uri where { dbr:Defense_Security_Command dbo:notableCommander ?x . ?x dbo:religion ?uri . }
642,"what is the dbo:affiliation of the dbr:Indian_general_election,_2004_(Andhra_Pradesh) and dbr:Indian_general_election,_2009 ?","select distinct ?uri where { dbr:Indian_general_election,_2004_(Andhra_Pradesh) dbo:affiliation ?uri . dbr:Indian_general_election,_2009 dbo:affiliation ?uri . }"
643,what are the dbo:Work whose dbp:editing is dbr:Mark_Stevens_(film_editor) and dbo:director is dbr:Joel_Schumacher ?,select distinct ?uri where { ?uri dbp:editing dbr:Mark_Stevens_(film_editor) . ?uri dbo:director dbr:Joel_Schumacher . ?uri rdf:type dbo:Work }
644,what is the dbo:localAuthority of the dbo:School whose dbo:gender is dbr:Mixed-sex_education ?,select distinct ?uri where { ?x dbo:gender dbr:Mixed-sex_education . ?x dbo:localAuthority ?uri . ?x rdf:type dbo:School }
645,what is the dbo:spouse of the dbr:Dolley_Madison and dbp:president of the dbr:William_Eustis ?,select distinct ?uri where { dbr:Dolley_Madison dbo:spouse ?uri . dbr:William_Eustis dbp:president uri }
646,how many foods are there whose dbo:type is dbr:Flatbread ?,select distinct count ( ?uri ) where { ?uri dbo:type dbr:Flatbread . }
647,"how many dbo:birthPlace are there , of the jockey (horse racer)s whose dbo:honours is dbr:National_Museum_of_Racing_and_Hall_of_Fame ?",select distinct count ( ?uri ) where { ?x dbo:honours dbr:National_Museum_of_Racing_and_Hall_of_Fame . ?x dbo:birthPlace ?uri . ?uri rdf:type dbo:Place }
648,what are the dbo:servingRailwayLine of dbr:Daund_Junction_railway_station ?,select distinct ?uri where { dbr:Daund_Junction_railway_station dbo:servingRailwayLine ?uri }
649,what is the dbo:countySeat of the dbo:AdministrativeRegion which is the dbo:district of dbr:Beckler_River ?,select distinct ?uri where { dbr:Beckler_River dbo:district ?x . ?x dbo:countySeat ?uri . ?x rdf:type dbo:AdministrativeRegion }
