id,english,sparql
650,what is the dbo:TelevisionShow whose dbp:judges is dbr:Randy_Jackson ?,select distinct ?uri where { ?uri dbp:judges dbr:Randy_Jackson . ?uri rdf:type dbo:TelevisionShow }
651,how many dbo:Company are there whose dbo:regionServed is dbr:Australia ?,select distinct count ( ?uri ) where { ?uri dbo:regionServed dbr:Australia . ?uri rdf:type dbo:Company }
652,how many dbo:formerTeam are there in dbr:Garry_Unger ?,select distinct count ( ?uri ) where { dbr:Garry_Unger dbo:formerTeam ?uri . ?uri rdf:type dbo:SportsTeam }
653,what is the dbo:TelevisionShow whose dbp:company is dbr:Paramount_Television and dbp:themeMusicComposer is dbr:Gary_Portnoy ?,select distinct ?uri where { ?uri dbp:company dbr:Paramount_Television . ?uri dbp:themeMusicComposer dbr:Gary_Portnoy . ?uri rdf:type dbo:TelevisionShow }
654,"how many dbp:writer are there , of the singles whose dbp:album is dbr:Main_Course ?",select distinct count ( ?uri ) where { ?x dbp:album dbr:Main_Course . ?x dbp:writer ?uri . }
655,what is the dbo:notableWork of the writer who is the dbp:author of dbr:Luther:_The_Calling ?,select distinct ?uri where { dbr:Luther:_The_Calling dbp:author ?x . ?x dbo:notableWork ?uri . }
656,what dbo:Philosopher 's dbp:mainInterests is dbr:Natural_philosophy ?,select distinct ?uri where { ?uri dbp:mainInterests dbr:Natural_philosophy . ?uri rdf:type dbo:Philosopher }
657,is dbr:Colorado the dbp:hostCity of dbr:FIS_Alpine_World_Ski_Championships_1950 ?,ask where { dbr:FIS_Alpine_World_Ski_Championships_1950 dbp:hostCity dbr:Colorado }
658,what is the dbo:wineRegion of the dbr:Bogdanuša and dbo:country of the dbr:Croatian_Inline_Hockey_League ?,select distinct ?uri where { dbr:Bogdanuša dbo:wineRegion ?uri . dbr:Croatian_Inline_Hockey_League dbo:country uri }
659,what is the dbp:deathPlace of the dbo:Royalty whose dbo:parent is dbr:Adam_Ludwik_Czartoryski ?,select distinct ?uri where { ?x dbo:parent dbr:Adam_Ludwik_Czartoryski . ?x dbp:deathPlace ?uri . ?x rdf:type dbo:Royalty }
660,what is the dbo:country of the settlement which is the dbo:location of dbr:Chapelle_Saint-Louis_de_Carthage ?,select distinct ?uri where { dbr:Chapelle_Saint-Louis_de_Carthage dbo:location ?x . ?x dbo:country ?uri . }
661,what is the dbp:deathPlace of the dbo:OfficeHolder whose dbp:successor is dbr:Elmer_Burkett ?,select distinct ?uri where { ?x dbp:successor dbr:Elmer_Burkett . ?x dbp:deathPlace ?uri . ?x rdf:type dbo:OfficeHolder }
662,what is the dbo:canonizedBy of the dbr:John_of_Damascus and dbp:veneratedIn of the dbr:Edwin_of_Northumbria ?,select distinct ?uri where { dbr:John_of_Damascus dbo:canonizedBy ?uri . dbr:Edwin_of_Northumbria dbp:veneratedIn uri }
663,what is the dbp:awards of the dbr:Geoffrey_Rush and dbo:service of the dbr:Laemmle_Theatres ?,select distinct ?uri where { dbr:Geoffrey_Rush dbp:awards ?uri . dbr:Laemmle_Theatres dbo:service uri }
664,what is the total number of other dbp:restingplace of the politicians whose dbp:restingplace is dbr:East_Norwalk_Historical_Cemetery ?,select distinct count ( ?uri ) where { ?x dbp:restingplace dbr:East_Norwalk_Historical_Cemetery . ?x dbp:restingplace ?uri }
665,what is the dbo:poleDriver of the dbo:GrandPrix whose dbo:firstDriver is dbr:Damon_Hill ?,select distinct ?uri where { ?x dbo:firstDriver dbr:Damon_Hill . ?x dbo:poleDriver ?uri . ?x rdf:type dbo:GrandPrix }
666,give me a count of dbo:Album whose dbp:label is dbr:Victor_Entertainment ?,select distinct count ( ?uri ) where { ?uri dbp:label dbr:Victor_Entertainment . ?uri rdf:type dbo:Album }
667,what dbo:Company 's dbo:owningCompany is dbr:Michael_Dell ?,select distinct ?uri where { ?uri dbo:owningCompany dbr:Michael_Dell . ?uri rdf:type dbo:Company }
668,what is the dbp:sourceLocation of dbr:Thornton_Creek ?,select distinct ?uri where { dbr:Thornton_Creek dbp:sourceLocation ?uri }
669,what is the dbo:Company whose dbp:keyPeople is dbr:Raymond_Conner ?,select distinct ?uri where { ?uri dbp:keyPeople dbr:Raymond_Conner . ?uri rdf:type dbo:Company }
670,what is the dbo:source of the dbo:River whose dbo:riverMouth is dbr:Conowingo_Dam ?,select distinct ?uri where { ?x dbo:riverMouth dbr:Conowingo_Dam . ?x dbo:source ?uri . ?x rdf:type dbo:River }
671,what is the dbp:appointer of the governor who is the dbo:successor of dbr:Charles_Pinckney_(governor) ?,select distinct ?uri where { dbr:Charles_Pinckney_(governor) dbo:successor ?x . ?x dbp:appointer ?uri . }
672,what is the dbo:associatedBand of the dbo:MusicalArtist who is the dbp:producer of dbr:The_Trumpet_Kings_Meet_Joe_Turner ?,select distinct ?uri where { dbr:The_Trumpet_Kings_Meet_Joe_Turner dbp:producer ?x . ?x dbo:associatedBand ?uri . ?x rdf:type dbo:MusicalArtist }
673,what is the dbo:hometown of dbr:Céline_Buckens ?,select distinct ?uri where { dbr:Céline_Buckens dbo:hometown ?uri }
674,what is the dbp:music of the television episode which is the dbo:subsequentWork of dbr:The_Colonel_(The_Americans) ?,select distinct ?uri where { dbr:The_Colonel_(The_Americans) dbo:subsequentWork ?x . ?x dbp:music ?uri . }
675,what is the dbp:licensee of dbr:WRVU ?,select distinct ?uri where { dbr:WRVU dbp:licensee ?uri }
676,what is the dbo:BasketballPlayer whose dbo:team is dbr:Phoenix_Suns and dbp:draftTeam is dbr:Los_Angeles_Clippers ?,select distinct ?uri where { ?uri dbo:team dbr:Phoenix_Suns . ?uri dbp:draftTeam dbr:Los_Angeles_Clippers . ?uri rdf:type dbo:BasketballPlayer }
677,what is the dbo:spouse of the model who is the dbo:parent of dbr:Kimberly_Stewart ?,select distinct ?uri where { dbr:Kimberly_Stewart dbo:parent ?x . ?x dbo:spouse ?uri . }
678,what is the dbo:deathCause of the people whose dbo:religion is dbr:Christianity ?,select distinct ?uri where { ?x dbo:religion dbr:Christianity . ?x dbo:deathCause ?uri . }
679,what is the dbo:leaderName of the city which is the dbp:constituency of dbr:Zora_Singh_Maan ?,select distinct ?uri where { dbr:Zora_Singh_Maan dbp:constituency ?x . ?x dbo:leaderName ?uri . }
680,what are the dbp:knownFor of the dbr:Breann_McGregor and dbr:Anika_Knudsen ?,select distinct ?uri where { dbr:Breann_McGregor dbp:knownFor ?uri . dbr:Anika_Knudsen dbp:knownFor ?uri . }
681,what is the dbo:Scientist whose dbp:prizes is dbr:Gold_Medal_of_the_Royal_Astronomical_Society and dbp:residence is dbr:Cape_Town ?,select distinct ?uri where { ?uri dbp:prizes dbr:Gold_Medal_of_the_Royal_Astronomical_Society . ?uri dbp:residence dbr:Cape_Town . ?uri rdf:type dbo:Scientist }
682,"how many dbp:restingplace are there , of the politicians whose dbo:militaryUnit is dbr:Norwalk_Trainband ?",select distinct count ( ?uri ) where { ?x dbo:militaryUnit dbr:Norwalk_Trainband . ?x dbp:restingplace ?uri . }
683,is dbr:GNU_General_Public_License the dbp:license of dbr:GeneWeb ?,ask where { dbr:GeneWeb dbp:license dbr:GNU_General_Public_License }
684,what is the dbp:locationCity of dbr:Dad's_Root_Beer ?,select distinct ?uri where { dbr:Dad's_Root_Beer dbp:locationCity ?uri }
685,is dbr:GNU the dbo:license of dbr:Darcs ?,ask where { dbr:Darcs dbo:license dbr:GNU }
686,what is the dbp:district of dbr:Fort_Heath_radar_station ?,select distinct ?uri where { dbr:Fort_Heath_radar_station dbp:district ?uri }
687,how many dbo:Saint are there whose dbo:veneratedIn is dbr:Judaism ?,select distinct count ( ?uri ) where { ?uri dbo:veneratedIn dbr:Judaism . ?uri rdf:type dbo:Saint }
688,what is the dbo:associatedBand of the musical artist who is the dbo:writer of dbr:'03_Bonnie_&_Clyde ?,select distinct ?uri where { dbr:'03_Bonnie_&_Clyde dbo:writer ?x . ?x dbo:associatedBand ?uri . }
689,give me a count of musical artists whose dbp:notableInstruments is dbr:Gibson_Les_Paul ?,select distinct count ( ?uri ) where { ?uri dbp:notableInstruments dbr:Gibson_Les_Paul . }
690,what are the owls whose dbp:neighboringMunicipalities is dbr:Chêne-Bougeries ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Chêne-Bougeries . }
691,who is the dbp:founder of dbr:Oprah_Winfrey_Network_(U.S._TV_channel) ?,select distinct ?uri where { dbr:Oprah_Winfrey_Network_(U.S._TV_channel) dbp:founder ?uri }
692,what is the dbo:almaMater of the dbr:Angela_Trusty and dbr:Charles_Ayres ?,select distinct ?uri where { dbr:Angela_Trusty dbo:almaMater ?uri . dbr:Charles_Ayres dbo:almaMater ?uri . }
693,list the other dbo:wineRegion of the dbo:Grape whose dbo:wineRegion is dbr:Mississippi ?,select distinct ?uri where { ?x dbo:wineRegion dbr:Mississippi . ?x dbo:wineRegion ?uri . ?x rdf:type dbo:Grape }
694,"what is the dbo:River whose dbp:sourceLocation are dbr:Cape_Vincent,_New_York and dbr:Kingston,_Ontario ?","select distinct ?uri where { ?uri dbp:sourceLocation dbr:Cape_Vincent,_New_York . ?uri dbp:sourceLocation dbr:Kingston,_Ontario . ?uri rdf:type dbo:River }"
695,what is the dbo:OfficeHolder whose dbo:battle is dbr:Siege_of_Fort_Recovery and dbp:branch is dbr:Indiana_Territory ?,select distinct ?uri where { ?uri dbo:battle dbr:Siege_of_Fort_Recovery . ?uri dbp:branch dbr:Indiana_Territory . ?uri rdf:type dbo:OfficeHolder }
696,what is the dbo:team of the dbo:SoccerPlayer who is the dbp:name of dbr:Azam_F.C. ?,select distinct ?uri where { dbr:Azam_F.C. dbp:name ?x . ?x dbo:team ?uri . ?x rdf:type dbo:SoccerPlayer }
697,what are the dbo:Mammal whose dbo:phylum is dbr:Chordate ?,select distinct ?uri where { ?uri dbo:phylum dbr:Chordate . ?uri rdf:type dbo:Mammal }
698,what is the dbp:almaMater of the dbr:Lee_Si-Chen and dbp:almaMater of the dbr:Doug_Walgren ?,select distinct ?uri where { dbr:Lee_Si-Chen dbp:almaMater ?uri . dbr:Doug_Walgren dbo:almaMater ?uri . }
699,"how many dbo:manufacturer of the trains whose dbo:operator is dbr:MTR , are there ?",select distinct count ( ?uri ) where { ?x dbo:operator dbr:MTR . ?x dbo:manufacturer ?uri . }
700,give me a count of dbo:Artist whose dbo:instrument is dbr:Rickenbacker ?,select distinct count ( ?uri ) where { ?uri dbo:instrument dbr:Rickenbacker . ?uri rdf:type dbo:Artist }
701,who are the dbo:associatedMusicalArtist of dbr:Carolyn_Dennis ?,select distinct ?uri where { dbr:Carolyn_Dennis dbo:associatedMusicalArtist ?uri }
702,what is the settlement whose dbo:mayor is dbr:Anne_Hidalgo ?,select distinct ?uri where { ?uri dbo:mayor dbr:Anne_Hidalgo . }
703,what is the dbo:state of the dbo:Bridge whose dbp:river is dbr:Pequea_Creek ?,select distinct ?uri where { ?x dbp:river dbr:Pequea_Creek . ?x dbo:state ?uri . ?x rdf:type dbo:Bridge }
704,how many dbo:ingredient are there in dbr:Ragout_fin ?,select distinct count ( ?uri ) where { dbr:Ragout_fin dbo:ingredient ?uri . }
705,list the dbo:Person whose dbo:board 's dbp:foundation is dbr:New_York ?,select distinct ?uri where { ?x dbp:foundation dbr:New_York . ?uri dbo:board ?x . ?uri rdf:type dbo:Person }
706,count the dbp:writer of the singles whose dbo:recordedIn is dbr:Criteria_Studios ?,select distinct count ( ?uri ) where { ?x dbo:recordedIn dbr:Criteria_Studios . ?x dbp:writer ?uri . ?uri rdf:type dbo:Artist }
707,what are the islands whose dbp:archipelago is dbr:Canary_Islands ?,select distinct ?uri where { ?uri dbp:archipelago dbr:Canary_Islands }
708,what is the dbo:homeStadium of dbr:2011–12_FC_Spartak_Moscow_season ?,select distinct ?uri where { dbr:2011–12_FC_Spartak_Moscow_season dbo:homeStadium ?uri }
709,what is the dbo:Company whose dbo:keyPerson is dbr:Edwin_Catmull and dbp:products is dbr:RenderMan_(software) ?,select distinct ?uri where { ?uri dbo:keyPerson dbr:Edwin_Catmull . ?uri dbp:products dbr:RenderMan_(software) . ?uri rdf:type dbo:Company }
710,what is the total number of dbp:owner of the railway lines whose dbo:routeStart is dbr:South_Station ?,select distinct count ( ?uri ) where { ?x dbo:routeStart dbr:South_Station . ?x dbp:owner ?uri . }
711,what dbo:MusicalArtist 's dbo:associatedMusicalArtist is dbr:Dean_Ambrose ?,select distinct ?uri where { ?uri dbo:associatedMusicalArtist dbr:Dean_Ambrose . ?uri rdf:type dbo:MusicalArtist }
712,"give the total number of owls whose dbp:youthclubs 's dbp:ground is dbr:Rosario,_Santa_Fe ?","select distinct count ( ?uri ) where { ?x dbp:ground dbr:Rosario,_Santa_Fe . ?uri dbp:youthclubs ?x . }"
713,what are the dbo:TelevisionShow whose dbo:company is dbr:Playtone ?,select distinct ?uri where { ?uri dbo:company dbr:Playtone . ?uri rdf:type dbo:TelevisionShow }
714,what is the dbo:city of the dbo:School whose dbp:district is dbr:Mumbai_Suburban_district ?,select distinct ?uri where { ?x dbp:district dbr:Mumbai_Suburban_district . ?x dbo:city ?uri . ?x rdf:type dbo:School }
715,give me a count of soccer players whose dbp:currentclub is dbr:Stoke_City_F.C. ?,select distinct count ( ?uri ) where { ?uri dbp:currentclub dbr:Stoke_City_F.C. . }
716,what is the dbo:Country whose dbo:capital is dbr:Nicomedia and dbo:currency is dbr:Aureus ?,select distinct ?uri where { ?uri dbo:capital dbr:Nicomedia . ?uri dbo:currency dbr:Aureus . ?uri rdf:type dbo:Country }
717,what are the other dbo:outflow of the owls whose dbo:outflow is dbr:Congo_River ?,select distinct ?uri where { ?x dbp:outflow dbr:Congo_River . ?x dbo:outflow ?uri . }
718,"who is the person whose dbo:restingPlace 's dbo:territory is dbr:Dane_County,_Wisconsin ?","select distinct ?uri where { ?x dbo:territory dbr:Dane_County,_Wisconsin . ?uri dbo:restingPlace ?x . }"
720,is dbr:Chicago the dbo:bodyDiscovered of dbr:Elsie_Paroubek ?,ask where { dbr:Elsie_Paroubek dbo:bodyDiscovered dbr:Chicago }
721,what is the total number of dbp:language of the owls whose dbp:artist is dbr:Marika_Gombitová ?,select distinct count ( ?uri ) where { ?x dbp:artist dbr:Marika_Gombitová . ?x dbp:language ?uri . }
723,count the number of dbo:academicDiscipline of the academic journals whose dbp:publisher is dbr:SAGE_Publications ?,select distinct count ( ?uri ) where { ?x dbp:publisher dbr:SAGE_Publications . ?x dbo:academicDiscipline ?uri . }
724,what are the dbo:PoliticalParty whose dbo:leader 's dbo:residence is dbr:Prime_Minister's_House_(Colombo) ?,select distinct ?uri where { ?x dbo:residence dbr:Prime_Minister's_House_(Colombo) . ?uri dbo:leader ?x . ?uri rdf:type dbo:PoliticalParty }
725,"what is the dbo:operatedBy of the dbo:RailwayLine whose dbp:owner is dbr:Chicago,_St._Paul,_Minneapolis_and_Omaha_Railway ?","select distinct ?uri where { ?x dbp:owner dbr:Chicago,_St._Paul,_Minneapolis_and_Omaha_Railway . ?x dbo:operatedBy ?uri . ?x rdf:type dbo:RailwayLine }"
726,what is the dbo:locationCity of the company which is the dbp:distributor of dbr:Jeevan_Mrityu ?,select distinct ?uri where { dbr:Jeevan_Mrityu dbp:distributor ?x . ?x dbo:locationCity ?uri . }
727,what is the total number of dbp:services of the companies whose dbo:service is dbr:OneDrive ?,select distinct count ( ?uri ) where { ?x dbo:service dbr:OneDrive . ?x dbp:services ?uri . }
728,what is the total number of dbo:religion of the politicians whose dbo:party is dbr:Malaysian_Chinese_Association ?,select distinct count ( ?uri ) where { ?x dbo:party dbr:Malaysian_Chinese_Association . ?x dbo:religion ?uri . }
729,list the architects whose dbo:relative 's dbp:nationality is dbr:United_States ?,select distinct ?uri where { ?x dbp:nationality dbr:United_States . ?uri dbo:relative ?x . }
730,what is the dbp:genre of dbr:Battle_Chess ?,select distinct ?uri where { dbr:Battle_Chess dbp:genre ?uri }
731,what is the dbo:Country whose dbp:leaderTitle is dbr:President_of_Ghana ?,select distinct ?uri where { ?uri dbp:leaderTitle dbr:President_of_Ghana . ?uri rdf:type dbo:Country }
732,what is the office holder whose dbo:associate is dbr:Publius_Servilius_Vatia_Isauricus_(consul_48_BC) and dbo:predecessor is dbr:Lucius_Cornelius_Lentulus_Crus ?,select distinct ?uri where { ?uri dbo:associate dbr:Publius_Servilius_Vatia_Isauricus_(consul_48_BC) . ?uri dbo:predecessor dbr:Lucius_Cornelius_Lentulus_Crus . }
733,what is the dbo:architecturalStyle of dbr:Pontiac_Building ?,select distinct ?uri where { dbr:Pontiac_Building dbo:architecturalStyle ?uri }
734,what dbo:BasketballPlayer 's dbo:league is dbr:National_Basketball_Association ?,select distinct ?uri where { ?uri dbo:league dbr:National_Basketball_Association . ?uri rdf:type dbo:BasketballPlayer }
735,is dbr:Michelle_D._Johnson the dbp:superintendent of dbr:United_States_Air_Force_Academy ?,ask where { dbr:United_States_Air_Force_Academy dbp:superintendent dbr:Michelle_D._Johnson }
736,how many movies are there whose dbp:screenplay is dbr:Eric_Roth ?,select distinct count ( ?uri ) where { ?uri dbp:screenplay dbr:Eric_Roth . }
737,what is the dbo:training of the dbr:David_Scherman and dbo:almaMater of the dbr:Angela_Trusty ?,select distinct ?uri where { dbr:David_Scherman dbo:training ?uri . dbr:Angela_Trusty dbo:almaMater uri }
738,what is the dbo:opponent of the dbo:Person whose dbp:restingPlace is dbr:Tower_of_London ?,select distinct ?uri where { ?x dbp:restingPlace dbr:Tower_of_London . ?x dbo:opponent ?uri . ?x rdf:type dbo:Person }
739,what is the dbo:recordLabel of the dbr:Next_Thing and dbp:label of the dbr:The_Producers_(2005_film) ?,select distinct ?uri where { dbr:Next_Thing dbo:recordLabel ?uri . dbr:The_Producers_(2005_film) dbp:label uri }
740,what is the dbo:nationality of the owl which is the dbo:associate of dbr:Hilda_de_Duhalde ?,select distinct ?uri where { dbr:Hilda_de_Duhalde dbo:associate ?x . ?x dbo:nationality ?uri . }
741,what is the dbp:line of the dbr:Vadodara_Junction_railway_station and dbo:hubAirport of the dbr:Pawan_Hans ?,select distinct ?uri where { dbr:Vadodara_Junction_railway_station dbp:line ?uri . dbr:Pawan_Hans dbo:hubAirport uri }
742,what is the dbo:Scientist whose dbp:prizes is dbr:Royal_Society and dbo:academicAdvisor is dbr:Karl_Ewald_Hasse ?,select distinct ?uri where { ?uri dbp:prizes dbr:Royal_Society . ?uri dbo:academicAdvisor dbr:Karl_Ewald_Hasse . ?uri rdf:type dbo:Scientist }
743,what is the dbo:restingPlace of the senator who is the dbp:successor of dbr:Edward_O._Wolcott ?,select distinct ?uri where { dbr:Edward_O._Wolcott dbp:successor ?x . ?x dbo:restingPlace ?uri . }
744,what is the total number of dbp:placeOfDeath of the chancellors whose dbo:militaryRank is dbr:Schutzstaffel ?,select distinct count ( ?uri ) where { ?x dbo:militaryRank dbr:Schutzstaffel . ?x dbp:placeOfDeath ?uri . ?uri rdf:type dbo:Place }
745,"how many dbp:membership are there , of the organisations whose dbp:headquarters is dbr:Amstelveen ?",select distinct count ( ?uri ) where { ?x dbp:headquarters dbr:Amstelveen . ?x dbp:membership ?uri . }
746,what is the dbo:Scientist whose dbp:prizes is dbr:Royal_Society and dbp:doctoralAdvisor is dbr:Georg_Meissner ?,select distinct ?uri where { ?uri dbp:prizes dbr:Royal_Society . ?uri dbp:doctoralAdvisor dbr:Georg_Meissner . ?uri rdf:type dbo:Scientist }
747,what are the other dbp:nearestCity of the dbo:HistoricPlace whose dbp:nearestCity is dbr:Wisconsin ?,select distinct ?uri where { ?x dbo:nearestCity dbr:Wisconsin . ?x dbp:nearestCity ?uri . ?x rdf:type dbo:HistoricPlace }
748,who is the dbp:producer of dbr:Captain_EO ?,select distinct ?uri where { dbr:Captain_EO dbp:producer ?uri }
749,what are the other dbp:subject of the dbo:Book whose dbp:subject is dbr:Paul_Broca ?,select distinct ?uri where { ?x dbp:subject dbr:Paul_Broca . ?x dbp:subject ?uri . ?x rdf:type dbo:Book }
750,what is the dbo:territory of the military conflict which is the dbo:battle of dbr:Henri_Putz ?,select distinct ?uri where { dbr:Henri_Putz dbo:battle ?x . ?x dbo:territory ?uri . }
751,what is the dbp:deathPlace of the dbo:Royalty whose dbp:mother is dbr:Maria_Ludwika_Krasińska ?,select distinct ?uri where { ?x dbp:mother dbr:Maria_Ludwika_Krasińska . ?x dbp:deathPlace ?uri . ?x rdf:type dbo:Royalty }
752,is dbr:New_York_Rangers the dbo:prospectTeam of dbr:Robin_Kovacs ?,ask where { dbr:Robin_Kovacs dbo:prospectTeam dbr:New_York_Rangers }
753,is dbr:William_Campbell_(business_executive) the dbo:chairman of dbr:Columbia_University ?,ask where { dbr:Columbia_University dbo:chairman dbr:William_Campbell_(business_executive) }
754,what is the dbp:parentCompany of the dbo:Automobile whose dbp:related is dbr:Opel_Karl ?,select distinct ?uri where { ?x dbp:related dbr:Opel_Karl . ?x dbp:parentCompany ?uri . ?x rdf:type dbo:Automobile }
755,what is the dbp:owner of the dbo:Bank which is the dbp:company of dbr:Bloomberg_Markets ?,select distinct ?uri where { dbr:Bloomberg_Markets dbp:company ?x . ?x dbp:owner ?uri . ?x rdf:type dbo:Bank }
756,what are the other dbo:occupation of the dbo:Person whose dbo:occupation is dbr:Kingdom_of_Naples ?,select distinct ?uri where { ?x dbo:occupation dbr:Kingdom_of_Naples . ?x dbo:occupation ?uri . ?x rdf:type dbo:Person }
757,"what is the office holder whose dbp:rank is dbr:Colonel_(United_States) and dbp:restingplace is dbr:Montpelier_(Orange,_Virginia) ?","select distinct ?uri where { ?uri dbp:rank dbr:Colonel_(United_States) . ?uri dbp:restingplace dbr:Montpelier_(Orange,_Virginia) . }"
758,what is the dbo:developer of the software whose dbp:programmingLanguage is dbr:Emacs_Lisp ?,select distinct ?uri where { ?x dbp:programmingLanguage dbr:Emacs_Lisp . ?x dbo:developer ?uri . }
759,who is the office holder whose dbp:deputy is dbr:Franz_von_Papen ?,select distinct ?uri where { ?uri dbp:deputy dbr:Franz_von_Papen }
760,what is the total number of dbo:formerTeam of the owls whose dbo:team is dbr:Colorado_Avalanche ?,select distinct count ( ?uri ) where { ?x dbo:team dbr:Colorado_Avalanche . ?x dbo:formerTeam ?uri . ?uri rdf:type dbo:SportsTeam }
761,list the dbo:Book whose dbo:author 's dbo:birthPlace is dbr:Alcalá_de_Henares ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Alcalá_de_Henares . ?uri dbo:author ?x . ?uri rdf:type dbo:Book }
762,what is the dbp:currentTeam of the dbr:Shaun_Thong and dbr:Kaan_Önder ?,select distinct ?uri where { dbr:Shaun_Thong dbp:currentTeam ?uri . dbr:Kaan_Önder dbp:currentTeam ?uri . }
763,what is the dbp:owner of dbr:Paphos_International_Airport ?,select distinct ?uri where { dbr:Paphos_International_Airport dbp:owner ?uri }
764,what is the dbp:counties of the dbr:Jerome_Avenue and dbr:Tremont_Avenue ?,select distinct ?uri where { dbr:Jerome_Avenue dbp:counties ?uri . dbr:Tremont_Avenue dbp:counties ?uri . }
766,what is the dbo:BasketballTeam whose dbp:president 's dbo:college is dbr:Brockport_Golden_Eagles ?,select distinct ?uri where { ?x dbo:college dbr:Brockport_Golden_Eagles . ?uri dbp:president ?x . ?uri rdf:type dbo:BasketballTeam }
767,what are the dbp:race of dbr:Coneygree ?,select distinct ?uri where { dbr:Coneygree dbp:race ?uri }
768,what is the dbo:award of the artists whose dbo:occupation is dbr:Screenwriter ?,select distinct ?uri where { ?x dbo:occupation dbr:Screenwriter . ?x dbo:award ?uri . }
769,what is the dbo:Saint whose dbp:majorShrine is dbr:Tomb_of_Joshua and dbo:veneratedIn is dbr:Islam ?,select distinct ?uri where { ?uri dbp:majorShrine dbr:Tomb_of_Joshua . ?uri dbo:veneratedIn dbr:Islam . ?uri rdf:type dbo:Saint }
770,what is the dbo:draftTeam of the dbr:Dale_Mitchell_(ice_hockey) and dbp:playedFor of the dbr:Doug_Acomb ?,select distinct ?uri where { dbr:Dale_Mitchell_(ice_hockey) dbo:draftTeam ?uri . dbr:Doug_Acomb dbp:playedFor uri }
771,what is the total number of other dbo:executiveProducer of the television shows whose dbo:executiveProducer is dbr:Steven_Moffat ?,select distinct count ( ?uri ) where { ?x dbo:executiveProducer dbr:Steven_Moffat . ?x dbp:executiveProducer ?uri }
772,who is the dbp:artist of the dbr:Tickle_Me and dbr:Viva_Las_Vegas ?,select distinct ?uri where { dbr:Tickle_Me dbp:artist ?uri . dbr:Viva_Las_Vegas dbp:artist ?uri . }
773,who is the person whose dbo:spouse 's dbo:associatedMusicalArtist is dbr:Tony_Bennett ?,select distinct ?uri where { ?x dbo:associatedMusicalArtist dbr:Tony_Bennett . ?uri dbo:spouse ?x . }
774,what is the dbo:Company whose dbp:divisions is dbr:HBO ?,select distinct ?uri where { ?uri dbp:divisions dbr:HBO . ?uri rdf:type dbo:Company }
775,how many dbo:religion are there of the ethnic group which is the dbp:related of dbr:Waxiang_people ?,select distinct count ( ?uri ) where { dbr:Waxiang_people dbp:related ?x . ?x dbo:religion ?uri . }
776,what is the dbo:team of dbr:Ramiro_Peña ?,select distinct ?uri where { dbr:Ramiro_Peña dbo:team ?uri }
777,what are the dbo:Book whose dbo:author 's dbo:notableWork is dbr:Novelas_ejemplares ?,select distinct ?uri where { ?x dbo:notableWork dbr:Novelas_ejemplares . ?uri dbo:author ?x . ?uri rdf:type dbo:Book }
778,count the number of other dbp:battles of the military people whose dbp:battles is dbr:Levant ?,select distinct count ( ?uri ) where { ?x dbp:battles dbr:Levant . ?x dbp:battles ?uri }
779,what is the dbo:citizenship of the dbr:Matthew_Kane_(actor) and dbr:Park_Rankin ?,select distinct ?uri where { dbr:Matthew_Kane_(actor) dbo:citizenship ?uri . dbr:Park_Rankin dbo:citizenship ?uri . }
780,what is the total number of dbo:nonFictionSubject of the books whose dbo:literaryGenre is dbr:Fantasy ?,select distinct count ( ?uri ) where { ?x dbo:literaryGenre dbr:Fantasy . ?x dbo:nonFictionSubject ?uri . }
781,what is the dbo:TelevisionShow whose dbp:themeMusicComposer is dbr:Primus_(band) ?,select distinct ?uri where { ?uri dbp:themeMusicComposer dbr:Primus_(band) . ?uri rdf:type dbo:TelevisionShow }
782,what is dbo:creator dbr:Larry_David and dbr:Jerry_Seinfeld ?,select distinct ?uri where { ?uri dbo:creator dbr:Larry_David . ?uri dbo:creator dbr:Jerry_Seinfeld . }
783,is dbr:Ringo_Starr the dbo:musicBy of dbr:Let_It_Be_(musical) ?,ask where { dbr:Let_It_Be_(musical) dbo:musicBy dbr:Ringo_Starr }
784,who is the dbp:artist of dbr:Women_in_the_Garden ?,select distinct ?uri where { dbr:Women_in_the_Garden dbp:artist ?uri }
785,who is the dbo:composer of dbr:Girl_from_the_North_Country ?,select distinct ?uri where { dbr:Girl_from_the_North_Country dbo:composer ?uri }
786,"what is the dbo:countySeat of the administrative region which is the dbo:county of dbr:Evergreen_High_School_(King_County,_Washington) ?","select distinct ?uri where { dbr:Evergreen_High_School_(King_County,_Washington) dbo:county ?x . ?x dbo:countySeat ?uri . }"
787,what are the dbo:MilitaryConflict whose dbo:commander 's dbo:deputy is dbr:Robert_T._Herres ?,select distinct ?uri where { ?x dbo:deputy dbr:Robert_T._Herres . ?uri dbo:commander ?x . ?uri rdf:type dbo:MilitaryConflict }
788,"what is the dbo:state of the dbo:Road whose dbo:routeJunction is dbr:Kensington,_Maryland ?","select distinct ?uri where { ?x dbo:routeJunction dbr:Kensington,_Maryland . ?x dbo:state ?uri . ?x rdf:type dbo:Road }"
789,what is the dbo:deathCause of the person whose dbp:restingPlace is dbr:Toronto ?,select distinct ?uri where { ?x dbp:restingPlace dbr:Toronto . ?x dbo:deathCause ?uri . }
790,what is the dbp:mainIngredient of dbr:Pizza-ghetti ?,select distinct ?uri where { dbr:Pizza-ghetti dbp:mainIngredient ?uri }
791,list the other dbp:workInstitutions of the dbo:Medician whose dbp:workInstitutions is dbr:University_of_Miami ?,select distinct ?uri where { ?x dbp:workInstitutions dbr:University_of_Miami . ?x dbp:workInstitutions ?uri . ?x rdf:type dbo:Medician }
792,"how many dbo:trainer are there , of the wrestlers whose dbo:billed is dbr:Wisconsin ?",select distinct count ( ?uri ) where { ?x dbo:billed dbr:Wisconsin . ?x dbo:trainer ?uri . ?uri rdf:type dbo:Person }
793,what is the dbo:nationality of the office holder who is the dbp:primeminister of dbr:Thanong_Bidaya ?,select distinct ?uri where { dbr:Thanong_Bidaya dbp:primeminister ?x . ?x dbo:nationality ?uri . }
794,what is the dbo:religion of the dbr:Hang_Chuon_Naron and dbr:Krom_Ngoy ?,select distinct ?uri where { dbr:Hang_Chuon_Naron dbo:religion ?uri . dbr:Krom_Ngoy dbo:religion ?uri . }
795,what is the dbp:owner of the dbr:Ford_Motor_Credit_Company and dbr:Dagenham_wind_turbines ?,select distinct ?uri where { dbr:Ford_Motor_Credit_Company dbp:owner ?uri . dbr:Dagenham_wind_turbines dbp:owner ?uri . }
796,what is the dbo:parentCompany of the dbr:Ford_Falcon_Cobra and dbp:owner of the dbr:Dagenham_wind_turbines ?,select distinct ?uri where { dbr:Ford_Falcon_Cobra dbo:parentCompany ?uri . dbr:Dagenham_wind_turbines dbp:owner uri }
797,what is the dbo:award of the person who is the dbp:cinematography of dbr:Mickey's_Mellerdrammer ?,select distinct ?uri where { dbr:Mickey's_Mellerdrammer dbp:cinematography ?x . ?x dbo:award ?uri . }
798,what is the dbp:education of dbr:Cyril_Hume ?,select distinct ?uri where { dbr:Cyril_Hume dbp:education ?uri }
799,what is the dbp:origin of dbr:Boga_(soft_drink) ?,select distinct ?uri where { dbr:Boga_(soft_drink) dbp:origin ?uri }
800,what is the dbp:narrated of the dbo:Album which is the dbo:Album of dbr:Me_and_My_Arrow ?,select distinct ?uri where { dbr:Me_and_My_Arrow dbo:album ?x . ?x dbp:narrated ?uri . ?x rdf:type dbo:Album }
801,what is the total number of dbp:address of the buildings whose dbp:architecturalStyle is dbr:Modern_architecture ?,select distinct count ( ?uri ) where { ?x dbp:architecturalStyle dbr:Modern_architecture . ?x dbp:address ?uri . }
802,what is the dbo:sport of the university which is the dbp:almaMater of dbr:Habib_Boromand_Dashghapu ?,select distinct ?uri where { dbr:Habib_Boromand_Dashghapu dbp:almaMater ?x . ?x dbo:sport ?uri . }
803,what is the dbp:houses of dbr:Parliament_Security_Services ?,select distinct ?uri where { dbr:Parliament_Security_Services dbp:houses ?uri }
804,count the other dbp:origin of the beverages whose dbp:origin is dbr:England ?,select distinct count ( ?uri ) where { ?x dbp:origin dbr:England . ?x dbp:origin ?uri }
805,count the people whose dbo:knownFor 's dbo:commander is dbr:Andrew_Jackson ?,select distinct count ( ?uri ) where { ?x dbo:commander dbr:Andrew_Jackson . ?uri dbo:knownFor ?x . }
806,"who is the dbo:incumbent of dbr:Al_Gore_presidential_campaign,_2000 ?","select distinct ?uri where { dbr:Al_Gore_presidential_campaign,_2000 dbo:incumbent ?uri }"
807,what is the dbo:location of the dbr:Kurt_Vonnegut_Memorial_Library and dbp:placeOfDeath of the dbr:Louis_LeCocq ?,select distinct ?uri where { dbr:Kurt_Vonnegut_Memorial_Library dbo:location ?uri . dbr:Louis_LeCocq dbp:placeOfDeath uri }
808,what is the dbp:college of the dbo:BaseballPlayer whose dbp:birthPlace is dbr:Ashton_Historic_District ?,select distinct ?uri where { ?x dbp:birthPlace dbr:Ashton_Historic_District . ?x dbp:college ?uri . ?x rdf:type dbo:BaseballPlayer }
809,who are the monarches whose dbp:title is dbr:Kingdom_of_Israel_(united_monarchy) ?,select distinct ?uri where { ?uri dbp:title dbr:Kingdom_of_Israel_(united_monarchy) }
810,what is the dbo:knownFor of the dbo:Person who is the dbp:director of dbr:Sleepy-Time_Squirrel ?,select distinct ?uri where { dbr:Sleepy-Time_Squirrel dbp:director ?x . ?x dbo:knownFor ?uri . ?x rdf:type dbo:Person }
811,what is the dbp:title of the noble who is the dbp:successor of dbr:Kaulahea_I ?,select distinct ?uri where { dbr:Kaulahea_I dbp:successor ?x . ?x dbp:title ?uri . }
812,"what is the dbo:River whose dbo:city is dbr:Reading,_Berkshire and dbo:mouthPlace is dbr:Essex ?","select distinct ?uri where { ?uri dbo:city dbr:Reading,_Berkshire . ?uri dbo:mouthPlace dbr:Essex . ?uri rdf:type dbo:River }"
813,what is the dbp:nationalOrigin of dbr:Dornier_Aerodyne ?,select distinct ?uri where { dbr:Dornier_Aerodyne dbp:nationalOrigin ?uri }
814,"what is the dbo:OfficeHolder whose dbp:restingplace 's dbp:nearestCity is dbr:Orange,_Virginia ?","select distinct ?uri where { ?x dbp:nearestCity dbr:Orange,_Virginia . ?uri dbp:restingplace ?x . ?uri rdf:type dbo:OfficeHolder }"
815,what is the dbp:writers of the dbr:Tales_of_Suspense and dbp:writers of the dbr:Karakuri_Dôji_Ultimo ?,select distinct ?uri where { dbr:Tales_of_Suspense dbp:writers ?uri . dbr:Karakuri_Dôji_Ultimo dbp:author uri }
816,what is the dbp:buildingType of dbr:Quán_Thánh_Temple ?,select distinct ?uri where { dbr:Quán_Thánh_Temple dbp:buildingType ?uri }
