id,english,sparql
3287,how many scientists are there whose dbp:doctoralAdvisor is dbr:Ernest_Rutherford ?,select distinct count ( ?uri ) where { ?uri dbp:doctoralAdvisor dbr:Ernest_Rutherford . }
3288,what is the dbo:TelevisionShow whose dbo:composer is dbr:Judy_Hart_Angelo and dbp:company is dbr:Paramount_Television ?,select distinct ?uri where { ?uri dbo:composer dbr:Judy_Hart_Angelo . ?uri dbp:company dbr:Paramount_Television . ?uri rdf:type dbo:TelevisionShow }
3289,who are the dbp:chairman of dbr:Vancouver_Whitecaps_FC ?,select distinct ?uri where { dbr:Vancouver_Whitecaps_FC dbp:chairman ?uri }
3290,"who is the person whose dbp:employer is dbr:University_of_California,_Santa_Cruz ?","select distinct ?uri where { ?uri dbp:employer dbr:University_of_California,_Santa_Cruz . }"
3291,"what is the dbo:municipality of the dbr:Brown's_Corners,_Toronto and dbp:placeOfBirth of the dbr:Krista_Kelly ?","select distinct ?uri where { dbr:Brown's_Corners,_Toronto dbo:municipality ?uri . dbr:Krista_Kelly dbp:placeOfBirth uri }"
3292,what is the dbo:Writer whose dbo:spouse is dbr:Jill_Krementz and dbo:child is dbr:Edith_Vonnegut ?,select distinct ?uri where { ?uri dbo:spouse dbr:Jill_Krementz . ?uri dbo:child dbr:Edith_Vonnegut . ?uri rdf:type dbo:Writer }
3293,what is the dbp:nearestCity of dbr:Tennie_and_Laura_(schooner) ?,select distinct ?uri where { dbr:Tennie_and_Laura_(schooner) dbp:nearestCity ?uri }
3294,give me a count of dbo:TelevisionShow whose dbp:creator is dbr:Simon_Fuller ?,select distinct count ( ?uri ) where { ?uri dbp:creator dbr:Simon_Fuller . ?uri rdf:type dbo:TelevisionShow }
3295,what is the dbp:appointer of the dbo:governor who is the dbo:governor of dbr:Robert_Witherspoon ?,select distinct ?uri where { dbr:Robert_Witherspoon dbo:governor ?x . ?x dbp:appointer ?uri . }
3296,what is the dbp:area of dbr:ITV_(Thailand) ?,select distinct ?uri where { dbr:ITV_(Thailand) dbp:area ?uri }
3297,what is the dbo:team of the dbo:AmericanFootballPlayer whose dbp:position is dbr:Quarterback ?,select distinct ?uri where { ?x dbp:position dbr:Quarterback . ?x dbo:team ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
3298,"what is the dbo:OfficeHolder whose dbp:children is dbr:Lori_Black and dbo:predecessor is dbr:Henry_E._Catto,_Jr. ?","select distinct ?uri where { ?uri dbp:children dbr:Lori_Black . ?uri dbo:predecessor dbr:Henry_E._Catto,_Jr. . ?uri rdf:type dbo:OfficeHolder }"
3299,what is the dbo:TelevisionShow whose dbp:themeMusicComposer is dbr:Ron_Grainer and dbo:network is dbr:BBC_HD ?,select distinct ?uri where { ?uri dbp:themeMusicComposer dbr:Ron_Grainer . ?uri dbo:network dbr:BBC_HD . ?uri rdf:type dbo:TelevisionShow }
3300,who is the dbo:Person whose dbo:education is dbr:Humes_High_School ?,select distinct ?uri where { ?uri dbo:education dbr:Humes_High_School . ?uri rdf:type dbo:Person }
3301,what is the dbp:address of the dbo:Building whose dbo:tenant is dbr:Weber_Thompson ?,select distinct ?uri where { ?x dbo:tenant dbr:Weber_Thompson . ?x dbp:address ?uri . ?x rdf:type dbo:Building }
3302,what is the dbp:fields of the owl which is the dbo:academicAdvisor of dbr:Henri_Maspero ?,select distinct ?uri where { dbr:Henri_Maspero dbo:academicAdvisor ?x . ?x dbp:fields ?uri . }
3303,who is the dbp:spouse of the dbr:Lydia_Clarke and dbo:starring of the dbr:Soylent_Green ?,select distinct ?uri where { dbr:Lydia_Clarke dbp:spouse ?uri . dbr:Soylent_Green dbo:starring ?uri . }
3304,how many other dbp:cities of the seas whose dbp:cities is dbr:Miami are there ?,select distinct count ( ?uri ) where { ?x dbp:cities dbr:Miami . ?x dbp:cities ?uri }
3305,list the other dbo:owner of the dbo:SoccerClub whose dbp:owner is dbr:Carl_Sanders ?,select distinct ?uri where { ?x dbp:owner dbr:Carl_Sanders . ?x dbo:owner ?uri . ?x rdf:type dbo:SoccerClub }
3306,who are the dbp:keyPeople of dbr:FWD.us ?,select distinct ?uri where { dbr:FWD.us dbp:keyPeople ?uri }
3307,what is the dbp:executiveProducer of dbr:Into_the_Dalek ?,select distinct ?uri where { dbr:Into_the_Dalek dbp:executiveProducer ?uri }
3308,what is the dbo:knownFor of the dbr:Robert_Nederlander and dbo:debutTeam of the dbr:Gary_Sánchez ?,select distinct ?uri where { dbr:Robert_Nederlander dbo:knownFor ?uri . dbr:Gary_Sánchez dbo:debutTeam ?uri . ?uri rdf:type dbo:SportsTeam }
3309,list the artists whose dbp:training 's dbp:city is dbr:California ?,select distinct ?uri where { ?x dbp:city dbr:California . ?uri dbp:training ?x . }
3310,what are the dbp:restingplace of the dbr:Thomas_François_Burgers and dbr:Johannes_Gerhardus_Strijdom ?,select distinct ?uri where { dbr:Thomas_François_Burgers dbp:restingplace ?uri . dbr:Johannes_Gerhardus_Strijdom dbp:restingplace ?uri . }
3311,"how many dbo:city are there , of the rivers whose dbo:mouthMountain is dbr:Arkansas ?",select distinct count ( ?uri ) where { ?x dbo:mouthMountain dbr:Arkansas . ?x dbo:city ?uri . ?uri rdf:type dbo:City }
3312,"what is the dbo:municipality of the dbr:Brown's_Corners,_Toronto and dbp:placeOfBirth of the dbr:George_Karrys ?","select distinct ?uri where { dbr:Brown's_Corners,_Toronto dbo:municipality ?uri . dbr:George_Karrys dbp:placeOfBirth uri }"
3313,is dbr:Guitar the dbp:instrument of dbr:Richard_Marx ?,ask where { dbr:Richard_Marx dbp:instrument dbr:Guitar }
3314,how many owls whose dbo:manufacturer 's dbo:subsidiary is dbr:Sony_Corporation_shareholders_and_subsidiaries are there ?,select distinct count ( ?uri ) where { ?x dbo:subsidiary dbr:Sony_Corporation_shareholders_and_subsidiaries . ?uri dbo:manufacturer ?x . }
3315,what is the total number of dbo:OfficeHolder whose dbp:successor 's dbp:president is dbr:Bill_Clinton ?,select distinct count ( ?uri ) where { ?x dbp:president dbr:Bill_Clinton . ?uri dbp:successor ?x . ?uri rdf:type dbo:OfficeHolder }
3316,what is the dbp:locations of the companies whose dbo:locationCity is dbr:Ontario ?,select distinct ?uri where { ?x dbo:locationCity dbr:Ontario . ?x dbp:locations ?uri . }
3317,what is the dbo:deathPlace of the owl which is the dbp:successor of dbr:Pōmare_I ?,select distinct ?uri where { dbr:Pōmare_I dbp:successor ?x . ?x dbo:deathPlace ?uri . }
3318,what is the dbo:board of the person who is the dbo:author of dbr:Wiktionary ?,select distinct ?uri where { dbr:Wiktionary dbo:author ?x . ?x dbo:board ?uri . }
3319,count the number of dbp:placeOfBirth of the volleyball players whose dbp:nationalteam is dbr:Russia_women's_national_volleyball_team ?,select distinct count ( ?uri ) where { ?x dbp:nationalteam dbr:Russia_women's_national_volleyball_team . ?x dbp:placeOfBirth ?uri . ?uri rdf:type dbo:Country }
3321,what is the dbo:TelevisionShow whose dbo:starring is dbr:Jason_Carter_(actor) and dbp:network is dbr:TNT_(TV_channel) ?,select distinct ?uri where { ?uri dbo:starring dbr:Jason_Carter_(actor) . ?uri dbp:network dbr:TNT_(TV_channel) . ?uri rdf:type dbo:TelevisionShow }
3323,"is dbr:Gutenburg,_Switzerland the dbp:neighboringMunicipalities of dbr:Madiswil ?","ask where { dbr:Madiswil dbp:neighboringMunicipalities dbr:Gutenburg,_Switzerland }"
3324,what are the dbp:junction of the dbr:U.S._Route_59_in_Texas and dbr:U.S._Route_59 ?,select distinct ?uri where { dbr:U.S._Route_59_in_Texas dbp:junction ?uri . dbr:U.S._Route_59 dbp:junction ?uri . }
3325,is dbr:Pizza the dbo:industry of dbr:Mr._Jim's_Pizza ?,ask where { dbr:Mr._Jim's_Pizza dbo:industry dbr:Pizza }
3326,what is the dbo:Scientist whose dbo:knownFor is dbr:Anthrax and dbp:doctoralAdvisor is dbr:Georg_Meissner ?,select distinct ?uri where { ?uri dbo:knownFor dbr:Anthrax . ?uri dbp:doctoralAdvisor dbr:Georg_Meissner . ?uri rdf:type dbo:Scientist }
3327,who is the dbo:writer of dbr:South_Park:_The_Stick_of_Truth ?,select distinct ?uri where { dbr:South_Park:_The_Stick_of_Truth dbo:writer ?uri }
3328,what is the dbp:owner of dbr:Torrey_Pines_Gliderport ?,select distinct ?uri where { dbr:Torrey_Pines_Gliderport dbp:owner ?uri }
3329,who is the dbp:writer of dbr:A_Streetcar_Named_Desire_(play) ?,select distinct ?uri where { dbr:A_Streetcar_Named_Desire_(play) dbp:writer ?uri }
3330,what is the dbp:nationality of the dbr:Newin_Chidchob and dbp:nationality of the dbr:Ajahn_Sao_Kantasīlo ?,select distinct ?uri where { dbr:Newin_Chidchob dbp:nationality ?uri . dbr:Ajahn_Sao_Kantasīlo dbo:nationality uri }
3331,what is the dbp:label of the dbo:Album whose dbo:previousWork is dbr:Waterfall_(album) ?,select distinct ?uri where { ?x dbo:previousWork dbr:Waterfall_(album) . ?x dbp:label ?uri . ?x rdf:type dbo:Album }
3332,what is the dbp:label of the albums whose dbp:artist is dbr:If_(band) ?,select distinct ?uri where { ?x dbp:artist dbr:If_(band) . ?x dbp:label ?uri . }
3333,what is the dbo:automobilePlatform of the dbr:Chiva_bus and dbo:parentCompany of the dbr:Ford_Falcon_Cobra ?,select distinct ?uri where { dbr:Chiva_bus dbo:automobilePlatform ?uri . dbr:Ford_Falcon_Cobra dbo:parentCompany uri }
3334,who are the dbp:governor of dbr:Winston_Bryant ?,select distinct ?uri where { dbr:Winston_Bryant dbp:governor ?uri }
3335,how many movies whose dbp:music is dbr:Danny_Elfman and dbp:director is dbr:Tim_Burton are there ?,select distinct count ( ?uri ) where { ?uri dbp:music dbr:Danny_Elfman . ?uri dbp:director dbr:Tim_Burton }
3336,what is the dbo:TelevisionShow whose dbp:writer is dbr:Erik_Jendresen and dbp:company is dbr:Playtone ?,select distinct ?uri where { ?uri dbp:writer dbr:Erik_Jendresen . ?uri dbp:company dbr:Playtone . ?uri rdf:type dbo:TelevisionShow }
3337,what is the dbo:stylisticOrigin of the dbo:MusicGenre whose dbp:instruments is dbr:Drum_kit ?,select distinct ?uri where { ?x dbp:instruments dbr:Drum_kit . ?x dbo:stylisticOrigin ?uri . ?x rdf:type dbo:MusicGenre }
3338,what is the dbo:developer of the dbr:Spider-Man:_Edge_of_Time and dbo:successor of the dbr:PlayStation_2 ?,select distinct ?uri where { dbr:Spider-Man:_Edge_of_Time dbo:developer ?uri . dbr:PlayStation_2 dbo:successor uri }
3339,who is the dbp:appointer of dbr:Earl_B._Ruth ?,select distinct ?uri where { dbr:Earl_B._Ruth dbp:appointer ?uri }
3340,what is the dbp:constituency of the owl which is the dbp:leader of dbr:Labour_Party_(Norway) ?,select distinct ?uri where { dbr:Labour_Party_(Norway) dbp:leader ?x . ?x dbp:constituency ?uri . }
3341,what is the dbo:OfficeHolder whose dbp:children is dbr:Lori_Black and dbo:almaMater is dbr:Harvard-Westlake_School ?,select distinct ?uri where { ?uri dbp:children dbr:Lori_Black . ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri rdf:type dbo:OfficeHolder }
3342,what is the dbp:education of dbr:Samuel_Isham ?,select distinct ?uri where { dbr:Samuel_Isham dbp:education ?uri }
3343,give me a count of dbo:Mammal whose dbo:family is dbr:Canidae ?,select distinct count ( ?uri ) where { ?uri dbo:family dbr:Canidae . ?uri rdf:type dbo:Mammal }
3344,what is the dbo:musicalArtist of the dbo:MusicalWork whose dbp:album is dbr:Aida_(musical) ?,select distinct ?uri where { ?x dbp:album dbr:Aida_(musical) . ?x dbo:musicalArtist ?uri . ?x rdf:type dbo:MusicalWork }
3345,what is the dbp:champion of dbr:National_League ?,select distinct ?uri where { dbr:National_League dbp:champion ?uri }
3346,what is the dbo:Sea whose dbo:location is dbr:Europe and dbp:cities is dbr:Oulu ?,select distinct ?uri where { ?uri dbo:location dbr:Europe . ?uri dbp:cities dbr:Oulu . ?uri rdf:type dbo:Sea }
3347,what is the dbp:debutteam of the dbr:Steve_Ontiveros_(infielder) and dbo:team of the dbr:Ramiro_Peña ?,select distinct ?uri where { dbr:Steve_Ontiveros_(infielder) dbp:debutteam ?uri . dbr:Ramiro_Peña dbo:team uri }
3348,what is the total number of other dbp:awards of the musicals whose dbp:awards is dbr:Tony_Award ?,select distinct count ( ?uri ) where { ?x dbp:awards dbr:Tony_Award . ?x dbp:awards ?uri }
3349,list the dbp:debutteam of the owls whose dbo:birthPlace is dbr:Vargas_(state) ?,select distinct ?uri where { ?x dbo:birthPlace dbr:Vargas_(state) . ?x dbp:debutteam ?uri . }
3350,what is the dbo:product of the dbr:BBC_Multimedia and dbp:genre of the dbr:Visions_(convention) ?,select distinct ?uri where { dbr:BBC_Multimedia dbo:product ?uri . dbr:Visions_(convention) dbp:genre uri }
3351,is dbr:Golan_Heights the dbo:sourceRegion of dbr:Jordan_River ?,ask where { dbr:Jordan_River dbo:sourceRegion dbr:Golan_Heights }
3352,what is the total number of dbo:award of the military people whose dbo:battle is dbr:Battle_of_France ?,select distinct count ( ?uri ) where { ?x dbo:battle dbr:Battle_of_France . ?x dbo:award ?uri . }
3353,what is the dbo:militaryBranch of dbr:Henry_Hyde ?,select distinct ?uri where { dbr:Henry_Hyde dbo:militaryBranch ?uri }
3354,what is the dbo:ethnicity of the dbr:Maike_Evers and dbo:stateOfOrigin of the dbr:Theodor_Hillenhinrichs ?,select distinct ?uri where { dbr:Maike_Evers dbo:ethnicity ?uri . dbr:Theodor_Hillenhinrichs dbo:stateOfOrigin uri }
3355,give me a count of american football players whose dbo:team is dbr:Dallas_Cowboys ?,select distinct count ( ?uri ) where { ?uri dbo:team dbr:Dallas_Cowboys . }
3356,is dbr:Iran the dbp:birthplace of dbr:Reza_Amrollahi ?,ask where { dbr:Reza_Amrollahi dbp:birthplace dbr:Iran }
3357,"what is the dbo:Country whose dbo:capital is dbr:Hagåtña,_Guam ?","select distinct ?uri where { ?uri dbo:capital dbr:Hagåtña,_Guam . ?uri rdf:type dbo:Country }"
3359,what is the dbo:sourceCountry of the dbr:Samur–Absheron_channel and dbp:placeOfBirth of the dbr:Anar_Salmanov ?,select distinct ?uri where { dbr:Samur–Absheron_channel dbo:sourceCountry ?uri . dbr:Anar_Salmanov dbp:placeOfBirth uri }
3360,list the dbp:restingplace of the dbo:Person whose dbo:militaryUnit is dbr:Norwalk_Trainband ?,select distinct ?uri where { ?x dbo:militaryUnit dbr:Norwalk_Trainband . ?x dbp:restingplace ?uri . ?x rdf:type dbo:Person }
3361,who is the dbp:designer of dbr:John_Madden_Football_'92 ?,select distinct ?uri where { dbr:John_Madden_Football_'92 dbp:designer ?uri }
3362,what is the dbo:Magazine whose dbp:editor 's dbo:hometown is dbr:Chicago ?,select distinct ?uri where { ?x dbo:hometown dbr:Chicago . ?uri dbp:editor ?x . ?uri rdf:type dbo:Magazine }
3363,what is the dbp:parentCompany of the dbo:Automobile whose dbp:assembly is dbr:Iran ?,select distinct ?uri where { ?x dbp:assembly dbr:Iran . ?x dbp:parentCompany ?uri . ?x rdf:type dbo:Automobile }
3364,what is the dbo:TelevisionShow whose dbo:creator is dbr:Donald_Wilson_(writer_and_producer) ?,select distinct ?uri where { ?uri dbo:creator dbr:Donald_Wilson_(writer_and_producer) . ?uri rdf:type dbo:TelevisionShow }
3365,how many office holders are there whose dbp:rank is dbr:Colonel_(United_States) ?,select distinct count ( ?uri ) where { ?uri dbp:rank dbr:Colonel_(United_States) . }
3366,is dbr:Croton_River the dbo:leftTributary of dbr:Hudson_River ?,ask where { dbr:Hudson_River dbo:leftTributary dbr:Croton_River }
3367,what is the dbp:athletics of the dbo:University whose dbp:state is dbr:Metro_Manila ?,select distinct ?uri where { ?x dbp:state dbr:Metro_Manila . ?x dbp:athletics ?uri . ?x rdf:type dbo:University }
3368,what is the dbo:formerTeam of the dbr:Sam_Keller and dbo:team of the dbr:Jim_McMillin ?,select distinct ?uri where { dbr:Sam_Keller dbo:formerTeam ?uri . dbr:Jim_McMillin dbo:team ?uri . }
3369,what are the buildings whose dbo:location is dbr:Ontario ?,select distinct ?uri where { ?uri dbo:location dbr:Ontario . }
3370,what are the dbo:launchSite of dbr:Juno_I ?,select distinct ?uri where { dbr:Juno_I dbo:launchSite ?uri }
3371,what is the dbp:veneratedIn of the dbo:Royalty whose dbo:parent is dbr:Æthelred_the_Unready ?,select distinct ?uri where { ?x dbo:parent dbr:Æthelred_the_Unready . ?x dbp:veneratedIn ?uri . ?x rdf:type dbo:Royalty }
3373,what is the dbo:distributingLabel of the dbr:Chinga_Chang_Records and dbr:StandBy_Records ?,select distinct ?uri where { dbr:Chinga_Chang_Records dbo:distributingLabel ?uri . dbr:StandBy_Records dbo:distributingLabel ?uri . }
3374,what is the dbp:draftTeam of dbr:Gene_Conley ?,select distinct ?uri where { dbr:Gene_Conley dbp:draftTeam ?uri }
3375,what is the dbp:firstTeam of the dbr:1967_Mexican_Grand_Prix and dbr:1971_United_States_Grand_Prix ?,select distinct ?uri where { dbr:1967_Mexican_Grand_Prix dbp:firstTeam ?uri . dbr:1971_United_States_Grand_Prix dbp:firstTeam ?uri . }
3376,what is the dbo:ingredient of the owls whose dbo:country is dbr:Sweden ?,select distinct ?uri where { ?x dbo:country dbr:Sweden . ?x dbo:ingredient ?uri . }
3377,what is the dbo:origin of dbr:Rheinmetall_MG_60 ?,select distinct ?uri where { dbr:Rheinmetall_MG_60 dbo:origin ?uri }
3378,is dbr:Series_30+ the dbp:os of dbr:Nokia_215 ?,ask where { dbr:Nokia_215 dbp:os dbr:Series_30+ }
3379,how many movies are there whose dbo:cinematography is dbr:Gregg_Toland ?,select distinct count ( ?uri ) where { ?uri dbo:cinematography dbr:Gregg_Toland . }
3380,what is the dbo:governmentType of dbr:Kumta ?,select distinct ?uri where { dbr:Kumta dbo:governmentType ?uri }
3381,list the dbo:birthPlace of the dbo:Politician whose dbo:party is dbr:Democratic_Party_(United_States) ?,select distinct ?uri where { ?x dbo:party dbr:Democratic_Party_(United_States) . ?x dbo:birthPlace ?uri . ?x rdf:type dbo:Politician }
3382,is dbr:Walt_Disney the dbo:animator of dbr:Tommy_Tucker's_Tooth ?,ask where { dbr:Tommy_Tucker's_Tooth dbo:animator dbr:Walt_Disney }
3383,what is the dbo:occupation of the dbr:Ben_Dreith and dbo:team of the dbr:John_McGeever ?,select distinct ?uri where { dbr:Ben_Dreith dbo:occupation ?uri . dbr:John_McGeever dbo:team ?uri . }
3384,give me the total number of dbo:owner of the railway lines whose dbp:owner is dbr:Metro-North_Railroad ?,select distinct count ( ?uri ) where { ?x dbo:owner dbr:Metro-North_Railroad . ?x dbp:owner ?uri }
3385,what is the dbp:currentTeam of the dbr:Guido_Guerrini and dbr:Massimo_Liverani ?,select distinct ?uri where { dbr:Guido_Guerrini dbp:currentTeam ?uri . dbr:Massimo_Liverani dbp:currentTeam ?uri . }
3386,what is the dbp:governingBody of dbr:Fort_Monroe ?,select distinct ?uri where { dbr:Fort_Monroe dbp:governingBody ?uri }
3387,what are the dbo:sport of the dbr:Polytechnic_University_of_the_Philippines_–_Bataan and dbo:athletics of the dbr:Jamiatu_Muslim_Mindanao ?,select distinct ?uri where { dbr:Polytechnic_University_of_the_Philippines_–_Bataan dbo:sport ?uri . dbr:Jamiatu_Muslim_Mindanao dbo:athletics uri }
3388,how many dbo:TelevisionShow are there whose dbo:channel is dbr:Fox_Broadcasting_Company ?,select distinct count ( ?uri ) where { ?uri dbo:channel dbr:Fox_Broadcasting_Company . ?uri rdf:type dbo:TelevisionShow }
3389,what are the dbo:TelevisionShow whose dbp:creator is dbr:Simon_Fuller ?,select distinct ?uri where { ?uri dbp:creator dbr:Simon_Fuller . ?uri rdf:type dbo:TelevisionShow }
3390,what is the dbp:placeOfBirth of the dbr:Michael_Marder and dbo:deathPlace of the dbr:Tigran_Petrosian ?,select distinct ?uri where { dbr:Michael_Marder dbp:placeOfBirth ?uri . dbr:Tigran_Petrosian dbo:deathPlace uri }
3391,what person 's dbp:partner is dbr:Tony_Romo ?,select distinct ?uri where { ?uri dbp:partner dbr:Tony_Romo . }
3392,count the dbo:country in dbr:Mediterranean_Basketball_Association ?,select distinct count ( ?uri ) where { dbr:Mediterranean_Basketball_Association dbo:country ?uri . ?uri rdf:type dbo:Place }
3393,what is the dbp:title of the dbr:Kakae and dbp:district of the dbr:Robert_William_Wilcox ?,select distinct ?uri where { dbr:Kakae dbp:title ?uri . dbr:Robert_William_Wilcox dbp:district uri }
3394,what is the dbp:writer of the dbo:Single whose dbp:album is dbr:Main_Course ?,select distinct ?uri where { ?x dbp:album dbr:Main_Course . ?x dbp:writer ?uri . ?x rdf:type dbo:Single }
3395,what is the dbo:religion of the person whose dbo:knownFor is dbr:People's_Bank_(Sri_Lanka) ?,select distinct ?uri where { ?x dbo:knownFor dbr:People's_Bank_(Sri_Lanka) . ?x dbo:religion ?uri . }
3396,"what is the dbo:state of the dbo:Road whose dbo:routeJunction is dbr:East_Whiteland_Township,_Chester_County,_Pennsylvania ?","select distinct ?uri where { ?x dbo:routeJunction dbr:East_Whiteland_Township,_Chester_County,_Pennsylvania . ?x dbo:state ?uri . ?x rdf:type dbo:Road }"
3397,"how many dbp:region are there of the ethnic group which is the dbp:architecture of dbr:Dundas_Castle_(Roscoe,_New_York) ?","select distinct count ( ?uri ) where { dbr:Dundas_Castle_(Roscoe,_New_York) dbp:architecture ?x . ?x dbp:region ?uri . }"
3398,who are the dbp:children of dbr:Barbara_Bush ?,select distinct ?uri where { dbr:Barbara_Bush dbp:children ?uri }
3399,what is the dbp:notableworks of the dbr:Russell_T_Davies and dbo:series of the dbr:Doctor_Who:_Destiny_of_the_Doctors ?,select distinct ?uri where { dbr:Russell_T_Davies dbp:notableworks ?uri . dbr:Doctor_Who:_Destiny_of_the_Doctors dbo:series uri }
3400,what is the dbp:label of the dbr:I_Pray_on_Christmas and dbo:parentOrganisation of the dbr:GetTV ?,select distinct ?uri where { dbr:I_Pray_on_Christmas dbp:label ?uri . dbr:GetTV dbo:parentOrganisation uri }
3401,what is the dbo:computingPlatform of the dbr:Words_of_Gold and dbp:developer of the dbr:Facebook_Messenger ?,select distinct ?uri where { dbr:Words_of_Gold dbo:computingPlatform ?uri . dbr:Facebook_Messenger dbp:developer ?uri . ?uri rdf:type dbo:Company }
3402,who is the dbo:author of dbr:The_Frost_King ?,select distinct ?uri where { dbr:The_Frost_King dbo:author ?uri }
3403,what is the dbo:manufacturer of the rockets whose dbo:launchSite is dbr:Cape_Canaveral_Air_Force_Station_Space_Launch_Complex_17 ?,select distinct ?uri where { ?x dbo:launchSite dbr:Cape_Canaveral_Air_Force_Station_Space_Launch_Complex_17 . ?x dbo:manufacturer ?uri . }
3404,what is the office holder whose dbp:children is dbr:Augustus and dbo:associate is dbr:Publius_Servilius_Vatia_Isauricus_(consul_48_BC) ?,select distinct ?uri where { ?uri dbp:children dbr:Augustus . ?uri dbo:associate dbr:Publius_Servilius_Vatia_Isauricus_(consul_48_BC) . }
3405,list the dbo:trainer of the dbo:Wrestler whose dbo:billed is dbr:Wisconsin ?,select distinct ?uri where { ?x dbo:billed dbr:Wisconsin . ?x dbo:trainer ?uri . ?x rdf:type dbo:Wrestler }
3406,what is the dbo:currency of the dbr:French_Southern_and_Antarctic_Lands and dbp:currency of the dbr:Republic_of_Montenegro_(1992–2006) ?,select distinct ?uri where { dbr:French_Southern_and_Antarctic_Lands dbo:currency ?uri . dbr:Republic_of_Montenegro_(1992–2006) dbp:currency uri }
3407,list the dbp:recorded of the movies whose dbo:director is dbr:Faisal_Aman_Khan ?,select distinct ?uri where { ?x dbo:director dbr:Faisal_Aman_Khan . ?x dbp:recorded ?uri . }
3408,what is the dbo:territory of the dbo:MilitaryConflict which is the dbo:battle of dbr:2nd_Foreign_Infantry_Regiment ?,select distinct ?uri where { dbr:2nd_Foreign_Infantry_Regiment dbo:battle ?x . ?x dbo:territory ?uri . ?x rdf:type dbo:MilitaryConflict }
3409,how many dbp:cities are there of the dbo:Sea which is the dbo:outflow of dbr:Ionian_Sea ?,select distinct count ( ?uri ) where { dbr:Ionian_Sea dbo:outflow ?x . ?x dbp:cities ?uri . ?x rdf:type dbo:Sea }
3410,what is the dbo:debutTeam of the dbr:Bill_Murphy_(baseball) and dbo:team of the dbr:Jean_Segura ?,select distinct ?uri where { dbr:Bill_Murphy_(baseball) dbo:debutTeam ?uri . dbr:Jean_Segura dbo:team ?uri . }
3411,what is the dbo:capital of dbr:Pulau_Ujong ?,select distinct ?uri where { dbr:Pulau_Ujong dbo:capital ?uri }
3412,"what is the dbo:product of the dbo:Company whose dbo:locationCity is dbr:Douglas,_Isle_of_Man ?","select distinct ?uri where { ?x dbo:locationCity dbr:Douglas,_Isle_of_Man . ?x dbo:product ?uri . ?x rdf:type dbo:Company }"
3413,what is the dbo:basedOn of the dbo:Musical whose dbo:author is dbr:Miguel_de_Cervantes ?,select distinct ?uri where { ?x dbo:author dbr:Miguel_de_Cervantes . ?x dbo:basedOn ?uri . ?x rdf:type dbo:Musical }
3414,what is the dbo:city of the dbr:Soccer_Bowl_'76 and dbp:owner of the dbr:Boundary_Dam ?,select distinct ?uri where { dbr:Soccer_Bowl_'76 dbo:city ?uri . dbr:Boundary_Dam dbp:owner uri }
3415,what is the dbp:employer of the dbr:Manu_Cornet and dbo:author of the dbr:Google.by ?,select distinct ?uri where { dbr:Manu_Cornet dbp:employer ?uri . dbr:Google.by dbo:author uri }
3416,what is the dbp:residence of the dbr:Lezlee_Westine and dbr:Arnold_W._Braswell ?,select distinct ?uri where { dbr:Lezlee_Westine dbp:residence ?uri . dbr:Arnold_W._Braswell dbp:residence ?uri . }
3417,what is the dbo:leader of the dbo:GovernmentAgency whose dbo:headquarter is dbr:Niederkirchnerstraße ?,select distinct ?uri where { ?x dbo:headquarter dbr:Niederkirchnerstraße . ?x dbo:leader ?uri . ?x rdf:type dbo:GovernmentAgency }
3418,what is the dbp:place of dbr:The_Kentucky_Cycle ?,select distinct ?uri where { dbr:The_Kentucky_Cycle dbp:place ?uri }
3419,"what is the dbo:placeOfBurial of the dbr:Henri,_Duke_of_Rohan and dbp:birthPlace of the dbr:Michel_Frutschi ?","select distinct ?uri where { dbr:Henri,_Duke_of_Rohan dbo:placeOfBurial ?uri . dbr:Michel_Frutschi dbp:birthPlace uri }"
3420,what is the dbo:River whose dbo:sourceMountain is dbr:Baikal_Mountains and dbp:mouthLocation is dbr:Laptev_Sea ?,select distinct ?uri where { ?uri dbo:sourceMountain dbr:Baikal_Mountains . ?uri dbp:mouthLocation dbr:Laptev_Sea . ?uri rdf:type dbo:River }
3421,what is the dbo:TelevisionShow whose dbo:location is dbr:Massachusetts and dbp:themeMusicComposer is dbr:Gary_Portnoy ?,select distinct ?uri where { ?uri dbo:location dbr:Massachusetts . ?uri dbp:themeMusicComposer dbr:Gary_Portnoy . ?uri rdf:type dbo:TelevisionShow }
3422,what is the dbo:Film whose dbp:distributor is dbr:Warner_Bros. and dbp:director is dbr:Ridley_Scott ?,select distinct ?uri where { ?uri dbp:distributor dbr:Warner_Bros. . ?uri dbp:director dbr:Ridley_Scott . ?uri rdf:type dbo:Film }
3423,"what is the dbp:style of the dbr:Providence_Chapel,_Charlwood and dbo:region of the dbr:Joseph_Case_High_School ?","select distinct ?uri where { dbr:Providence_Chapel,_Charlwood dbp:style ?uri . dbr:Joseph_Case_High_School dbo:region uri }"
3424,what is the dbo:River whose dbp:sourceRegion is dbr:Arequipa_Region ?,select distinct ?uri where { ?uri dbp:sourceRegion dbr:Arequipa_Region . ?uri rdf:type dbo:River }
3425,what dbo:BasketballLeague 's dbp:champion is dbr:Golden_State_Warriors ?,select distinct ?uri where { ?uri dbp:champion dbr:Golden_State_Warriors . ?uri rdf:type dbo:BasketballLeague }
3426,who are the people whose dbo:employer 's dbp:owners is dbr:News_Corp ?,select distinct ?uri where { ?x dbp:owners dbr:News_Corp . ?uri dbo:employer ?x . }
3427,is dbr:Johnny_Depp the dbo:bandMember of dbr:Skull_Gang ?,ask where { dbr:Skull_Gang dbo:bandMember dbr:Johnny_Depp }
3428,what is the dbo:BasketballTeam whose dbp:president 's dbp:college is dbr:Brockport_Golden_Eagles ?,select distinct ?uri where { ?x dbp:college dbr:Brockport_Golden_Eagles . ?uri dbp:president ?x . ?uri rdf:type dbo:BasketballTeam }
3429,how many other dbp:fields are there of the scientists whose dbp:fields is dbr:Chinese_poetry ?,select distinct count ( ?uri ) where { ?x dbp:fields dbr:Chinese_poetry . ?x dbp:fields ?uri }
3430,what are the dbo:Organisation whose dbp:purpose is dbr:Peace ?,select distinct ?uri where { ?uri dbp:purpose dbr:Peace . ?uri rdf:type dbo:Organisation }
3431,"how many dbp:playedFor are there , of the ice hockey players whose dbp:position is dbr:Defenceman ?",select distinct count ( ?uri ) where { ?x dbp:position dbr:Defenceman . ?x dbp:playedFor ?uri . ?uri rdf:type dbo:SportsTeam }
3432,what is the total number of dbp:tenants of the stadia whose dbo:tenant is dbr:Hockey_Canada ?,select distinct count ( ?uri ) where { ?x dbo:tenant dbr:Hockey_Canada . ?x dbp:tenants ?uri . }
3433,what is the total number of dbo:team of the ice hockey players whose dbo:formerTeam is dbr:Los_Angeles_Kings ?,select distinct count ( ?uri ) where { ?x dbo:formerTeam dbr:Los_Angeles_Kings . ?x dbo:team ?uri . ?uri rdf:type dbo:SportsTeam }
3434,is dbr:Moscow the dbp:divisions of dbr:Hard_Candy_Fitness ?,ask where { dbr:Hard_Candy_Fitness dbp:divisions dbr:Moscow }
3435,what is the dbo:TelevisionShow whose dbo:developer is dbr:J._Michael_Straczynski ?,select distinct ?uri where { ?uri dbo:developer dbr:J._Michael_Straczynski . ?uri rdf:type dbo:TelevisionShow }
3436,what is the dbo:Organisation whose dbp:purpose are dbr:Peace and dbr:Environmentalism ?,select distinct ?uri where { ?uri dbp:purpose dbr:Peace . ?uri dbp:purpose dbr:Environmentalism . ?uri rdf:type dbo:Organisation }
3437,what is the dbo:license of dbr:Darcs ?,select distinct ?uri where { dbr:Darcs dbo:license ?uri }
3438,is dbr:Truth_prevails the dbp:nationalMotto of dbr:Czechoslovakia ?,ask where { dbr:Czechoslovakia dbp:nationalMotto dbr:Truth_prevails }
3439,"what is the dbo:MilitaryUnit whose dbo:commandStructure is dbr:United_States_Department_of_the_Navy and dbo:garrison is dbr:Arlington_County,_Virginia ?","select distinct ?uri where { ?uri dbo:commandStructure dbr:United_States_Department_of_the_Navy . ?uri dbo:garrison dbr:Arlington_County,_Virginia . ?uri rdf:type dbo:MilitaryUnit }"
3440,what is the dbo:developer of the dbr:Dart_(programming_language) and dbr:Go_(programming_language) ?,select distinct ?uri where { dbr:Dart_(programming_language) dbo:developer ?uri . dbr:Go_(programming_language) dbo:developer ?uri . }
3441,what is the dbp:placeOfDeath of the dbr:Philippe_Tesnière and dbr:Judson_Huss ?,select distinct ?uri where { dbr:Philippe_Tesnière dbp:placeOfDeath ?uri . dbr:Judson_Huss dbp:placeOfDeath ?uri . }
3442,what is the dbp:artist of the dbo:Album whose dbp:producer is dbr:Stephen_Kozmeniuk ?,select distinct ?uri where { ?x dbp:producer dbr:Stephen_Kozmeniuk . ?x dbp:artist ?uri . ?x rdf:type dbo:Album }
3443,is dbr:Olyokma_River the dbo:rightTributary of dbr:Lena_River ?,ask where { dbr:Lena_River dbo:rightTributary dbr:Olyokma_River }
3444,what is the dbo:colour of the dbo:RaceHorse whose dbp:honours is dbr:Grand_National ?,select distinct ?uri where { ?x dbp:honours dbr:Grand_National . ?x dbo:colour ?uri . ?x rdf:type dbo:RaceHorse }
3445,what is the dbo:genre of the dbr:Virtual_Kasparov and dbo:sport of the dbr:Fr._Agnel_Multipurpose_School_and_Junior_College ?,select distinct ?uri where { dbr:Virtual_Kasparov dbo:genre ?uri . dbr:Fr._Agnel_Multipurpose_School_and_Junior_College dbo:sport uri }
3446,what is the dbo:notableWork of the dbo:Writer whose dbp:notableworks is dbr:The_Sarah_Jane_Adventures ?,select distinct ?uri where { ?x dbp:notableworks dbr:The_Sarah_Jane_Adventures . ?x dbo:notableWork ?uri . ?x rdf:type dbo:Writer }
3447,what is the dbp:mascot of the university which is the dbo:almaMater of dbr:Deborah_Crombie ?,select distinct ?uri where { dbr:Deborah_Crombie dbo:almaMater ?x . ?x dbp:mascot ?uri . }
3448,what is the dbo:stylisticOrigin of the music genre which is the dbp:genre of dbr:The_Mudbloods ?,select distinct ?uri where { dbr:The_Mudbloods dbp:genre ?x . ?x dbo:stylisticOrigin ?uri . }
3449,what is the dbo:restingPlace of the dbo:Person who is the dbp:successor of dbr:James_W._Hyatt ?,select distinct ?uri where { dbr:James_W._Hyatt dbp:successor ?x . ?x dbo:restingPlace ?uri . ?x rdf:type dbo:Person }
3450,what is the dbo:author of the dbo:Manga whose dbp:producer is dbr:Masahiko_Minami ?,select distinct ?uri where { ?x dbp:producer dbr:Masahiko_Minami . ?x dbo:author ?uri . ?x rdf:type dbo:Manga }
3451,what is the dbo:license of the dbr:Microsoft_Office_Picture_Manager and dbo:computingPlatform of the dbr:Google_Cloud_Connect ?,select distinct ?uri where { dbr:Microsoft_Office_Picture_Manager dbo:license ?uri . dbr:Google_Cloud_Connect dbo:computingPlatform uri }
3452,what is the dbp:mascot of the dbo:MilitaryUnit whose dbp:garrison is dbr:Quezon_City ?,select distinct ?uri where { ?x dbp:garrison dbr:Quezon_City . ?x dbp:mascot ?uri . ?x rdf:type dbo:MilitaryUnit }
