id,english,sparql
817,what is the dbp:artist of the dbp:album which is the dbp:album of dbr:I_Can't_Change_the_World ?,select distinct ?uri where { dbr:I_Can't_Change_the_World dbp:album ?x . ?x dbp:artist ?uri . }
818,what is the dbo:routeStart of the dbr:Moscow-Kazan_high-speed_railway and dbo:birthPlace of the dbr:Ilya_Savelev ?,select distinct ?uri where { dbr:Moscow-Kazan_high-speed_railway dbo:routeStart ?uri . dbr:Ilya_Savelev dbo:birthPlace uri }
819,what is the dbo:TelevisionShow whose dbo:company is dbr:DreamWorks_Television and dbo:producer is dbr:Erik_Bork ?,select distinct ?uri where { ?uri dbo:company dbr:DreamWorks_Television . ?uri dbo:producer dbr:Erik_Bork . ?uri rdf:type dbo:TelevisionShow }
820,what is the dbo:mountainRange of the dbr:Pointe_d'Aveneyre and dbr:Le_Gibloux ?,select distinct ?uri where { dbr:Pointe_d'Aveneyre dbo:mountainRange ?uri . dbr:Le_Gibloux dbo:mountainRange ?uri . }
821,what is the dbo:routeStart of the owls whose dbo:operatedBy is dbr:Russian_Railways ?,select distinct ?uri where { ?x dbo:operatedBy dbr:Russian_Railways . ?x dbo:routeStart ?uri . }
822,what are the dbo:Film whose dbo:musicComposer 's dbp:associatedActs is dbr:Demis_Roussos ?,select distinct ?uri where { ?x dbp:associatedActs dbr:Demis_Roussos . ?uri dbo:musicComposer ?x . ?uri rdf:type dbo:Film }
823,"how many dbp:placeOfBurial are there , of the royalties whose dbp:placeOfDeath is dbr:England ?",select distinct count ( ?uri ) where { ?x dbp:placeOfDeath dbr:England . ?x dbp:placeOfBurial ?uri . ?uri rdf:type dbo:Place }
824,list the dbp:deathPlace of the dbo:Person whose dbp:beatifiedBy is dbr:Pope_Pius_X ?,select distinct ?uri where { ?x dbp:beatifiedBy dbr:Pope_Pius_X . ?x dbp:deathPlace ?uri . ?x rdf:type dbo:Person }
825,list the other dbp:venue of the conventions whose dbp:venue is dbr:San_Diego_Convention_Center ?,select distinct ?uri where { ?x dbp:venue dbr:San_Diego_Convention_Center . ?x dbp:venue ?uri . }
826,what dbo:TelevisionShow 's dbp:presenter is dbr:Brian_Dunkleman ?,select distinct ?uri where { ?uri dbp:presenter dbr:Brian_Dunkleman . ?uri rdf:type dbo:TelevisionShow }
827,what are the dbo:Film whose dbp:distributor 's dbp:headquarters is dbr:New_York ?,select distinct ?uri where { ?x dbp:headquarters dbr:New_York . ?uri dbp:distributor ?x . ?uri rdf:type dbo:Film }
828,what is the total number of dbo:genre of the bands whose dbo:hometown is dbr:Argentina ?,select distinct count ( ?uri ) where { ?x dbo:hometown dbr:Argentina . ?x dbo:genre ?uri . ?uri rdf:type dbo:MusicGenre }
829,what is the dbo:Food whose dbp:creator is dbr:Ferrero_SpA ?,select distinct ?uri where { ?uri dbp:creator dbr:Ferrero_SpA . ?uri rdf:type dbo:Food }
830,give me a count of people whose dbo:stateOfOrigin is dbr:Filipinos ?,select distinct count ( ?uri ) where { ?uri dbo:stateOfOrigin dbr:Filipinos . }
831,how many dbo:Person are there whose dbo:managerClub 's dbp:ground is dbr:Riverside_Stadium ?,select distinct count ( ?uri ) where { ?x dbp:ground dbr:Riverside_Stadium . ?uri dbo:managerClub ?x . ?uri rdf:type dbo:Person }
832,what is the president whose dbo:lieutenant are dbr:Joe_Purcell and dbr:Winston_Bryant ?,select distinct ?uri where { ?uri dbo:lieutenant dbr:Joe_Purcell . ?uri dbo:lieutenant dbr:Winston_Bryant . }
833,what is the dbo:parent of the dbo:Person whose dbp:children is dbr:William_Campbell_Preston_Breckinridge ?,select distinct ?uri where { ?x dbp:children dbr:William_Campbell_Preston_Breckinridge . ?x dbo:parent ?uri . ?x rdf:type dbo:Person }
834,what are the dbp:restingplace of the dbr:Willem_Cornelis_Janse_van_Rensburg and dbr:Thomas_François_Burgers ?,select distinct ?uri where { dbr:Willem_Cornelis_Janse_van_Rensburg dbp:restingplace ?uri . dbr:Thomas_François_Burgers dbp:restingplace ?uri . }
835,is dbr:Western_Australia the dbp:parliament of dbr:George_Cash ?,ask where { dbr:George_Cash dbp:parliament dbr:Western_Australia }
836,"what is the dbo:state of the dbo:Stream whose dbp:mouthLocation is dbr:Saunders_County,_Nebraska ?","select distinct ?uri where { ?x dbp:mouthLocation dbr:Saunders_County,_Nebraska . ?x dbo:state ?uri . ?x rdf:type dbo:Stream }"
837,what is the dbp:mascot of the dbo:School whose dbp:district is dbr:Blytheville_School_District ?,select distinct ?uri where { ?x dbp:district dbr:Blytheville_School_District . ?x dbp:mascot ?uri . ?x rdf:type dbo:School }
838,what is the dbp:locationCountry of the dbr:Carmel_Winery and dbr:Teperberg_1870 ?,select distinct ?uri where { dbr:Carmel_Winery dbp:locationCountry ?uri . dbr:Teperberg_1870 dbp:locationCountry ?uri . }
839,what is the dbo:TelevisionShow whose dbo:presenter is dbr:Ryan_Seacrest and dbo:channel is dbr:Fox_Broadcasting_Company ?,select distinct ?uri where { ?uri dbo:presenter dbr:Ryan_Seacrest . ?uri dbo:channel dbr:Fox_Broadcasting_Company . ?uri rdf:type dbo:TelevisionShow }
840,count the dbp:religion of the politicians whose dbp:residence is dbr:British_Columbia ?,select distinct count ( ?uri ) where { ?x dbp:residence dbr:British_Columbia . ?x dbp:religion ?uri . }
841,what is the dbp:name of the sports team members whose dbo:currentMember is dbr:Ndonga_Mianga ?,select distinct ?uri where { ?x dbo:currentMember dbr:Ndonga_Mianga . ?x dbp:name ?uri . }
842,what is the dbp:characters of dbr:Lysistrata ?,select distinct ?uri where { dbr:Lysistrata dbp:characters ?uri }
843,is dbr:Joe_Schilling the dbo:trainer of dbr:Nick_Diaz ?,ask where { dbr:Nick_Diaz dbo:trainer dbr:Joe_Schilling }
844,what is the dbo:TelevisionShow whose dbp:developer is dbr:Brian_Graden and dbo:distributor is dbr:Broadcast_syndication ?,select distinct ?uri where { ?uri dbp:developer dbr:Brian_Graden . ?uri dbo:distributor dbr:Broadcast_syndication . ?uri rdf:type dbo:TelevisionShow }
845,what is the total number of dbo:district of the stations whose dbp:borough is dbr:Tendring ?,select distinct count ( ?uri ) where { ?x dbp:borough dbr:Tendring . ?x dbo:district ?uri . }
846,list the dbo:athletics of the dbo:University whose dbo:state is dbr:Lanao_del_Sur ?,select distinct ?uri where { ?x dbo:state dbr:Lanao_del_Sur . ?x dbo:athletics ?uri . ?x rdf:type dbo:University }
847,give the total number of dbp:fields of the scientists whose dbp:deathPlace is dbr:Paris ?,select distinct count ( ?uri ) where { ?x dbp:deathPlace dbr:Paris . ?x dbp:fields ?uri . }
848,what is the dbo:award of the dbo:Scientist whose dbp:knownFor is dbr:Cubic_Hermite_spline ?,select distinct ?uri where { ?x dbp:knownFor dbr:Cubic_Hermite_spline . ?x dbo:award ?uri . ?x rdf:type dbo:Scientist }
849,what is the dbp:meaning of dbr:Heydar ?,select distinct ?uri where { dbr:Heydar dbp:meaning ?uri }
850,who is the dbo:musicBy of the dbr:The_Times_They_Are_a-Changin'_(musical) and dbo:subsequentWork of the dbr:Moondog_Matinee ?,select distinct ?uri where { dbr:The_Times_They_Are_a-Changin'_(musical) dbo:musicBy ?uri . dbr:Moondog_Matinee dbo:subsequentWork uri }
851,what is the total number of dbo:ground of the soccer club seasons whose dbo:chairman is dbr:Ronaldo ?,select distinct count ( ?uri ) where { ?x dbo:chairman dbr:Ronaldo . ?x dbo:ground ?uri . }
852,what is the dbp:teamName of dbr:Sentinel_High_School ?,select distinct ?uri where { dbr:Sentinel_High_School dbp:teamName ?uri }
853,is dbr:Ghana the dbp:nationalteam of dbr:Sampson_Cudjoe ?,ask where { dbr:Sampson_Cudjoe dbp:nationalteam dbr:Ghana }
854,what is the dbp:residence of the president who is the dbo:publisher of dbr:Kathimerini ?,select distinct ?uri where { dbr:Kathimerini dbo:publisher ?x . ?x dbp:residence ?uri . }
855,what is the dbo:BasketballTeam whose dbp:coach is dbr:Louis_Dunbar and dbp:president is dbr:Jeff_Munn ?,select distinct ?uri where { ?uri dbp:coach dbr:Louis_Dunbar . ?uri dbp:president dbr:Jeff_Munn . ?uri rdf:type dbo:BasketballTeam }
856,give the total number of dbo:IceHockeyPlayer whose dbo:team 's dbp:headCoach is dbr:John_Tortorella ?,select distinct count ( ?uri ) where { ?x dbp:headCoach dbr:John_Tortorella . ?uri dbo:team ?x . ?uri rdf:type dbo:IceHockeyPlayer }
857,what is the dbp:prospectTeam of the dbr:Mikhail_Pashnin and dbp:draftTeam of the dbr:Bob_MacMillan ?,select distinct ?uri where { dbr:Mikhail_Pashnin dbp:prospectTeam ?uri . dbr:Bob_MacMillan dbp:draftTeam uri }
858,count the number of dbo:tenant in dbr:O.co_Coliseum ?,select distinct count ( ?uri ) where { dbr:O.co_Coliseum dbo:tenant ?uri . }
859,what is the dbo:education of the dbr:Jack_McGregor and dbp:education of the dbr:Philip_W._Pillsbury ?,select distinct ?uri where { dbr:Jack_McGregor dbo:education ?uri . dbr:Philip_W._Pillsbury dbp:education uri }
860,what is the dbo:president of the dbr:Loretta_Ucelli and dbr:Ann_Lewis ?,select distinct ?uri where { dbr:Loretta_Ucelli dbo:president ?uri . dbr:Ann_Lewis dbo:president ?uri . }
861,what is the dbp:debutteam of the dbo:Athlete whose dbo:team is dbr:Fleisher_Yarn ?,select distinct ?uri where { ?x dbo:team dbr:Fleisher_Yarn . ?x dbp:debutteam ?uri . ?x rdf:type dbo:Athlete }
862,list the dbo:sport of the dbo:EducationalInstitution whose dbo:affiliation is dbr:Association_of_Southeast_Asian_Institutions_of_Higher_Learning ?,select distinct ?uri where { ?x dbo:affiliation dbr:Association_of_Southeast_Asian_Institutions_of_Higher_Learning . ?x dbo:sport ?uri . ?x rdf:type dbo:EducationalInstitution }
863,what is the dbo:deathPlace of the dbo:Person whose dbo:knownFor is dbr:Young_Life ?,select distinct ?uri where { ?x dbo:knownFor dbr:Young_Life . ?x dbo:deathPlace ?uri . ?x rdf:type dbo:Person }
864,what is the dbp:chancellor of the dbo:University whose dbp:affiliations is dbr:Plymouth_University ?,select distinct ?uri where { ?x dbp:affiliations dbr:Plymouth_University . ?x dbp:chancellor ?uri . ?x rdf:type dbo:University }
865,is dbr:Argentina_national_football_team the dbp:nationalteam of dbr:Lionel_Messi ?,ask where { dbr:Lionel_Messi dbp:nationalteam dbr:Argentina_national_football_team }
866,what is the dbp:awards of the person who is the dbo:narrator of dbr:Oscar_and_Lucinda_(film) ?,select distinct ?uri where { dbr:Oscar_and_Lucinda_(film) dbo:narrator ?x . ?x dbp:awards ?uri . }
867,what is the dbo:basedOn of the dbo:Musical whose dbo:musicBy is dbr:José_Luis_Narom ?,select distinct ?uri where { ?x dbo:musicBy dbr:José_Luis_Narom . ?x dbo:basedOn ?uri . ?x rdf:type dbo:Musical }
868,"is dbr:New_England the dbp:style of dbr:Providence_Chapel,_Charlwood ?","ask where { dbr:Providence_Chapel,_Charlwood dbp:style dbr:New_England }"
869,what is the dbo:employer of the dbr:Michael_M._Sears and dbo:governingBody of the dbr:Burro_Flats_Painted_Cave ?,select distinct ?uri where { dbr:Michael_M._Sears dbo:employer ?uri . dbr:Burro_Flats_Painted_Cave dbo:governingBody uri }
870,whose dbo:board are dbr:Freedom_of_the_City and dbr:Royal_Society ?,select distinct ?uri where { ?uri dbo:board dbr:Freedom_of_the_City . ?uri dbo:board dbr:Royal_Society . }
871,what people 's dbp:employer is dbr:ITV_(TV_network) ?,select distinct ?uri where { ?uri dbp:employer dbr:ITV_(TV_network) . }
872,what is the dbp:area of dbr:WBCQ_(SW) ?,select distinct ?uri where { dbr:WBCQ_(SW) dbp:area ?uri }
873,what is the dbo:religion of the dbp:president who is the dbp:president of dbr:Kang_Young-hoon ?,select distinct ?uri where { dbr:Kang_Young-hoon dbp:president ?x . ?x dbo:religion ?uri . }
874,what is the dbo:type of the dbo:Building whose dbp:locationCountry is dbr:England ?,select distinct ?uri where { ?x dbp:locationCountry dbr:England . ?x dbo:type ?uri . ?x rdf:type dbo:Building }
875,what is the dbp:state of the university which is the dbo:team of dbr:John_Roeslein ?,select distinct ?uri where { dbr:John_Roeslein dbo:team ?x . ?x dbp:state ?uri . }
876,what is the dbp:awards of the dbr:Michel_Hazanavicius and dbr:Geoffrey_Rush ?,select distinct ?uri where { dbr:Michel_Hazanavicius dbp:awards ?uri . dbr:Geoffrey_Rush dbp:awards ?uri . }
877,what is the total number of dbo:firstAscentPerson of the mountains whose dbo:locatedInArea is dbr:California ?,select distinct count ( ?uri ) where { ?x dbo:locatedInArea dbr:California . ?x dbo:firstAscentPerson ?uri . ?uri rdf:type dbo:Person }
878,what is the total number of other dbo:region of the buildings whose dbo:region is dbr:Grand_Forks_Air_Force_Base ?,select distinct count ( ?uri ) where { ?x dbo:region dbr:Grand_Forks_Air_Force_Base . ?x dbo:region ?uri }
879,is dbr:Halyna_Kukhar the dbo:formerCoach of dbr:Stanislav_Morozov ?,ask where { dbr:Stanislav_Morozov dbo:formerCoach dbr:Halyna_Kukhar }
880,who are the dbo:MusicalArtist whose dbo:instrument is dbr:Rickenbacker ?,select distinct ?uri where { ?uri dbo:instrument dbr:Rickenbacker . ?uri rdf:type dbo:MusicalArtist }
881,what is the dbo:associatedMusicalArtist of the musical artist who is the dbp:artist of dbr:In_a_Word_or_2 ?,select distinct ?uri where { dbr:In_a_Word_or_2 dbp:artist ?x . ?x dbo:associatedMusicalArtist ?uri . }
882,what are the other dbp:homeTown of the dbo:Person whose dbp:homeTown is dbr:Ontario ?,select distinct ?uri where { ?x dbp:homeTown dbr:Ontario . ?x dbp:homeTown ?uri . ?x rdf:type dbo:Person }
883,how many dbo:ComicsCharacter are there whose dbp:creators is dbr:Joe_Shuster ?,select distinct count ( ?uri ) where { ?uri dbp:creators dbr:Joe_Shuster . ?uri rdf:type dbo:ComicsCharacter }
884,what is the dbp:currency of the dbo:Organisation which is the dbo:distributingLabel of dbr:VDE-Gallo_Records ?,select distinct ?uri where { dbr:VDE-Gallo_Records dbo:distributingLabel ?x . ?x dbp:currency ?uri . ?x rdf:type dbo:Organisation }
885,what owls 's dbp:youthclubs is dbr:FC_Barcelona ?,select distinct ?uri where { ?uri dbp:youthclubs dbr:FC_Barcelona . }
886,what is the dbp:awards of the person who is the dbo:writer of dbr:Persona_(1966_film) ?,select distinct ?uri where { dbr:Persona_(1966_film) dbo:writer ?x . ?x dbp:awards ?uri . }
887,what is the dbp:highschool of the dbo:AmericanFootballPlayer whose dbo:school is dbr:Robert_Morris_Colonials_football ?,select distinct ?uri where { ?x dbo:school dbr:Robert_Morris_Colonials_football . ?x dbp:highschool ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
888,is dbr:Iraq the dbp:battleHonours of dbr:Army_Air_Corps_(United_Kingdom) ?,ask where { dbr:Army_Air_Corps_(United_Kingdom) dbp:battleHonours dbr:Iraq }
889,what is the total number of dbp:awards of the scientists whose dbo:almaMater is dbr:University_of_Queensland ?,select distinct count ( ?uri ) where { ?x dbo:almaMater dbr:University_of_Queensland . ?x dbp:awards ?uri . }
890,who is the dbo:Artist whose dbp:training is dbr:José_Ruiz_y_Blasco ?,select distinct ?uri where { ?uri dbp:training dbr:José_Ruiz_y_Blasco . ?uri rdf:type dbo:Artist }
891,what is the dbp:other of dbr:Sam_Sen_Railway_Station ?,select distinct ?uri where { dbr:Sam_Sen_Railway_Station dbp:other ?uri }
892,what is the dbo:ground of the dbr:2016_Fort_Lauderdale_Strikers_season and dbp:placeOfBirth of the dbr:Kaitlyn_Ashley ?,select distinct ?uri where { dbr:2016_Fort_Lauderdale_Strikers_season dbo:ground ?uri . dbr:Kaitlyn_Ashley dbp:placeOfBirth uri }
893,who is the dbo:leader of dbr:Kriminalpolizei ?,select distinct ?uri where { dbr:Kriminalpolizei dbo:leader ?uri }
894,what is the dbo:TelevisionShow whose dbp:company is dbr:Paramount_Television and dbo:location is dbr:Massachusetts ?,select distinct ?uri where { ?uri dbp:company dbr:Paramount_Television . ?uri dbo:location dbr:Massachusetts . ?uri rdf:type dbo:TelevisionShow }
895,what is the dbo:Sea whose dbp:cities is dbr:Rostock and dbo:location is dbr:Europe ?,select distinct ?uri where { ?uri dbp:cities dbr:Rostock . ?uri dbo:location dbr:Europe . ?uri rdf:type dbo:Sea }
896,what are the dbo:ingredient of dbr:Ragout_fin ?,select distinct ?uri where { dbr:Ragout_fin dbo:ingredient ?uri }
897,what is the dbo:formerPartner of the dbo:FigureSkater whose dbo:currentPartner is dbr:Alexa_Scimeca ?,select distinct ?uri where { ?x dbo:currentPartner dbr:Alexa_Scimeca . ?x dbo:formerPartner ?uri . ?x rdf:type dbo:FigureSkater }
898,count the number of dbo:country of the train stations whose dbo:owningOrganisation is dbr:Rhaetian_Railway ?,select distinct count ( ?uri ) where { ?x dbo:owningOrganisation dbr:Rhaetian_Railway . ?x dbo:country ?uri . ?uri rdf:type dbo:Country }
899,is dbr:Thailand the dbp:nationalteam of dbr:Saneh_Lungkeaw ?,ask where { dbr:Saneh_Lungkeaw dbp:nationalteam dbr:Thailand }
900,what is the dbo:Company whose dbp:products is dbr:RenderMan_(software) ?,select distinct ?uri where { ?uri dbp:products dbr:RenderMan_(software) . ?uri rdf:type dbo:Company }
901,what is the dbo:locationCity of the dbo:AmericanFootballTeam which is the dbp:pastteams of dbr:Matt_Snorton ?,select distinct ?uri where { dbr:Matt_Snorton dbp:pastteams ?x . ?x dbo:locationCity ?uri . ?x rdf:type dbo:AmericanFootballTeam }
902,what dbo:Country 's dbp:nationalMotto is dbr:Truth_prevails ?,select distinct ?uri where { ?uri dbp:nationalMotto dbr:Truth_prevails . ?uri rdf:type dbo:Country }
903,what is the dbo:homeport of dbr:INS_Viraat_(R22) ?,select distinct ?uri where { dbr:INS_Viraat_(R22) dbo:homeport ?uri }
904,what is the dbo:largestCity of the dbo:Country which is the dbp:birthplace of dbr:P._Sathyanarayanan ?,select distinct ?uri where { dbr:P._Sathyanarayanan dbp:birthplace ?x . ?x dbo:largestCity ?uri . ?x rdf:type dbo:Country }
905,what is the dbp:counties of the dbr:Tremont_Avenue and dbo:birthPlace of the dbr:Ron_Galotti ?,select distinct ?uri where { dbr:Tremont_Avenue dbp:counties ?uri . dbr:Ron_Galotti dbo:birthPlace uri }
906,what is the dbp:training of dbr:William_Anthony_(artist) ?,select distinct ?uri where { dbr:William_Anthony_(artist) dbp:training ?uri }
907,what is the dbo:parentOrganisation of the dbr:GetTV and dbo:owner of the dbr:The_Galleria ?,select distinct ?uri where { dbr:GetTV dbo:parentOrganisation ?uri . dbr:The_Galleria dbo:owner uri }
908,what is the dbo:wineRegion of dbr:Bogdanuša ?,select distinct ?uri where { dbr:Bogdanuša dbo:wineRegion ?uri }
909,what is the dbo:restingPlace of the artist who is the dbp:children of dbr:Linda_Lee_Cadwell ?,select distinct ?uri where { dbr:Linda_Lee_Cadwell dbp:children ?x . ?x dbo:restingPlace ?uri . }
910,what is the game whose dbo:genre are dbr:Board_game and dbr:Mind_sport ?,select distinct ?uri where { ?uri dbo:genre dbr:Board_game . ?uri dbo:genre dbr:Mind_sport . }
911,what is the dbp:region of the dbo:Philosopher whose dbo:mainInterest is dbr:Feminism_in_Canada ?,select distinct ?uri where { ?x dbo:mainInterest dbr:Feminism_in_Canada . ?x dbp:region ?uri . ?x rdf:type dbo:Philosopher }
912,what is the dbp:manufacturer of dbr:Eristoff ?,select distinct ?uri where { dbr:Eristoff dbp:manufacturer ?uri }
913,what is the dbp:residence of dbr:Sarah_Kazemy ?,select distinct ?uri where { dbr:Sarah_Kazemy dbp:residence ?uri }
914,what are the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:hometown is dbr:New_York ?,select distinct ?uri where { ?x dbo:hometown dbr:New_York . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
915,"what is the dbo:University whose dbp:affiliations 's dbp:foundation is dbr:Washington,_D.C. ?","select distinct ?uri where { ?x dbp:foundation dbr:Washington,_D.C. . ?uri dbp:affiliations ?x . ?uri rdf:type dbo:University }"
916,who is the dbo:coach of dbr:1972_Oakland_Raiders_season ?,select distinct ?uri where { dbr:1972_Oakland_Raiders_season dbo:coach ?uri }
917,what is the dbp:constituency of the dbr:Malik_Al-Hassan_Yakubu and dbo:country of the dbr:CitiTrends_(radio_show) ?,select distinct ?uri where { dbr:Malik_Al-Hassan_Yakubu dbp:constituency ?uri . dbr:CitiTrends_(radio_show) dbo:country uri }
918,what is the dbo:TelevisionShow whose dbo:composer is dbr:Judy_Hart_Angelo and dbo:executiveProducer is dbr:Glen_and_Les_Charles ?,select distinct ?uri where { ?uri dbo:composer dbr:Judy_Hart_Angelo . ?uri dbo:executiveProducer dbr:Glen_and_Les_Charles . ?uri rdf:type dbo:TelevisionShow }
919,what is the dbp:debutteam of the soccer player whose dbp:nationalteam is dbr:United_States_men's_national_soccer_team ?,select distinct ?uri where { ?x dbp:nationalteam dbr:United_States_men's_national_soccer_team . ?x dbp:debutteam ?uri . }
920,what are the dbo:border of dbr:Shimōsa_Plateau ?,select distinct ?uri where { dbr:Shimōsa_Plateau dbo:border ?uri }
921,what is the dbo:formerTeam of the dbo:AmericanFootballPlayer whose dbo:position is dbr:Running_back ?,select distinct ?uri where { ?x dbo:position dbr:Running_back . ?x dbo:formerTeam ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
922,who is the dbp:creator of the dbr:Theme_Time_Radio_Hour and dbo:musicBy of the dbr:The_Times_They_Are_a-Changin'_(musical) ?,select distinct ?uri where { dbr:Theme_Time_Radio_Hour dbp:creator ?uri . dbr:The_Times_They_Are_a-Changin'_(musical) dbo:musicBy uri }
923,what is the total number of dbp:genre of the video games whose dbo:publisher is dbr:Interplay_Entertainment ?,select distinct count ( ?uri ) where { ?x dbo:publisher dbr:Interplay_Entertainment . ?x dbp:genre ?uri . }
924,what is the dbp:awards of the owls whose dbo:award is dbr:Goya_Awards ?,select distinct ?uri where { ?x dbo:award dbr:Goya_Awards . ?x dbp:awards ?uri . }
925,"how many dbo:notableWork of the writers whose dbp:notableworks is dbr:The_Sarah_Jane_Adventures , are there ?",select distinct count ( ?uri ) where { ?x dbp:notableworks dbr:The_Sarah_Jane_Adventures . ?x dbo:notableWork ?uri . }
926,what is the dbp:race of the dbo:RaceHorse whose dbo:grandsire is dbr:Wild_Risk ?,select distinct ?uri where { ?x dbo:grandsire dbr:Wild_Risk . ?x dbp:race ?uri . ?x rdf:type dbo:RaceHorse }
927,what is the dbo:tenant of the dbo:Stadium which is the dbp:venue of dbr:WCW_Mayhem ?,select distinct ?uri where { dbr:WCW_Mayhem dbp:venue ?x . ?x dbo:tenant ?uri . ?x rdf:type dbo:Stadium }
928,what is the dbp:headcoach of the dbr:2014–15_Virginia_Tech_Hokies_men's_basketball_team and dbo:coach of the dbr:2012–13_Marquette_Golden_Eagles_men's_basketball_team ?,select distinct ?uri where { dbr:2014–15_Virginia_Tech_Hokies_men's_basketball_team dbp:headcoach ?uri . dbr:2012–13_Marquette_Golden_Eagles_men's_basketball_team dbo:coach uri }
929,what are the dbo:race of dbr:Martin_Molony ?,select distinct ?uri where { dbr:Martin_Molony dbo:race ?uri }
930,what is the dbo:Company whose dbp:services is dbr:OneDrive ?,select distinct ?uri where { ?uri dbp:services dbr:OneDrive . ?uri rdf:type dbo:Company }
931,what is the dbo:region of the dbr:Soylent_(drink) and dbr:Bannock_(food) ?,select distinct ?uri where { dbr:Soylent_(drink) dbo:region ?uri . dbr:Bannock_(food) dbo:region ?uri . }
932,what is the dbo:award of the writer whose dbo:citizenship is dbr:Ottoman_Empire ?,select distinct ?uri where { ?x dbo:citizenship dbr:Ottoman_Empire . ?x dbo:award ?uri . }
933,what is the dbo:TelevisionShow whose dbp:genre is dbr:Science_fiction and dbo:network is dbr:BBC_HD ?,select distinct ?uri where { ?uri dbp:genre dbr:Science_fiction . ?uri dbo:network dbr:BBC_HD . ?uri rdf:type dbo:TelevisionShow }
934,who is the dbo:Person whose dbo:opponent are dbr:Tom_McLaury and dbr:Ike_Clanton ?,select distinct ?uri where { ?uri dbo:opponent dbr:Tom_McLaury . ?uri dbo:opponent dbr:Ike_Clanton . ?uri rdf:type dbo:Person }
935,what are the dbp:products of dbr:Playboy_Enterprises ?,select distinct ?uri where { dbr:Playboy_Enterprises dbp:products ?uri }
936,what is the dbo:formerBroadcastNetwork of the television station which is the dbp:sisterStations of dbr:WGBC ?,select distinct ?uri where { dbr:WGBC dbp:sisterStations ?x . ?x dbo:formerBroadcastNetwork ?uri . }
937,what is the dbo:origin of the dbr:Hirth_Acrostar and dbr:Cobra_(missile) ?,select distinct ?uri where { dbr:Hirth_Acrostar dbo:origin ?uri . dbr:Cobra_(missile) dbo:origin ?uri . }
938,who is the dbp:nickname of dbr:Daniel_O'Regan ?,select distinct ?uri where { dbr:Daniel_O'Regan dbp:nickname ?uri }
939,what is the dbo:owner of the websites whose dbo:author is dbr:Jimmy_Wales ?,select distinct ?uri where { ?x dbo:author dbr:Jimmy_Wales . ?x dbo:owner ?uri . }
940,what are the dbo:Bridge whose dbo:locatedInArea is dbr:California ?,select distinct ?uri where { ?uri dbo:locatedInArea dbr:California . ?uri rdf:type dbo:Bridge }
941,what is the dbo:hometown of the dbr:Danny_Felice and dbr:Céline_Buckens ?,select distinct ?uri where { dbr:Danny_Felice dbo:hometown ?uri . dbr:Céline_Buckens dbo:hometown ?uri . ?uri rdf:type dbo:Settlement }
942,what is the dbo:leader of the dbo:GovernmentAgency whose dbp:jurisdiction is dbr:German-occupied_Europe ?,select distinct ?uri where { ?x dbp:jurisdiction dbr:German-occupied_Europe . ?x dbo:leader ?uri . ?x rdf:type dbo:GovernmentAgency }
943,what are the dbo:Company whose dbo:locationCity 's dbp:leaderName is dbr:Denzil_Minnan-Wong ?,select distinct ?uri where { ?x dbp:leaderName dbr:Denzil_Minnan-Wong . ?uri dbo:locationCity ?x . ?uri rdf:type dbo:Company }
944,what is the dbo:largestCity of the administrative region which is the dbp:birthplace of dbr:Pat_Kirkwood_(racing_driver) ?,select distinct ?uri where { dbr:Pat_Kirkwood_(racing_driver) dbp:birthplace ?x . ?x dbo:largestCity ?uri . }
945,what is the dbp:sourceCountry of the dbr:Water_resources_management_in_El_Salvador and dbo:country of the dbr:Sierra_del_Merendón ?,select distinct ?uri where { dbr:Water_resources_management_in_El_Salvador dbp:sourceCountry ?uri . dbr:Sierra_del_Merendón dbo:country uri }
946,what is the dbo:AcademicJournal whose dbp:editor is dbr:Stephen_Law ?,select distinct ?uri where { ?uri dbp:editor dbr:Stephen_Law . ?uri rdf:type dbo:AcademicJournal }
947,what is the dbo:award of the artist whose dbo:training is dbr:Academy_of_Fine_Arts_In_Łódź ?,select distinct ?uri where { ?x dbo:training dbr:Academy_of_Fine_Arts_In_Łódź . ?x dbo:award ?uri . }
948,what are the owls whose dbp:youthclubs 's dbp:ground is dbr:Camp_Nou ?,select distinct ?uri where { ?x dbp:ground dbr:Camp_Nou . ?uri dbp:youthclubs ?x . }
949,is dbr:Mumbai the dbo:servingRailwayLine of dbr:Daund_Junction_railway_station ?,ask where { dbr:Daund_Junction_railway_station dbo:servingRailwayLine dbr:Mumbai }
950,what is the dbo:MusicalArtist whose dbo:associatedMusicalArtist is dbr:Tony_Allen_(musician) and dbp:label is dbr:Celluloid_Records ?,select distinct ?uri where { ?uri dbo:associatedMusicalArtist dbr:Tony_Allen_(musician) . ?uri dbp:label dbr:Celluloid_Records . ?uri rdf:type dbo:MusicalArtist }
951,who are the dbo:BasketballPlayer whose dbo:team is dbr:Phoenix_Suns ?,select distinct ?uri where { ?uri dbo:team dbr:Phoenix_Suns . ?uri rdf:type dbo:BasketballPlayer }
952,"what is the dbo:relation of the dbr:George_Madison and dbp:leader of the dbr:United_States_House_of_Representatives_elections,_1788_and_1789 ?","select distinct ?uri where { dbr:George_Madison dbo:relation ?uri . dbr:United_States_House_of_Representatives_elections,_1788_and_1789 dbp:leader uri }"
953,"how many dbo:basedOn are there , of the musicals whose dbp:lyrics is dbr:Sheldon_Harnick ?",select distinct count ( ?uri ) where { ?x dbp:lyrics dbr:Sheldon_Harnick . ?x dbo:basedOn ?uri . }
954,what is the dbo:OfficeHolder whose dbp:spouse is dbr:Dolley_Madison and dbp:allegiance is dbr:Colony_of_Virginia ?,select distinct ?uri where { ?uri dbp:spouse dbr:Dolley_Madison . ?uri dbp:allegiance dbr:Colony_of_Virginia . ?uri rdf:type dbo:OfficeHolder }
955,is dbr:Ethiopia the dbo:anthem of dbr:Derg ?,ask where { dbr:Derg dbo:anthem dbr:Ethiopia }
956,what is the dbp:homeTown of the journalist whose dbo:employer is dbr:Ottawa_Citizen ?,select distinct ?uri where { ?x dbo:employer dbr:Ottawa_Citizen . ?x dbp:homeTown ?uri . }
957,how many other dbo:nonFictionSubject are there of the books whose dbo:nonFictionSubject is dbr:Ankh-Morpork_City_Watch ?,select distinct count ( ?uri ) where { ?x dbo:nonFictionSubject dbr:Ankh-Morpork_City_Watch . ?x dbo:nonFictionSubject ?uri }
958,what is the dbp:licensee of dbr:EXXV-TV ?,select distinct ?uri where { dbr:EXXV-TV dbp:licensee ?uri }
959,what are the dbo:board of dbr:Jimmy_Wales ?,select distinct ?uri where { dbr:Jimmy_Wales dbo:board ?uri }
960,what is the dbo:occupation of the dbo:Person whose dbo:associatedMusicalArtist is dbr:Steve_Winwood ?,select distinct ?uri where { ?x dbo:associatedMusicalArtist dbr:Steve_Winwood . ?x dbo:occupation ?uri . ?x rdf:type dbo:Person }
961,what is the dbp:origin of the dbo:MusicalArtist whose dbo:associatedBand is dbr:Ziggi_Recado ?,select distinct ?uri where { ?x dbo:associatedBand dbr:Ziggi_Recado . ?x dbp:origin ?uri . ?x rdf:type dbo:MusicalArtist }
962,what is the dbo:nominee of dbr:Jack_Ryan_(politician) ?,select distinct ?uri where { dbr:Jack_Ryan_(politician) dbo:nominee ?uri }
963,what is the dbo:division of the dbr:Serbia_national_American_football_team and dbo:region of the dbr:Dobšinská_Ice_Cave ?,select distinct ?uri where { dbr:Serbia_national_American_football_team dbo:division ?uri . dbr:Dobšinská_Ice_Cave dbo:region uri }
964,what is the dbo:Royalty whose dbp:mother is dbr:Cleopatra_V_of_Egypt and dbo:parent is dbr:Ptolemy_XII_Auletes ?,select distinct ?uri where { ?uri dbp:mother dbr:Cleopatra_V_of_Egypt . ?uri dbo:parent dbr:Ptolemy_XII_Auletes . ?uri rdf:type dbo:Royalty }
965,what are the dbp:majorShrine of dbr:Jovan_Vladimir ?,select distinct ?uri where { dbr:Jovan_Vladimir dbp:majorShrine ?uri }
966,what are the dbo:TelevisionShow whose dbp:company 's dbo:owner is dbr:CBS_Corporation ?,select distinct ?uri where { ?x dbo:owner dbr:CBS_Corporation . ?uri dbp:company ?x . ?uri rdf:type dbo:TelevisionShow }
967,"who is the person whose dbp:homeTown is dbr:Marlboro_Township,_New_Jersey ?","select distinct ?uri where { ?uri dbp:homeTown dbr:Marlboro_Township,_New_Jersey . }"
968,what is the dbp:nationalOrigin of the dbo:Aircraft whose dbo:manufacturer is dbr:Start_+_Flug ?,select distinct ?uri where { ?x dbo:manufacturer dbr:Start_+_Flug . ?x dbp:nationalOrigin ?uri . ?x rdf:type dbo:Aircraft }
969,how many other dbo:family of the mammals whose dbo:family is dbr:Hominidae are there ?,select distinct count ( ?uri ) where { ?x dbo:family dbr:Hominidae . ?x dbo:family ?uri }
970,what is the dbo:formerTeam of the dbo:AmericanFootballPlayer who is the dbp:coach of dbr:2006_Oakland_Raiders_season ?,select distinct ?uri where { dbr:2006_Oakland_Raiders_season dbp:coach ?x . ?x dbo:formerTeam ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
971,how many dbo:TelevisionShow are there whose dbp:creator 's dbo:associatedBand is dbr:Lewis_Hamilton ?,select distinct count ( ?uri ) where { ?x dbo:associatedBand dbr:Lewis_Hamilton . ?uri dbp:creator ?x . ?uri rdf:type dbo:TelevisionShow }
972,"how many dbp:playedFor are there , of the ice hockey players whose dbo:formerTeam is dbr:Boston_Bruins ?",select distinct count ( ?uri ) where { ?x dbo:formerTeam dbr:Boston_Bruins . ?x dbp:playedFor ?uri . ?uri rdf:type dbo:SportsTeam }
973,what is the television show whose dbo:creator 's dbo:deathPlace is dbr:Midhurst ?,select distinct ?uri where { ?x dbo:deathPlace dbr:Midhurst . ?uri dbo:creator ?x . }
974,what are the dbo:TelevisionShow whose dbp:network 's dbp:sisterNames is dbr:The_CW ?,select distinct ?uri where { ?x dbp:sisterNames dbr:The_CW . ?uri dbp:network ?x . ?uri rdf:type dbo:TelevisionShow }
975,how many dbo:notableWork are there of the writer who is the dbp:creator of dbr:The_Sarah_Jane_Adventures ?,select distinct count ( ?uri ) where { dbr:The_Sarah_Jane_Adventures dbp:creator ?x . ?x dbo:notableWork ?uri . }
976,what is the dbp:founder of the dbr:Sea_Gayle_Music and dbp:judges of the dbr:Rising_Star_(U.S._TV_series) ?,select distinct ?uri where { dbr:Sea_Gayle_Music dbp:founder ?uri . dbr:Rising_Star_(U.S._TV_series) dbp:judges uri }
977,what is the dbo:owningOrganisation of dbr:Ford_Kansas_City_Assembly_Plant ?,select distinct ?uri where { dbr:Ford_Kansas_City_Assembly_Plant dbo:owningOrganisation ?uri }
