id,english,sparql
978,what is the dbp:label of dbr:I_Pray_on_Christmas ?,select distinct ?uri where { dbr:I_Pray_on_Christmas dbp:label ?uri }
979,what is the dbo:destination of dbr:Novair_International_Airways ?,select distinct ?uri where { dbr:Novair_International_Airways dbo:destination ?uri }
980,what is the dbo:spouse of dbr:William_Menelaus ?,select distinct ?uri where { dbr:William_Menelaus dbo:spouse ?uri }
981,count the dbp:starring in dbr:Lucy_Sullivan_Is_Getting_Married ?,select distinct count ( ?uri ) where { dbr:Lucy_Sullivan_Is_Getting_Married dbp:starring ?uri . }
982,what are the dbo:Mammal whose dbo:order is dbr:Diprotodontia ?,select distinct ?uri where { ?uri dbo:order dbr:Diprotodontia . ?uri rdf:type dbo:Mammal }
983,count the number of dbp:guests in dbr:The_Other_Side_(The_Outer_Limits) ?,select distinct count ( ?uri ) where { dbr:The_Other_Side_(The_Outer_Limits) dbp:guests ?uri . }
984,"what is the dbo:River whose dbo:riverMouth is dbr:Clatsop_County,_Oregon and dbo:source is dbr:Columbia_Lake ?","select distinct ?uri where { ?uri dbo:riverMouth dbr:Clatsop_County,_Oregon . ?uri dbo:source dbr:Columbia_Lake . ?uri rdf:type dbo:River }"
985,is dbr:Dave_Schulz_(musician) the dbo:bandMember of dbr:Berlin_(band) ?,ask where { dbr:Berlin_(band) dbo:bandMember dbr:Dave_Schulz_(musician) }
986,what are the dbo:Airline whose dbo:hubAirport is dbr:Los_Angeles_International_Airport ?,select distinct ?uri where { ?uri dbo:hubAirport dbr:Los_Angeles_International_Airport . ?uri rdf:type dbo:Airline }
987,who are the people whose dbo:stateOfOrigin is dbr:Filipinos ?,select distinct ?uri where { ?uri dbo:stateOfOrigin dbr:Filipinos }
988,what is the dbp:awards of the dbo:Person who is the dbp:producer of dbr:Paradise_Place ?,select distinct ?uri where { dbr:Paradise_Place dbp:producer ?x . ?x dbp:awards ?uri . ?x rdf:type dbo:Person }
989,what is the dbp:locationTown of dbr:Seattle_Great_Wheel ?,select distinct ?uri where { dbr:Seattle_Great_Wheel dbp:locationTown ?uri }
990,what are the dbp:line of dbr:Vadodara_Junction_railway_station ?,select distinct ?uri where { dbr:Vadodara_Junction_railway_station dbp:line ?uri }
991,what is the dbp:college of dbr:Jon_Curran ?,select distinct ?uri where { dbr:Jon_Curran dbp:college ?uri }
992,what is the movie whose dbp:screenplay is dbr:Daniel_Waters_(screenwriter) and dbp:director is dbr:Tim_Burton ?,select distinct ?uri where { ?uri dbp:screenplay dbr:Daniel_Waters_(screenwriter) . ?uri dbp:director dbr:Tim_Burton . }
993,what is the dbo:producer of the television show which is the dbo:knownFor of dbr:Scott_Haran ?,select distinct ?uri where { dbr:Scott_Haran dbo:knownFor ?x . ?x dbo:producer ?uri . }
994,what is the dbp:birthPlace of the dbo:Jockey who is the dbo:breeder of dbr:De_La_Rose ?,select distinct ?uri where { dbr:De_La_Rose dbo:breeder ?x . ?x dbp:birthPlace ?uri . ?x rdf:type dbo:Jockey }
995,who is the dbp:artist of dbr:Madagascar:_Operation_Penguin ?,select distinct ?uri where { dbr:Madagascar:_Operation_Penguin dbp:artist ?uri }
996,what are the dbo:Device whose dbo:manufacturer 's dbp:locationCity is dbr:Taiwan ?,select distinct ?uri where { ?x dbp:locationCity dbr:Taiwan . ?uri dbo:manufacturer ?x . ?uri rdf:type dbo:Device }
997,what is the dbp:debutteam of the dbr:Harry_Huston and dbr:Dick_Spalding ?,select distinct ?uri where { dbr:Harry_Huston dbp:debutteam ?uri . dbr:Dick_Spalding dbp:debutteam ?uri . }
998,what is the dbo:layout of dbr:Subaru_Legacy_(second_generation) ?,select distinct ?uri where { dbr:Subaru_Legacy_(second_generation) dbo:layout ?uri }
999,how many other dbo:wineRegion are there of the grapes whose dbo:wineRegion is dbr:Michigan ?,select distinct count ( ?uri ) where { ?x dbo:wineRegion dbr:Michigan . ?x dbo:wineRegion ?uri }
1000,"what is the dbo:OfficeHolder whose dbp:constituency are dbr:Duboce_Triangle,_San_Francisco and dbr:Haight-Ashbury ?","select distinct ?uri where { ?uri dbp:constituency dbr:Duboce_Triangle,_San_Francisco . ?uri dbp:constituency dbr:Haight-Ashbury . ?uri rdf:type dbo:OfficeHolder }"
1001,give the total number of dbo:sport of the universities whose dbo:affiliation is dbr:International_Association_of_Universities ?,select distinct count ( ?uri ) where { ?x dbo:affiliation dbr:International_Association_of_Universities . ?x dbo:sport ?uri . }
1002,what is the dbo:leader of the government agency which is the dbo:militaryUnit of dbr:Erich_Kempka ?,select distinct ?uri where { dbr:Erich_Kempka dbo:militaryUnit ?x . ?x dbo:leader ?uri . }
1003,what is the dbp:almaMater of the dbo:Senator who is the dbp:successor of dbr:Warren_Magnuson ?,select distinct ?uri where { dbr:Warren_Magnuson dbp:successor ?x . ?x dbp:almaMater ?uri . ?x rdf:type dbo:Senator }
1004,is dbr:Eddie_Bravo the dbp:trainer of dbr:Shinya_Aoki ?,ask where { dbr:Shinya_Aoki dbp:trainer dbr:Eddie_Bravo }
1005,list the dbp:battles of the politicians whose dbo:almaMater is dbr:United_States_Army_Command_and_General_Staff_College ?,select distinct ?uri where { ?x dbo:almaMater dbr:United_States_Army_Command_and_General_Staff_College . ?x dbp:battles ?uri . }
1006,what is the dbo:writer of the dbr:Alan_Freeman_Days and dbo:writer of the dbr:Come_On_Over_(Bee_Gees_song) ?,select distinct ?uri where { dbr:Alan_Freeman_Days dbo:writer ?uri . dbr:Come_On_Over_(Bee_Gees_song) dbp:writer uri }
1007,what is the dbo:Company whose dbo:subsidiary is dbr:Tandem_Computers and dbo:foundedBy is dbr:Jim_Harris_(entrepreneur) ?,select distinct ?uri where { ?uri dbo:subsidiary dbr:Tandem_Computers . ?uri dbo:foundedBy dbr:Jim_Harris_(entrepreneur) . ?uri rdf:type dbo:Company }
1008,what is the total number of dbo:Book whose dbo:author 's dbo:restingPlace is dbr:Convent_of_the_Barefoot_Trinitarians ?,select distinct count ( ?uri ) where { ?x dbo:restingPlace dbr:Convent_of_the_Barefoot_Trinitarians . ?uri dbo:author ?x . ?uri rdf:type dbo:Book }
1009,what is the dbo:Location whose dbo:mayor is dbr:Esther_Alder and dbo:neighboringMunicipality is dbr:Pregny-Chambésy ?,select distinct ?uri where { ?uri dbo:mayor dbr:Esther_Alder . ?uri dbo:neighboringMunicipality dbr:Pregny-Chambésy . ?uri rdf:type dbo:Location }
1010,is dbr:Jordan_Cronenweth the dbo:cinematography of dbr:Blade_Runner ?,ask where { dbr:Blade_Runner dbo:cinematography dbr:Jordan_Cronenweth }
1011,what is the dbo:species of the dbr:Panthera_leo_fossilis and dbr:Liger ?,select distinct ?uri where { dbr:Panthera_leo_fossilis dbo:species ?uri . dbr:Liger dbo:species ?uri . }
1012,what is the dbp:address of dbr:Rhodes-Haverty_Building ?,select distinct ?uri where { dbr:Rhodes-Haverty_Building dbp:address ?uri }
1013,"what is the dbo:commander of the dbo:Event whose dbo:place is dbr:Sandusky_County,_Ohio ?","select distinct ?uri where { ?x dbo:place dbr:Sandusky_County,_Ohio . ?x dbo:commander ?uri . ?x rdf:type dbo:Event }"
1014,what is the dbo:founder of the city which is the dbo:deathPlace of dbr:Pat_Vincent ?,select distinct ?uri where { dbr:Pat_Vincent dbo:deathPlace ?x . ?x dbo:founder ?uri . }
1015,what is the country whose dbo:currency is dbr:Solidus_(coin) and dbo:capital is dbr:Nicomedia ?,select distinct ?uri where { ?uri dbo:currency dbr:Solidus_(coin) . ?uri dbo:capital dbr:Nicomedia . }
1016,what is the dbo:Company whose dbp:services is dbr:OneDrive and dbp:products is dbr:Microsoft_Visual_Studio ?,select distinct ?uri where { ?uri dbp:services dbr:OneDrive . ?uri dbp:products dbr:Microsoft_Visual_Studio . ?uri rdf:type dbo:Company }
1017,"what is the dbo:River whose dbo:mouthPlace is dbr:Old_Lyme,_Connecticut ?","select distinct ?uri where { ?uri dbo:mouthPlace dbr:Old_Lyme,_Connecticut . ?uri rdf:type dbo:River }"
1018,what is the dbo:division of the dbr:Runewaker_Entertainment and dbp:destinations of the dbr:Airtours_International_Airways ?,select distinct ?uri where { dbr:Runewaker_Entertainment dbo:division ?uri . dbr:Airtours_International_Airways dbp:destinations uri }
1019,what is the dbo:TelevisionShow whose dbp:network is dbr:Prime_Time_Entertainment_Network and dbo:executiveProducer is dbr:Douglas_Netter ?,select distinct ?uri where { ?uri dbp:network dbr:Prime_Time_Entertainment_Network . ?uri dbo:executiveProducer dbr:Douglas_Netter . ?uri rdf:type dbo:TelevisionShow }
1020,what is the dbp:president of the dbo:TennisPlayer whose dbp:predecessor is dbr:John_W._Weeks ?,select distinct ?uri where { ?x dbp:predecessor dbr:John_W._Weeks . ?x dbp:president ?uri . ?x rdf:type dbo:TennisPlayer }
1021,what are the legislatures whose dbo:leader 's dbo:monarch is dbr:Willem-Alexander_of_the_Netherlands ?,select distinct ?uri where { ?x dbo:monarch dbr:Willem-Alexander_of_the_Netherlands . ?uri dbo:leader ?x . }
1022,what is the food whose dbo:ingredient is dbr:Acer_nigrum ?,select distinct ?uri where { ?uri dbo:ingredient dbr:Acer_nigrum }
1023,what is the dbp:prospectTeam of dbr:Mikhail_Pashnin ?,select distinct ?uri where { dbr:Mikhail_Pashnin dbp:prospectTeam ?uri }
1024,what is the dbp:predecessor of dbr:BMW_M40 ?,select distinct ?uri where { dbr:BMW_M40 dbp:predecessor ?uri }
1025,what is the dbp:cities of the sea which is the dbo:outflow of dbr:Ionian_Sea ?,select distinct ?uri where { dbr:Ionian_Sea dbo:outflow ?x . ?x dbp:cities ?uri . }
1026,is dbr:Beaver_Falls_High_School the dbp:highSchool of dbr:Joe_Namath ?,ask where { dbr:Joe_Namath dbp:highSchool dbr:Beaver_Falls_High_School }
1027,list the dbo:routeStart of the dbo:RailwayLine whose dbp:system is dbr:Chicago_and_North_Western_Transportation_Company ?,select distinct ?uri where { ?x dbp:system dbr:Chicago_and_North_Western_Transportation_Company . ?x dbo:routeStart ?uri . ?x rdf:type dbo:RailwayLine }
1028,give me a count of dbo:Mammal whose dbo:order is dbr:Primate ?,select distinct count ( ?uri ) where { ?uri dbo:order dbr:Primate . ?uri rdf:type dbo:Mammal }
1029,what is the dbo:TelevisionShow whose dbo:distributor is dbr:Broadcast_syndication ?,select distinct ?uri where { ?uri dbo:distributor dbr:Broadcast_syndication . ?uri rdf:type dbo:TelevisionShow }
1030,"what is the dbp:president of the dbo:Person who is the dbp:leader of dbr:United_States_House_of_Representatives_elections,_1790 ?","select distinct ?uri where { dbr:United_States_House_of_Representatives_elections,_1790 dbp:leader ?x . ?x dbp:president ?uri . ?x rdf:type dbo:Person }"
1031,what is the dbo:TelevisionShow whose dbo:producer is dbr:Stephen_E._Ambrose and dbo:company is dbr:DreamWorks_Television ?,select distinct ?uri where { ?uri dbo:producer dbr:Stephen_E._Ambrose . ?uri dbo:company dbr:DreamWorks_Television . ?uri rdf:type dbo:TelevisionShow }
1032,what dbo:River 's dbp:mouthLocation is dbr:Limerick ?,select distinct ?uri where { ?uri dbp:mouthLocation dbr:Limerick . ?uri rdf:type dbo:River }
1034,what is the book whose dbo:author is dbr:Laozi ?,select distinct ?uri where { ?uri dbo:author dbr:Laozi }
1035,what is the dbp:children of the office holders whose dbo:child is dbr:Marvin_Bush ?,select distinct ?uri where { ?x dbo:child dbr:Marvin_Bush . ?x dbp:children ?uri . }
1036,list the dbo:sourceCountry of the dbo:River whose dbo:riverMouth is dbr:Caspian_Sea ?,select distinct ?uri where { ?x dbo:riverMouth dbr:Caspian_Sea . ?x dbo:sourceCountry ?uri . ?x rdf:type dbo:River }
1037,what is the dbo:nearestCity of dbr:Elliott_Bay ?,select distinct ?uri where { dbr:Elliott_Bay dbo:nearestCity ?uri }
1038,what is the dbp:veneratedIn of the dbo:Royalty whose dbp:majorShrine is dbr:Westminster_Abbey ?,select distinct ?uri where { ?x dbp:majorShrine dbr:Westminster_Abbey . ?x dbp:veneratedIn ?uri . ?x rdf:type dbo:Royalty }
1039,what is the dbo:Saint whose dbo:majorShrine is dbr:Canada and dbp:canonizedBy is dbr:Pope_Benedict_XVI ?,select distinct ?uri where { ?uri dbo:majorShrine dbr:Canada . ?uri dbp:canonizedBy dbr:Pope_Benedict_XVI . ?uri rdf:type dbo:Saint }
1040,who is the dbp:flagbearer of dbr:Australia_at_the_2008_Summer_Olympics ?,select distinct ?uri where { dbr:Australia_at_the_2008_Summer_Olympics dbp:flagbearer ?uri }
1041,what is the dbo:vicePresident of the dbr:Warren_G._Harding and dbo:president of the dbr:Charles_Evans_Hughes ?,select distinct ?uri where { dbr:Warren_G._Harding dbo:vicePresident ?uri . dbr:Charles_Evans_Hughes dbo:president uri }
1042,what are the dbo:SportsManager whose dbo:managerClub 's dbp:ground is dbr:Riverside_Stadium ?,select distinct ?uri where { ?x dbp:ground dbr:Riverside_Stadium . ?uri dbo:managerClub ?x . ?uri rdf:type dbo:SportsManager }
1043,is dbr:Colorado the dbo:routeEnd of dbr:Utah_State_Route_162 ?,ask where { dbr:Utah_State_Route_162 dbo:routeEnd dbr:Colorado }
1044,what is the dbp:products of the dbr:Playboy_Enterprises and dbo:award of the dbr:Frank_Thorne ?,select distinct ?uri where { dbr:Playboy_Enterprises dbp:products ?uri . dbr:Frank_Thorne dbo:award uri }
1045,"who is the office holder whose dbp:constituency is dbr:Duboce_Triangle,_San_Francisco ?","select distinct ?uri where { ?uri dbp:constituency dbr:Duboce_Triangle,_San_Francisco . }"
1046,who is the person whose dbo:parent is dbr:Mary_(mother_of_Jesus) ?,select distinct ?uri where { ?uri dbo:parent dbr:Mary_(mother_of_Jesus) . }
1047,what is the dbo:Band whose dbp:currentMembers is dbr:Joe_Hahn ?,select distinct ?uri where { ?uri dbp:currentMembers dbr:Joe_Hahn . ?uri rdf:type dbo:Band }
1048,what is the dbp:prospectTeam of the dbr:Mikhail_Pashnin and dbp:playedFor of the dbr:Wilfred_McDonald ?,select distinct ?uri where { dbr:Mikhail_Pashnin dbp:prospectTeam ?uri . dbr:Wilfred_McDonald dbp:playedFor uri }
1049,list the dbo:manufacturer of the rockets whose dbo:launchSite is dbr:Vandenberg_Air_Force_Base ?,select distinct ?uri where { ?x dbo:launchSite dbr:Vandenberg_Air_Force_Base . ?x dbo:manufacturer ?uri . }
1050,what is the total number of dbo:homeStadium of the soccer club seasons whose dbo:chairman is dbr:Merritt_Paulson ?,select distinct count ( ?uri ) where { ?x dbo:chairman dbr:Merritt_Paulson . ?x dbo:homeStadium ?uri . }
1051,what are the mammals whose dbo:order is dbr:Primate ?,select distinct ?uri where { ?uri dbo:order dbr:Primate . }
1052,what is the dbp:order of dbr:Julius_C._Burrows ?,select distinct ?uri where { dbr:Julius_C._Burrows dbp:order ?uri }
1054,"how many dbo:firstDriver are there , of the grand prixes whose dbo:poleDriver is dbr:Mika_Häkkinen ?",select distinct count ( ?uri ) where { ?x dbo:poleDriver dbr:Mika_Häkkinen . ?x dbo:firstDriver ?uri . ?uri rdf:type dbo:RacingDriver }
1055,what are the dbo:sport of dbr:Vishwajyot_High_School ?,select distinct ?uri where { dbr:Vishwajyot_High_School dbo:sport ?uri }
1056,what are the dbo:TelevisionShow whose dbo:network 's dbp:sisterNames is dbr:BBC_Two ?,select distinct ?uri where { ?x dbp:sisterNames dbr:BBC_Two . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
1057,what is the dbp:owner of the dbo:Bridge whose dbo:locatedInArea is dbr:Boston ?,select distinct ?uri where { ?x dbo:locatedInArea dbr:Boston . ?x dbp:owner ?uri . ?x rdf:type dbo:Bridge }
1058,what is the dbp:fields of the dbr:Paul_Demiéville and dbr:Sylvain_Lévi ?,select distinct ?uri where { dbr:Paul_Demiéville dbp:fields ?uri . dbr:Sylvain_Lévi dbp:fields ?uri . }
1059,"how many dbo:tenant are there , of the stadia whose dbo:builder is dbr:PCL_Construction ?",select distinct count ( ?uri ) where { ?x dbo:builder dbr:PCL_Construction . ?x dbo:tenant ?uri . }
1060,what is the dbo:nonFictionSubject of the dbr:Thud! and dbo:field of the dbr:Jon_Speelman ?,select distinct ?uri where { dbr:Thud! dbo:nonFictionSubject ?uri . dbr:Jon_Speelman dbo:field uri }
1061,"what is the dbp:primeminister of the dbr:Victor_Hope,_2nd_Marquess_of_Linlithgow and dbp:editor of the dbr:British_Gazette ?","select distinct ?uri where { dbr:Victor_Hope,_2nd_Marquess_of_Linlithgow dbp:primeminister ?uri . dbr:British_Gazette dbp:editor uri }"
1062,what is the dbo:HockeyTeam whose dbp:headCoach is dbr:Alain_Vigneault ?,select distinct ?uri where { ?uri dbp:headCoach dbr:Alain_Vigneault . ?uri rdf:type dbo:HockeyTeam }
1063,what is the dbo:municipality of dbr:Patterson_Houses ?,select distinct ?uri where { dbr:Patterson_Houses dbo:municipality ?uri }
1064,give the total number of owls whose dbp:archipelago 's dbo:largestCity is dbr:Papeete ?,select distinct count ( ?uri ) where { ?x dbo:largestCity dbr:Papeete . ?uri dbp:archipelago ?x . }
1065,what is the dbp:sourceLocation of the dbo:River whose dbo:riverMouth is dbr:Lake_Washington ?,select distinct ?uri where { ?x dbo:riverMouth dbr:Lake_Washington . ?x dbp:sourceLocation ?uri . ?x rdf:type dbo:River }
1066,what is the dbo:developer of the dbo:Software whose dbp:operatingSystem is dbr:Cross-platform ?,select distinct ?uri where { ?x dbp:operatingSystem dbr:Cross-platform . ?x dbo:developer ?uri . ?x rdf:type dbo:Software }
1067,what is the dbo:city of dbr:Soccer_Bowl_'76 ?,select distinct ?uri where { dbr:Soccer_Bowl_'76 dbo:city ?uri }
1068,what is the dbo:ideology of the dbr:Palang_Dharma_Party and dbo:type of the dbr:Inthakin ?,select distinct ?uri where { dbr:Palang_Dharma_Party dbo:ideology ?uri . dbr:Inthakin dbo:type uri }
1069,what are the other dbp:cities of the dbo:BodyOfWater whose dbp:cities is dbr:Florida ?,select distinct ?uri where { ?x dbp:cities dbr:Florida . ?x dbp:cities ?uri . ?x rdf:type dbo:BodyOfWater }
1070,what is the dbp:genre of the dbr:Battle_Chess and dbp:purpose of the dbr:New_Zealand_Chess_Federation ?,select distinct ?uri where { dbr:Battle_Chess dbp:genre ?uri . dbr:New_Zealand_Chess_Federation dbp:purpose uri }
1071,is dbr:C_(programming_language) the dbo:programmingLanguage of dbr:GIMP ?,ask where { dbr:GIMP dbo:programmingLanguage dbr:C_(programming_language) }
1072,what is the dbo:relative of the person whose dbp:deathPlace is dbr:Bergen-Belsen_concentration_camp ?,select distinct ?uri where { ?x dbp:deathPlace dbr:Bergen-Belsen_concentration_camp . ?x dbo:relative ?uri . }
1073,what is the dbo:state of the dbo:Bridge whose dbp:style is dbr:Burr_Truss ?,select distinct ?uri where { ?x dbp:style dbr:Burr_Truss . ?x dbo:state ?uri . ?x rdf:type dbo:Bridge }
1074,what is the dbo:InformationAppliance whose dbp:predecessor is dbr:PlayStation_2 and dbo:manufacturer is dbr:Asus ?,select distinct ?uri where { ?uri dbp:predecessor dbr:PlayStation_2 . ?uri dbo:manufacturer dbr:Asus . ?uri rdf:type dbo:InformationAppliance }
1075,what is the dbo:coverArtist of the dbr:The_Adventures_of_Tom_Sawyer and dbo:basedOn of the dbr:The_Apple_Tree ?,select distinct ?uri where { dbr:The_Adventures_of_Tom_Sawyer dbo:coverArtist ?uri . dbr:The_Apple_Tree dbo:basedOn uri }
1076,what is the dbp:university of the dbr:Alexandre_Tichonov and dbp:placeOfDeath of the dbr:Valentin_Muratov ?,select distinct ?uri where { dbr:Alexandre_Tichonov dbp:university ?uri . dbr:Valentin_Muratov dbp:placeOfDeath uri }
1077,what is the dbo:genre of the dbo:RecordLabel whose dbp:founder is dbr:André_Bourgeois ?,select distinct ?uri where { ?x dbp:founder dbr:André_Bourgeois . ?x dbo:genre ?uri . ?x rdf:type dbo:RecordLabel }
1078,what is the dbp:placeOfDeath of the governor who is the dbp:lieutenant of dbr:Frank_Steunenberg ?,select distinct ?uri where { dbr:Frank_Steunenberg dbp:lieutenant ?x . ?x dbp:placeOfDeath ?uri . }
1079,give the total number of dbp:title of the beauty queens whose dbp:hairColor is dbr:Brown_hair ?,select distinct count ( ?uri ) where { ?x dbp:hairColor dbr:Brown_hair . ?x dbp:title ?uri . }
1080,what are the dbo:border of dbr:High_Desert_(Oregon) ?,select distinct ?uri where { dbr:High_Desert_(Oregon) dbo:border ?uri }
1081,what is the dbo:locationCity of dbr:Burnside_Distribution_Corporation ?,select distinct ?uri where { dbr:Burnside_Distribution_Corporation dbo:locationCity ?uri }
1082,what is the dbp:nationality of the dbo:Engineer whose dbo:institution is dbr:Birdman_Enterprises ?,select distinct ?uri where { ?x dbo:institution dbr:Birdman_Enterprises . ?x dbp:nationality ?uri . ?x rdf:type dbo:Engineer }
1083,what is the dbp:location of dbr:Oskar_Blues_Brewery ?,select distinct ?uri where { dbr:Oskar_Blues_Brewery dbp:location ?uri }
1084,"how many dbo:series are there , of the books whose dbp:author is dbr:Paul_Leonard_(writer) ?",select distinct count ( ?uri ) where { ?x dbp:author dbr:Paul_Leonard_(writer) . ?x dbo:series ?uri . }
1085,whose dbp:prizes are dbr:Lovelace_Medal and dbr:Norbert_Wiener_Award_for_Social_and_Professional_Responsibility ?,select distinct ?uri where { ?uri dbp:prizes dbr:Lovelace_Medal . ?uri dbp:prizes dbr:Norbert_Wiener_Award_for_Social_and_Professional_Responsibility . }
1086,"list the dbo:sport of the owls whose dbp:city is dbr:Mariveles,_Bataan ?","select distinct ?uri where { ?x dbp:city dbr:Mariveles,_Bataan . ?x dbo:sport ?uri . }"
1087,what are the dbp:veneratedIn of dbr:Pope_Gregory_I ?,select distinct ?uri where { dbr:Pope_Gregory_I dbp:veneratedIn ?uri }
1088,"what is the dbo:president of the dbr:Mike_McCurry_(press_secretary) and dbo:incumbent of the dbr:Al_Gore_presidential_campaign,_2000 ?","select distinct ?uri where { dbr:Mike_McCurry_(press_secretary) dbo:president ?uri . dbr:Al_Gore_presidential_campaign,_2000 dbo:incumbent uri }"
1089,what is the dbo:license of the dbr:Frontaccounting and dbo:developer of the dbr:GNOWSYS ?,select distinct ?uri where { dbr:Frontaccounting dbo:license ?uri . dbr:GNOWSYS dbo:developer uri }
1090,what is the dbo:largestCity of the dbr:Pulau_Ubin and dbo:capital of the dbr:Pulau_Ujong ?,select distinct ?uri where { dbr:Pulau_Ubin dbo:largestCity ?uri . dbr:Pulau_Ujong dbo:capital uri }
1091,what is the company whose dbo:subsidiary is dbr:PrivateCore ?,select distinct ?uri where { ?uri dbo:subsidiary dbr:PrivateCore }
1093,what is the dbo:River whose dbo:mouthPlace is dbr:Essex and dbo:sourcePlace is dbr:Gloucestershire ?,select distinct ?uri where { ?uri dbo:mouthPlace dbr:Essex . ?uri dbo:sourcePlace dbr:Gloucestershire . ?uri rdf:type dbo:River }
1094,what is the dbp:birthDate of dbr:Dick_Redding ?,select distinct ?uri where { dbr:Dick_Redding dbp:birthDate ?uri }
1095,what is the dbp:awards of the dbr:Ingmar_Bergman and dbo:award of the dbr:James_F._O'Brien ?,select distinct ?uri where { dbr:Ingmar_Bergman dbp:awards ?uri . dbr:James_F._O'Brien dbo:award uri }
1096,what is the total number of other dbp:characters of the plays whose dbp:characters is dbr:Catwoman ?,select distinct count ( ?uri ) where { ?x dbp:characters dbr:Catwoman . ?x dbp:characters ?uri }
1097,what is the dbp:almaMater of the economists whose dbo:institution is dbr:University_of_the_West_Indies ?,select distinct ?uri where { ?x dbo:institution dbr:University_of_the_West_Indies . ?x dbp:almaMater ?uri . }
1098,is dbr:Seattle the dbo:homeport of dbr:NOAAS_Davidson_(S_331) ?,ask where { dbr:NOAAS_Davidson_(S_331) dbo:homeport dbr:Seattle }
1099,what are the dbo:School whose dbp:programmingLanguage 's dbp:designer is dbr:Bjarne_Stroustrup ?,select distinct ?uri where { ?x dbp:designer dbr:Bjarne_Stroustrup . ?uri dbp:programmingLanguage ?x . ?uri rdf:type dbo:School }
1100,count the number of dbp:cities in dbr:Mediterranean_Sea ?,select distinct count ( ?uri ) where { dbr:Mediterranean_Sea dbp:cities ?uri . }
1101,what is the dbo:nonFictionSubject of the dbo:Book whose dbo:publisher is dbr:Doubleday_(publisher) ?,select distinct ?uri where { ?x dbo:publisher dbr:Doubleday_(publisher) . ?x dbo:nonFictionSubject ?uri . ?x rdf:type dbo:Book }
1102,what is the dbp:deathPlace of dbr:Judson_Huss ?,select distinct ?uri where { dbr:Judson_Huss dbp:deathPlace ?uri }
1103,what are the dbo:Film whose dbp:music 's dbo:hometown is dbr:Volos ?,select distinct ?uri where { ?x dbo:hometown dbr:Volos . ?uri dbp:music ?x . ?uri rdf:type dbo:Film }
1104,what is the dbp:affiliation of dbr:Ōtani_University ?,select distinct ?uri where { dbr:Ōtani_University dbp:affiliation ?uri }
1105,what is the dbp:currency of dbr:Benelux ?,select distinct ?uri where { dbr:Benelux dbp:currency ?uri }
1106,what is the dbp:foundation of the dbr:Temenos_Group and dbp:placeOfDeath of the dbr:Jerzy_Józef_Potocki ?,select distinct ?uri where { dbr:Temenos_Group dbp:foundation ?uri . dbr:Jerzy_Józef_Potocki dbp:placeOfDeath uri }
1107,how many other dbp:services are there of the companies whose dbp:services is dbr:Data_center_services ?,select distinct count ( ?uri ) where { ?x dbp:services dbr:Data_center_services . ?x dbp:services ?uri }
1108,what is the dbp:discoverer of the dbr:Europa_(moon) and dbo:discoverer of the dbr:Callisto_(moon) ?,select distinct ?uri where { dbr:Europa_(moon) dbp:discoverer ?uri . dbr:Callisto_(moon) dbo:discoverer uri }
1109,what is the dbo:Company whose dbp:services are dbr:Outlook.com and dbr:OneDrive ?,select distinct ?uri where { ?uri dbp:services dbr:Outlook.com . ?uri dbp:services dbr:OneDrive . ?uri rdf:type dbo:Company }
1110,what is the dbp:awards of the dbo:Scientist whose dbo:almaMater is dbr:University_of_Queensland ?,select distinct ?uri where { ?x dbo:almaMater dbr:University_of_Queensland . ?x dbp:awards ?uri . ?x rdf:type dbo:Scientist }
1111,what is the dbo:governingBody of the dbo:Place whose dbp:architect is dbr:Chumash_people ?,select distinct ?uri where { ?x dbp:architect dbr:Chumash_people . ?x dbo:governingBody ?uri . ?x rdf:type dbo:Place }
1112,what is the dbo:religion of the dbo:EthnicGroup which is the dbp:related of dbr:Waxiang_people ?,select distinct ?uri where { dbr:Waxiang_people dbp:related ?x . ?x dbo:religion ?uri . ?x rdf:type dbo:EthnicGroup }
1113,is dbr:Dartmouth_College the dbo:university of dbr:Alexander_Magleby ?,ask where { dbr:Alexander_Magleby dbo:university dbr:Dartmouth_College }
1114,"what is the dbo:OfficeHolder whose dbp:constituency is dbr:Noe_Valley,_San_Francisco and dbo:militaryUnit is dbr:USS_Kittiwake_(ASR-13) ?","select distinct ?uri where { ?uri dbp:constituency dbr:Noe_Valley,_San_Francisco . ?uri dbo:militaryUnit dbr:USS_Kittiwake_(ASR-13) . ?uri rdf:type dbo:OfficeHolder }"
1115,what are the dbp:address of dbr:South_Shore_Plaza ?,select distinct ?uri where { dbr:South_Shore_Plaza dbp:address ?uri }
1116,what is the dbo:restingPlace of the politician who is the dbo:associate of dbr:John_Betts_(Connecticut_politician) ?,select distinct ?uri where { dbr:John_Betts_(Connecticut_politician) dbo:associate ?x . ?x dbo:restingPlace ?uri . }
1117,what are the dbo:Film whose dbp:music is dbr:Waddy_Wachtel ?,select distinct ?uri where { ?uri dbp:music dbr:Waddy_Wachtel . ?uri rdf:type dbo:Film }
1118,is dbr:Colorado the dbo:garrison of dbr:2d_Command_and_Control_Squadron ?,ask where { dbr:2d_Command_and_Control_Squadron dbo:garrison dbr:Colorado }
1119,what office holder 's dbo:militaryUnit is dbr:39th_Infantry_Regiment_(War_of_1812) ?,select distinct ?uri where { ?uri dbo:militaryUnit dbr:39th_Infantry_Regiment_(War_of_1812) . }
1120,what is the dbo:border of the dbr:Korean_Peninsula and dbo:country of the dbr:Sodagreen ?,select distinct ?uri where { dbr:Korean_Peninsula dbo:border ?uri . dbr:Sodagreen dbo:country uri }
1121,who is the dbo:composer of dbr:Spanish_Harlem_Incident ?,select distinct ?uri where { dbr:Spanish_Harlem_Incident dbo:composer ?uri }
1122,what is the dbo:sport of the dbo:University whose dbo:affiliation is dbr:State_Colleges_and_Universities_Athletic_Association ?,select distinct ?uri where { ?x dbo:affiliation dbr:State_Colleges_and_Universities_Athletic_Association . ?x dbo:sport ?uri . ?x rdf:type dbo:University }
1123,what are the television shows whose dbo:distributor 's dbp:owner is dbr:European_Broadcasting_Union ?,select distinct ?uri where { ?x dbp:owner dbr:European_Broadcasting_Union . ?uri dbo:distributor ?x . }
1124,how many dbo:Person are there whose dbp:draftTeam is dbr:Los_Angeles_Clippers ?,select distinct count ( ?uri ) where { ?uri dbp:draftTeam dbr:Los_Angeles_Clippers . ?uri rdf:type dbo:Person }
1125,what is the dbo:MusicalArtist whose dbp:label are dbr:Celluloid_Records and dbr:Victor_Entertainment ?,select distinct ?uri where { ?uri dbp:label dbr:Celluloid_Records . ?uri dbp:label dbr:Victor_Entertainment . ?uri rdf:type dbo:MusicalArtist }
1126,what is the dbp:foundation of the dbr:Young_Americans_Bank and dbo:locationCity of the dbr:Denver_Broncos ?,select distinct ?uri where { dbr:Young_Americans_Bank dbp:foundation ?uri . dbr:Denver_Broncos dbo:locationCity uri }
1127,who is the dbo:Scientist whose dbo:academicAdvisor is dbr:Benjamin_Pulleyn ?,select distinct ?uri where { ?uri dbo:academicAdvisor dbr:Benjamin_Pulleyn . ?uri rdf:type dbo:Scientist }
1128,what is the dbp:draftTeam of the dbr:Bob_MacMillan and dbp:prospectTeam of the dbr:Robin_Kovacs ?,select distinct ?uri where { dbr:Bob_MacMillan dbp:draftTeam ?uri . dbr:Robin_Kovacs dbp:prospectTeam uri }
1129,"how many dbo:nonFictionSubject are there , of the books whose dbp:author is dbr:Terry_Pratchett ?",select distinct count ( ?uri ) where { ?x dbp:author dbr:Terry_Pratchett . ?x dbo:nonFictionSubject ?uri . }
1130,what is the dbo:TelevisionShow whose dbp:themeMusicComposer 's dbo:bandMember is dbr:Larry_LaLonde ?,select distinct ?uri where { ?x dbo:bandMember dbr:Larry_LaLonde . ?uri dbp:themeMusicComposer ?x . ?uri rdf:type dbo:TelevisionShow }
1131,"what is the dbp:party of the dbr:Arunachal_Pradesh_Legislative_Assembly_election,_2014 and dbr:Fourth_Legislative_Assembly_of_Delhi ?","select distinct ?uri where { dbr:Arunachal_Pradesh_Legislative_Assembly_election,_2014 dbp:party ?uri . dbr:Fourth_Legislative_Assembly_of_Delhi dbp:party ?uri . }"
1132,what is the dbo:formerPartner of the dbo:FigureSkater whose dbo:formerChoreographer is dbr:Catarina_Lindgren ?,select distinct ?uri where { ?x dbo:formerChoreographer dbr:Catarina_Lindgren . ?x dbo:formerPartner ?uri . ?x rdf:type dbo:FigureSkater }
1133,how many dbp:region are there in dbr:English_Americans ?,select distinct count ( ?uri ) where { dbr:English_Americans dbp:region ?uri . }
1134,what is the dbo:BaseballTeam whose dbp:owner is dbr:Robert_Nutting ?,select distinct ?uri where { ?uri dbp:owner dbr:Robert_Nutting . ?uri rdf:type dbo:BaseballTeam }
1135,what is the dbo:religion of dbr:Gamini_Seneviratne ?,select distinct ?uri where { dbr:Gamini_Seneviratne dbo:religion ?uri }
1136,who is the dbo:FictionalCharacter whose dbp:portrayer is dbr:Roger_Barton_(film_editor) ?,select distinct ?uri where { ?uri dbp:portrayer dbr:Roger_Barton_(film_editor) . ?uri rdf:type dbo:FictionalCharacter }
1137,who are the soccer managers whose dbo:managerClub is dbr:England_national_under-20_football_team ?,select distinct ?uri where { ?uri dbo:managerClub dbr:England_national_under-20_football_team }
1138,"what is the dbo:River whose dbo:sourcePlace is dbr:Australian_Alps and dbo:mouthPlace is dbr:Goolwa,_South_Australia ?","select distinct ?uri where { ?uri dbo:sourcePlace dbr:Australian_Alps . ?uri dbo:mouthPlace dbr:Goolwa,_South_Australia . ?uri rdf:type dbo:River }"
1139,what is the dbp:placeOfBirth of the philosopher who is the dbo:doctoralStudent of dbr:James_S._Langer ?,select distinct ?uri where { dbr:James_S._Langer dbo:doctoralStudent ?x . ?x dbp:placeOfBirth ?uri . }
1140,what is the office holder whose dbo:militaryBranch are dbr:Colonial_troops and dbr:Continental_Army ?,select distinct ?uri where { ?uri dbo:militaryBranch dbr:Colonial_troops . ?uri dbo:militaryBranch dbr:Continental_Army . }
1141,who is the royalty whose dbp:majorShrine is dbr:Aachen_Cathedral ?,select distinct ?uri where { ?uri dbp:majorShrine dbr:Aachen_Cathedral . }
1142,what is the dbo:religion of the dbo:OfficeHolder whose dbo:party is dbr:Minjoo_Party_of_Korea ?,select distinct ?uri where { ?x dbo:party dbr:Minjoo_Party_of_Korea . ?x dbo:religion ?uri . ?x rdf:type dbo:OfficeHolder }
1143,what is the dbo:bandMember of the dbo:Band whose dbp:currentMembers is dbr:Robert_De_Niro ?,select distinct ?uri where { ?x dbp:currentMembers dbr:Robert_De_Niro . ?x dbo:bandMember ?uri . ?x rdf:type dbo:Band }
