id,english,sparql
2295,what is the dbo:OfficeHolder whose dbo:child 's dbp:placeofburial is dbr:Metairie_Cemetery ?,select distinct ?uri where { ?x dbp:placeofburial dbr:Metairie_Cemetery . ?uri dbo:child ?x . ?uri rdf:type dbo:OfficeHolder }
2296,what is the dbo:genre of the dbo:VideoGame whose dbp:publisher is dbr:Titus_Software ?,select distinct ?uri where { ?x dbp:publisher dbr:Titus_Software . ?x dbo:genre ?uri . ?x rdf:type dbo:VideoGame }
2297,what is the dbo:FictionalCharacter whose dbp:relatives is dbr:Clan_McDuck and dbo:species is dbr:American_Pekin_duck ?,select distinct ?uri where { ?uri dbp:relatives dbr:Clan_McDuck . ?uri dbo:species dbr:American_Pekin_duck . ?uri rdf:type dbo:FictionalCharacter }
2298,who are the dbo:MilitaryPerson whose dbp:allegiance is dbr:Union_(American_Civil_War) ?,select distinct ?uri where { ?uri dbp:allegiance dbr:Union_(American_Civil_War) . ?uri rdf:type dbo:MilitaryPerson }
2299,what is the dbo:border of the dbr:Korean_Peninsula and dbo:country of the dbr:Krusty_(music_group) ?,select distinct ?uri where { dbr:Korean_Peninsula dbo:border ?uri . dbr:Krusty_(music_group) dbo:country uri }
2300,how many software are there whose dbo:operatingSystem is dbr:Mac_OS ?,select distinct count ( ?uri ) where { ?uri dbo:operatingSystem dbr:Mac_OS . }
2301,what are the dbo:TelevisionShow whose dbp:composer is dbr:Stewart_Copeland ?,select distinct ?uri where { ?uri dbp:composer dbr:Stewart_Copeland . ?uri rdf:type dbo:TelevisionShow }
2302,list the other dbo:border of the dbo:AdministrativeRegion whose dbo:border is dbr:North_Korea ?,select distinct ?uri where { ?x dbo:border dbr:North_Korea . ?x dbo:border ?uri . ?x rdf:type dbo:AdministrativeRegion }
2303,what is the dbp:draftTeam of the dbr:Antoine_Bibeau and dbp:playedFor of the dbr:Nathan_Dempsey ?,select distinct ?uri where { dbr:Antoine_Bibeau dbp:draftTeam ?uri . dbr:Nathan_Dempsey dbp:playedFor uri }
2304,what is the dbo:city of the dbo:River whose dbo:source is dbr:Green_River_(Duwamish_River) ?,select distinct ?uri where { ?x dbo:source dbr:Green_River_(Duwamish_River) . ?x dbo:city ?uri . ?x rdf:type dbo:River }
2305,what is the dbo:TelevisionShow whose dbp:producer is dbr:Stephen_E._Ambrose and dbo:company is dbr:HBO ?,select distinct ?uri where { ?uri dbp:producer dbr:Stephen_E._Ambrose . ?uri dbo:company dbr:HBO . ?uri rdf:type dbo:TelevisionShow }
2306,list the other dbp:broadcastArea of the television stations whose dbp:broadcastArea is dbr:Agaléga ?,select distinct ?uri where { ?x dbo:broadcastArea dbr:Agaléga . ?x dbp:broadcastArea ?uri . }
2307,what are the military units whose dbo:commandStructure is dbr:United_States_Department_of_Defense ?,select distinct ?uri where { ?uri dbo:commandStructure dbr:United_States_Department_of_Defense }
2308,who is the office holder whose dbp:deputy is dbr:Neil_Brown_(Australian_politician) ?,select distinct ?uri where { ?uri dbp:deputy dbr:Neil_Brown_(Australian_politician) . }
2309,what is the dbo:broadcastNetwork of the radio station which is the dbo:sisterStation of dbr:KFFG ?,select distinct ?uri where { dbr:KFFG dbo:sisterStation ?x . ?x dbo:broadcastNetwork ?uri . }
2310,is dbr:Gemini_8 the dbp:mission of dbr:Neil_Armstrong ?,ask where { dbr:Neil_Armstrong dbp:mission dbr:Gemini_8 }
2311,what astronaut 's dbp:mission is dbr:Apollo_11 ?,select distinct ?uri where { ?uri dbp:mission dbr:Apollo_11 }
2312,what is the dbp:debutteam of the dbo:BaseballPlayer whose dbo:deathPlace is dbr:Los_Angeles ?,select distinct ?uri where { ?x dbo:deathPlace dbr:Los_Angeles . ?x dbp:debutteam ?uri . ?x rdf:type dbo:BaseballPlayer }
2313,what is the company whose dbo:subsidiary is dbr:Instagram ?,select distinct ?uri where { ?uri dbo:subsidiary dbr:Instagram }
2314,what are the other dbo:formerPartner of the dbo:FigureSkater whose dbo:formerPartner is dbr:Andrea_Poapst ?,select distinct ?uri where { ?x dbo:formerPartner dbr:Andrea_Poapst . ?x dbo:formerPartner ?uri . ?x rdf:type dbo:FigureSkater }
2315,what are the other dbo:operator of the dbo:Train whose dbo:operator is dbr:Budapest ?,select distinct ?uri where { ?x dbo:operator dbr:Budapest . ?x dbo:operator ?uri . ?x rdf:type dbo:Train }
2316,what is the dbo:award of the person who is the dbo:producer of dbr:Puss_in_Boots_(1922_film) ?,select distinct ?uri where { dbr:Puss_in_Boots_(1922_film) dbo:producer ?x . ?x dbo:award ?uri . }
2317,what are the dbo:President whose dbo:lieutenant 's dbp:governor is dbr:Bill_Clinton ?,select distinct ?uri where { ?x dbp:governor dbr:Bill_Clinton . ?uri dbo:lieutenant ?x . ?uri rdf:type dbo:President }
2318,what is the dbo:species of dbr:Liger ?,select distinct ?uri where { dbr:Liger dbo:species ?uri }
2319,what is the dbp:state of the university which is the dbo:almaMater of dbr:Jan_Paulsen ?,select distinct ?uri where { dbr:Jan_Paulsen dbo:almaMater ?x . ?x dbp:state ?uri . }
2320,how many office holders are there whose dbp:branch is dbr:Militia ?,select distinct count ( ?uri ) where { ?uri dbp:branch dbr:Militia . }
2321,what is the dbp:battles of the dbo:Person whose dbp:office is dbr:Minister_of_Defense_(Saudi_Arabia) ?,select distinct ?uri where { ?x dbp:office dbr:Minister_of_Defense_(Saudi_Arabia) . ?x dbp:battles ?uri . ?x rdf:type dbo:Person }
2323,what is the total number of dbp:crosses of the roads whose dbp:designer is dbr:UEM_Group ?,select distinct count ( ?uri ) where { ?x dbp:designer dbr:UEM_Group . ?x dbp:crosses ?uri . }
2324,what is the dbo:incumbent of the dbo:Politician whose dbp:opponent is dbr:John_G._Schmitz ?,select distinct ?uri where { ?x dbp:opponent dbr:John_G._Schmitz . ?x dbo:incumbent ?uri . ?x rdf:type dbo:Politician }
2325,what is the television show whose dbp:themeMusicComposer 's dbo:bandMember is dbr:Les_Claypool ?,select distinct ?uri where { ?x dbo:bandMember dbr:Les_Claypool . ?uri dbp:themeMusicComposer ?x . }
2326,list the dbo:writer of the dbo:Single whose dbo:recordedIn is dbr:London ?,select distinct ?uri where { ?x dbo:recordedIn dbr:London . ?x dbo:writer ?uri . ?x rdf:type dbo:Single }
2327,what is the dbo:associatedMusicalArtist of the musical artists whose dbo:associatedBand is dbr:Shorty_Rogers ?,select distinct ?uri where { ?x dbo:associatedBand dbr:Shorty_Rogers . ?x dbo:associatedMusicalArtist ?uri . }
2328,who are the dbo:AmericanFootballPlayer whose dbo:team is dbr:Dallas_Cowboys ?,select distinct ?uri where { ?uri dbo:team dbr:Dallas_Cowboys . ?uri rdf:type dbo:AmericanFootballPlayer }
2329,what is the dbo:party of the people whose dbp:homeTown is dbr:Bangalore ?,select distinct ?uri where { ?x dbp:homeTown dbr:Bangalore . ?x dbo:party ?uri . }
2330,"what is the dbp:debutteam of the dbo:BaseballPlayer whose dbp:birthPlace is dbr:Williamsburg,_Kansas ?","select distinct ?uri where { ?x dbp:birthPlace dbr:Williamsburg,_Kansas . ?x dbp:debutteam ?uri . ?x rdf:type dbo:BaseballPlayer }"
2331,who is the dbp:composer of dbr:Motorpsycho_Nitemare ?,select distinct ?uri where { dbr:Motorpsycho_Nitemare dbp:composer ?uri }
2332,is dbr:James_Hetfield the dbo:bandMember of dbr:Metallica ?,ask where { dbr:Metallica dbo:bandMember dbr:James_Hetfield . }
2333,is dbr:Vadodara_Junction_railway_station the dbo:routeEnd of dbr:Mathura–Vadodara_Section ?,ask where { dbr:Mathura–Vadodara_Section dbo:routeEnd dbr:Vadodara_Junction_railway_station }
2334,what is the basketball team whose dbp:president is dbr:Stan_Van_Gundy ?,select distinct ?uri where { ?uri dbp:president dbr:Stan_Van_Gundy }
2335,what is the dbo:InformationAppliance whose dbo:cpu is dbr:Cell_(microprocessor) and dbo:predecessor is dbr:PlayStation_2 ?,select distinct ?uri where { ?uri dbo:cpu dbr:Cell_(microprocessor) . ?uri dbo:predecessor dbr:PlayStation_2 . ?uri rdf:type dbo:InformationAppliance }
2336,what is the dbo:team of the dbo:Person whose dbo:debutTeam is dbr:Houston_Astros ?,select distinct ?uri where { ?x dbo:debutTeam dbr:Houston_Astros . ?x dbo:team ?uri . ?x rdf:type dbo:Person }
2337,"what is the dbo:programmeFormat of the dbo:RadioStation whose dbo:broadcastArea is dbr:Washington,_D.C. ?","select distinct ?uri where { ?x dbo:broadcastArea dbr:Washington,_D.C. . ?x dbo:programmeFormat ?uri . ?x rdf:type dbo:RadioStation }"
2338,list the dbo:TelevisionShow whose dbo:related 's dbp:creator is dbr:Russell_T_Davies ?,select distinct ?uri where { ?x dbp:creator dbr:Russell_T_Davies . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
2339,whose dbp:services are dbr:Nintendo_eShop and dbr:Nintendo_Network ?,select distinct ?uri where { ?uri dbp:services dbr:Nintendo_eShop . ?uri dbp:services dbr:Nintendo_Network . }
2340,what is the dbo:territory of the dbo:MilitaryConflict whose dbo:commander is dbr:Feng_Zicai ?,select distinct ?uri where { ?x dbo:commander dbr:Feng_Zicai . ?x dbo:territory ?uri . ?x rdf:type dbo:MilitaryConflict }
2341,what is the dbo:Person whose dbo:almaMater is dbr:Harvard-Westlake_School and dbo:award is dbr:Screen_Actors_Guild_Life_Achievement_Award ?,select distinct ?uri where { ?uri dbo:almaMater dbr:Harvard-Westlake_School . ?uri dbo:award dbr:Screen_Actors_Guild_Life_Achievement_Award . ?uri rdf:type dbo:Person }
2342,what is the dbo:country of the dbr:Louisa_Hill and dbr:American_Football_Wellington ?,select distinct ?uri where { dbr:Louisa_Hill dbo:country ?uri . dbr:American_Football_Wellington dbo:country ?uri . }
2343,what is the dbp:team of the dbr:Michael_Springer and dbp:parent of the dbr:Syracuse_University_Press ?,select distinct ?uri where { dbr:Michael_Springer dbp:team ?uri . dbr:Syracuse_University_Press dbp:parent uri }
2344,what is the dbo:designer of the dbr:Microsoft_BASIC and dbr:Language_Integrated_Query ?,select distinct ?uri where { dbr:Microsoft_BASIC dbo:designer ?uri . dbr:Language_Integrated_Query dbo:designer ?uri . }
2345,what is the dbo:Magazine whose dbp:editor is dbr:Hugh_Hefner ?,select distinct ?uri where { ?uri dbp:editor dbr:Hugh_Hefner . ?uri rdf:type dbo:Magazine }
2346,who is the person whose dbo:employer are dbr:The_American_Magazine and dbr:New_York_Post ?,select distinct ?uri where { ?uri dbo:employer dbr:The_American_Magazine . ?uri dbo:employer dbr:New_York_Post . }
2347,what is the dbo:manufacturer of the dbr:Delta_III and dbp:successor of the dbr:McDonnell_Douglas ?,select distinct ?uri where { dbr:Delta_III dbo:manufacturer ?uri . dbr:McDonnell_Douglas dbp:successor uri }
2348,what are the dbp:region of dbr:Native_Indonesians ?,select distinct ?uri where { dbr:Native_Indonesians dbp:region ?uri }
2349,what is the dbp:residence of the dbo:Person who is the dbo:starring of dbr:Men_Will_Be_Men ?,select distinct ?uri where { dbr:Men_Will_Be_Men dbo:starring ?x . ?x dbp:residence ?uri . ?x rdf:type dbo:Person }
2350,who are the dbo:Person whose dbp:associatedActs is dbr:Johnny_Cash ?,select distinct ?uri where { ?uri dbp:associatedActs dbr:Johnny_Cash . ?uri rdf:type dbo:Person }
2351,what is the dbo:state of the dbr:Goose_Lake_Valley and dbo:location of the dbr:Lava_River_Cave ?,select distinct ?uri where { dbr:Goose_Lake_Valley dbo:state ?uri . dbr:Lava_River_Cave dbo:location uri }
2352,list the dbo:location of the dbo:FootballMatch whose dbp:team is dbr:Columbus_Crew_SC ?,select distinct ?uri where { ?x dbp:team dbr:Columbus_Crew_SC . ?x dbo:location ?uri . ?x rdf:type dbo:FootballMatch }
2353,what is the total number of dbp:awards of the architects whose dbp:birthPlace is dbr:Italy ?,select distinct count ( ?uri ) where { ?x dbp:birthPlace dbr:Italy . ?x dbp:awards ?uri . }
2354,count the number of dbp:cities in dbr:American_Mediterranean_Sea ?,select distinct count ( ?uri ) where { dbr:American_Mediterranean_Sea dbp:cities ?uri . ?uri rdf:type dbo:City }
2355,list the dbo:firstDriver of the dbo:GrandPrix whose dbo:poleDriver is dbr:Mika_Häkkinen ?,select distinct ?uri where { ?x dbo:poleDriver dbr:Mika_Häkkinen . ?x dbo:firstDriver ?uri . ?x rdf:type dbo:GrandPrix }
2356,how many dbo:Film whose dbo:musicComposer 's dbo:recordLabel is dbr:Sony_Music_Entertainment are there ?,select distinct count ( ?uri ) where { ?x dbo:recordLabel dbr:Sony_Music_Entertainment . ?uri dbo:musicComposer ?x . ?uri rdf:type dbo:Film }
2357,what is the dbp:nationality of the dbr:David_King-Wood and dbr:John_Steed ?,select distinct ?uri where { dbr:David_King-Wood dbp:nationality ?uri . dbr:John_Steed dbp:nationality ?uri . }
2358,what are the dbo:TelevisionShow whose dbo:network is dbr:BBC_HD ?,select distinct ?uri where { ?uri dbo:network dbr:BBC_HD . ?uri rdf:type dbo:TelevisionShow }
2359,what is the dbo:party of the dbo:Politician whose dbp:placeOfBirth is dbr:Nandurbar ?,select distinct ?uri where { ?x dbp:placeOfBirth dbr:Nandurbar . ?x dbo:party ?uri . ?x rdf:type dbo:Politician }
2360,what are the owls whose dbp:youthclubs 's dbp:manager is dbr:Luis_Enrique_(footballer) ?,select distinct ?uri where { ?x dbp:manager dbr:Luis_Enrique_(footballer) . ?uri dbp:youthclubs ?x . }
2361,what is the dbo:localAuthority of dbr:Liverpool_Institute_High_School_for_Boys ?,select distinct ?uri where { dbr:Liverpool_Institute_High_School_for_Boys dbo:localAuthority ?uri }
2362,what is the dbp:destinations of the dbo:Airline whose dbp:headquarters is dbr:Manchester ?,select distinct ?uri where { ?x dbp:headquarters dbr:Manchester . ?x dbp:destinations ?uri . ?x rdf:type dbo:Airline }
2363,who is the person whose dbp:spouse is dbr:Crystal_Harris ?,select distinct ?uri where { ?uri dbp:spouse dbr:Crystal_Harris . }
2364,what is the dbo:occupation of the dbr:Irving_Chernev and dbo:nonFictionSubject of the dbr:Thud! ?,select distinct ?uri where { dbr:Irving_Chernev dbo:occupation ?uri . dbr:Thud! dbo:nonFictionSubject uri }
2365,what is the dbo:voice of the dbo:FictionalCharacter whose dbp:creator is dbr:Clamp_(manga_artists) ?,select distinct ?uri where { ?x dbp:creator dbr:Clamp_(manga_artists) . ?x dbo:voice ?uri . ?x rdf:type dbo:FictionalCharacter }
2366,what is the dbp:placeOfBurial of the dbo:Royalty whose dbp:placeOfDeath is dbr:England ?,select distinct ?uri where { ?x dbp:placeOfDeath dbr:England . ?x dbp:placeOfBurial ?uri . ?x rdf:type dbo:Royalty }
2367,is dbr:Lloyd_Nosler the dbo:editing of dbr:The_Temptress ?,ask where { dbr:The_Temptress dbo:editing dbr:Lloyd_Nosler }
2369,what is the dbp:format of dbr:WTJC-LP ?,select distinct ?uri where { dbr:WTJC-LP dbp:format ?uri }
2370,what is the dbo:TelevisionShow whose dbp:voices is dbr:April_Stewart and dbo:distributor is dbr:Broadcast_syndication ?,select distinct ?uri where { ?uri dbp:voices dbr:April_Stewart . ?uri dbo:distributor dbr:Broadcast_syndication . ?uri rdf:type dbo:TelevisionShow }
2371,what is the dbp:district of the dbo:Building whose dbo:part is dbr:Martin_AN/FSG-1_Antiaircraft_Defense_System ?,select distinct ?uri where { ?x dbo:part dbr:Martin_AN/FSG-1_Antiaircraft_Defense_System . ?x dbp:district ?uri . ?x rdf:type dbo:Building }
2372,who is the dbp:writer of the dbr:A_House_Not_Meant_to_Stand and dbp:writer of the dbr:Akale ?,select distinct ?uri where { dbr:A_House_Not_Meant_to_Stand dbp:writer ?uri . dbr:Akale dbo:writer uri }
2373,what is the soccer manager whose dbp:managerclubs is dbr:England_national_under-20_football_team and dbo:managerClub is dbr:Middlesbrough_F.C. ?,select distinct ?uri where { ?uri dbp:managerclubs dbr:England_national_under-20_football_team . ?uri dbo:managerClub dbr:Middlesbrough_F.C. . }
2374,what is the dbp:developer of the dbo:Software which is the dbo:operatingSystem of dbr:Magic_Trackpad ?,select distinct ?uri where { dbr:Magic_Trackpad dbo:operatingSystem ?x . ?x dbp:developer ?uri . ?x rdf:type dbo:Software }
2375,is dbr:Seattle the dbp:shipBuilder of dbr:USS_Tillamook_(AT-16) ?,ask where { dbr:USS_Tillamook_(AT-16) dbp:shipBuilder dbr:Seattle }
2376,what is the dbo:producer of the dbo:TelevisionShow whose dbp:company is dbr:FremantleMedia ?,select distinct ?uri where { ?x dbp:company dbr:FremantleMedia . ?x dbo:producer ?uri . ?x rdf:type dbo:TelevisionShow }
2377,what is the dbo:homeStadium of the dbo:SoccerClubSeason whose dbp:chairman is dbr:Merritt_Paulson ?,select distinct ?uri where { ?x dbp:chairman dbr:Merritt_Paulson . ?x dbo:homeStadium ?uri . ?x rdf:type dbo:SoccerClubSeason }
2378,what is the dbp:state of dbr:Dorchester_Bay_(Boston_Harbor) ?,select distinct ?uri where { dbr:Dorchester_Bay_(Boston_Harbor) dbp:state ?uri }
2379,what is the dbp:veneratedIn of the dbo:Monarch who is the dbp:predecessor of dbr:Solomon ?,select distinct ?uri where { dbr:Solomon dbp:predecessor ?x . ?x dbp:veneratedIn ?uri . ?x rdf:type dbo:Monarch }
2380,who is the dbp:cinematography of the dbr:Mickey's_Mellerdrammer and dbp:animator of the dbr:Tommy_Tucker's_Tooth ?,select distinct ?uri where { dbr:Mickey's_Mellerdrammer dbp:cinematography ?uri . dbr:Tommy_Tucker's_Tooth dbp:animator uri }
2381,what is the dbo:builder of the dbr:Estadio_Nacional_de_Costa_Rica_(2011) and dbo:country of the dbr:Xianren_Cave ?,select distinct ?uri where { dbr:Estadio_Nacional_de_Costa_Rica_(2011) dbo:builder ?uri . dbr:Xianren_Cave dbo:country uri }
2382,what is the dbo:distributor of the dbr:Glover_(video_game) and dbp:publisher of the dbr:Super_Mario_Adventures ?,select distinct ?uri where { dbr:Glover_(video_game) dbo:distributor ?uri . dbr:Super_Mario_Adventures dbp:publisher uri }
2383,give me a count of dbo:Film whose dbp:producer is dbr:Michael_Deeley ?,select distinct count ( ?uri ) where { ?uri dbp:producer dbr:Michael_Deeley . ?uri rdf:type dbo:Film }
2384,is dbr:Steve_Nash the dbp:chairman of dbr:Vancouver_Whitecaps_FC ?,ask where { dbr:Vancouver_Whitecaps_FC dbp:chairman dbr:Steve_Nash }
2385,who is the dbo:Person whose dbo:relative is dbr:Aarnoud_van_Heemstra ?,select distinct ?uri where { ?uri dbo:relative dbr:Aarnoud_van_Heemstra . ?uri rdf:type dbo:Person }
2387,how many dbp:battles are there of the military person who is the dbp:notableCommanders of dbr:1st_Free_French_Division ?,select distinct count ( ?uri ) where { dbr:1st_Free_French_Division dbp:notableCommanders ?x . ?x dbp:battles ?uri . }
2388,give me a count of legislatures whose dbo:leader is dbr:Willem-Alexander_of_the_Netherlands ?,select distinct count ( ?uri ) where { ?uri dbo:leader dbr:Willem-Alexander_of_the_Netherlands . }
2389,what is the dbo:Film whose dbp:music is dbr:Vangelis and dbo:cinematography is dbr:Jordan_Cronenweth ?,select distinct ?uri where { ?uri dbp:music dbr:Vangelis . ?uri dbo:cinematography dbr:Jordan_Cronenweth . ?uri rdf:type dbo:Film }
2390,"how many dbp:locations of the companies whose dbo:foundationPlace is dbr:Canada , are there ?",select distinct count ( ?uri ) where { ?x dbo:foundationPlace dbr:Canada . ?x dbp:locations ?uri . }
2391,what is the total number of dbo:Film whose dbp:editing 's dbo:birthPlace is dbr:United_Kingdom ?,select distinct count ( ?uri ) where { ?x dbo:birthPlace dbr:United_Kingdom . ?uri dbp:editing ?x . ?uri rdf:type dbo:Film }
2392,what is the dbo:TelevisionShow whose dbo:starring are dbr:Jeff_Conaway and dbr:Jason_Carter_(actor) ?,select distinct ?uri where { ?uri dbo:starring dbr:Jeff_Conaway . ?uri dbo:starring dbr:Jason_Carter_(actor) . ?uri rdf:type dbo:TelevisionShow }
2393,what is the dbo:Country whose dbo:leader is dbr:Pietro_Parolin ?,select distinct ?uri where { ?uri dbo:leader dbr:Pietro_Parolin . ?uri rdf:type dbo:Country }
2394,what is the dbo:sport of the universities which are dbo:type ?,select distinct ?uri where { ?x dbo:type dbr:Private_university . ?x dbo:sport ?uri . }
2395,what is the dbp:state of the dbr:Brideun_School_for_Exceptional_Children and dbo:birthPlace of the dbr:B._J._Crombeen ?,select distinct ?uri where { dbr:Brideun_School_for_Exceptional_Children dbp:state ?uri . dbr:B._J._Crombeen dbo:birthPlace ?uri . }
2396,what is the dbo:artist of the dbo:album which is the dbo:album of dbr:To_Where_You_Are ?,select distinct ?uri where { dbr:To_Where_You_Are dbo:album ?x . ?x dbo:artist ?uri . }
2397,how many dbo:Company are there whose dbo:foundationPlace 's dbp:governingBody is dbr:Dallas ?,select distinct count ( ?uri ) where { ?x dbp:governingBody dbr:Dallas . ?uri dbo:foundationPlace ?x . ?uri rdf:type dbo:Company }
2398,what is the dbo:Film whose dbo:cinematography is dbr:Gregg_Toland and dbp:director is dbr:Orson_Welles ?,select distinct ?uri where { ?uri dbo:cinematography dbr:Gregg_Toland . ?uri dbp:director dbr:Orson_Welles . ?uri rdf:type dbo:Film }
2399,what is the dbo:founder of the city which is the dbo:routeEnd of dbr:Pittsburgh_Line ?,select distinct ?uri where { dbr:Pittsburgh_Line dbo:routeEnd ?x . ?x dbo:founder ?uri . }
2400,what is the dbp:hubs of the dbo:Airline whose dbp:headquarters is dbr:Subang_Interchange ?,select distinct ?uri where { ?x dbp:headquarters dbr:Subang_Interchange . ?x dbp:hubs ?uri . ?x rdf:type dbo:Airline }
2401,what is the dbo:TelevisionShow whose dbp:network is dbr:TNT_(TV_channel) and dbp:network is dbr:Prime_Time_Entertainment_Network ?,select distinct ?uri where { ?uri dbp:network dbr:TNT_(TV_channel) . ?uri dbo:network dbr:Prime_Time_Entertainment_Network . ?uri rdf:type dbo:TelevisionShow }
2402,what is the dbo:award of the person who is the dbp:spouse of dbr:Lillian_Disney ?,select distinct ?uri where { dbr:Lillian_Disney dbp:spouse ?x . ?x dbo:award ?uri . }
2403,how many dbo:VideoGame are there whose dbo:publisher 's dbo:location is dbr:United_States ?,select distinct count ( ?uri ) where { ?x dbo:location dbr:United_States . ?uri dbo:publisher ?x . ?uri rdf:type dbo:VideoGame }
2404,what is the dbo:routeStart of the owl whose dbo:routeEnd is dbr:Moskovsky_railway_station_(Saint_Petersburg) ?,select distinct ?uri where { ?x dbo:routeEnd dbr:Moskovsky_railway_station_(Saint_Petersburg) . ?x dbo:routeStart ?uri . }
2405,give me a count of basketball players whose dbp:league is dbr:National_Basketball_Association ?,select distinct count ( ?uri ) where { ?uri dbp:league dbr:National_Basketball_Association . }
2406,what is the dbp:music of the dbr:Tonight's_the_Night_(2003_musical) and dbo:spouse of the dbr:Alana_Stewart ?,select distinct ?uri where { dbr:Tonight's_the_Night_(2003_musical) dbp:music ?uri . dbr:Alana_Stewart dbo:spouse uri }
2407,what is the dbo:nationality of the dbo:GolfPlayer who is the dbo:champion of dbr:2002_Players_Championship ?,select distinct ?uri where { dbr:2002_Players_Championship dbo:champion ?x . ?x dbo:nationality ?uri . ?x rdf:type dbo:GolfPlayer }
2408,what is the dbo:builder of the dbr:Edwin_Andrews_Air_Base and dbp:placeOfBirth of the dbr:Akinoumi_Setsuo ?,select distinct ?uri where { dbr:Edwin_Andrews_Air_Base dbo:builder ?uri . dbr:Akinoumi_Setsuo dbp:placeOfBirth uri }
2409,what is the dbo:writer of the dbr:Jane_Austen_in_Manhattan and dbp:author of the dbr:Emma_(novel) ?,select distinct ?uri where { dbr:Jane_Austen_in_Manhattan dbo:writer ?uri . dbr:Emma_(novel) dbp:author ?uri . }
2410,what is the total number of dbo:recordLabel of the musical artists whose dbp:genre is dbr:Progressive_rock ?,select distinct count ( ?uri ) where { ?x dbp:genre dbr:Progressive_rock . ?x dbo:recordLabel ?uri . }
2411,what is the dbp:destinations of the dbo:Airline whose dbo:targetAirport is dbr:Gatwick_Airport ?,select distinct ?uri where { ?x dbo:targetAirport dbr:Gatwick_Airport . ?x dbp:destinations ?uri . ?x rdf:type dbo:Airline }
2412,what is the dbp:placeofburial of the dbr:Benjamin_Franklin_Terry and dbp:junction of the dbr:U.S._Route_59_in_Texas ?,select distinct ?uri where { dbr:Benjamin_Franklin_Terry dbp:placeofburial ?uri . dbr:U.S._Route_59_in_Texas dbp:junction uri }
2413,is dbr:Actinopterygii the dbo:class of dbr:Ctenochaetus_binotatus ?,ask where { dbr:Ctenochaetus_binotatus dbo:class dbr:Actinopterygii }
2414,who is the dbo:binomialAuthority of dbr:Megabalanus_concinnus ?,select distinct ?uri where { dbr:Megabalanus_concinnus dbo:binomialAuthority ?uri }
2415,what is the dbo:location of the ski area which is the dbp:club of dbr:Kiki_Cutter ?,select distinct ?uri where { dbr:Kiki_Cutter dbp:club ?x . ?x dbo:location ?uri . }
2416,what is the dbp:awards of the person who is the dbp:spouse of dbr:Ingrid_von_Rosen ?,select distinct ?uri where { dbr:Ingrid_von_Rosen dbp:spouse ?x . ?x dbp:awards ?uri . }
2417,what is the american football player whose dbp:debutteam is dbr:Chicago_Bears and dbp:currentteam is dbr:Michigan_Wolverines ?,select distinct ?uri where { ?uri dbp:debutteam dbr:Chicago_Bears . ?uri dbp:currentteam dbr:Michigan_Wolverines . }
2418,what is the dbo:Film whose dbo:musicComposer is dbr:Geoffrey_Burgon and dbo:distributor is dbr:Cinema_International_Corporation ?,select distinct ?uri where { ?uri dbo:musicComposer dbr:Geoffrey_Burgon . ?uri dbo:distributor dbr:Cinema_International_Corporation . ?uri rdf:type dbo:Film }
2420,what is the dbp:nickname of the dbo:School which is the dbp:highschool of dbr:Jeff_Hornacek ?,select distinct ?uri where { dbr:Jeff_Hornacek dbp:highschool ?x . ?x dbp:nickname ?uri . ?x rdf:type dbo:School }
2421,what is the dbp:deathPlace of the owls whose dbp:canonizedBy is dbr:Pope_John_Paul_II ?,select distinct ?uri where { ?x dbp:canonizedBy dbr:Pope_John_Paul_II . ?x dbp:deathPlace ?uri . }
2422,what is the dbp:owner of the dbr:Ford_Motor_Credit_Company and dbo:manufacturer of the dbr:Ford_SHO_V8_engine ?,select distinct ?uri where { dbr:Ford_Motor_Credit_Company dbp:owner ?uri . dbr:Ford_SHO_V8_engine dbo:manufacturer uri }
2423,"how many dbo:genre are there , of the video games whose dbp:publisher is dbr:Titus_Software ?",select distinct count ( ?uri ) where { ?x dbp:publisher dbr:Titus_Software . ?x dbo:genre ?uri . }
2424,what is the dbp:producer of the dbo:Film whose dbp:music is dbr:James_Horner ?,select distinct ?uri where { ?x dbp:music dbr:James_Horner . ?x dbp:producer ?uri . ?x rdf:type dbo:Film }
2425,what is the dbo:Film whose dbp:distributor is dbr:Warner_Bros. and dbp:producer is dbr:Michael_Deeley ?,select distinct ?uri where { ?uri dbp:distributor dbr:Warner_Bros. . ?uri dbp:producer dbr:Michael_Deeley . ?uri rdf:type dbo:Film }
2426,who is the dbo:Person whose dbo:child is dbr:Rohan_Marley and dbp:children is dbr:Sharon_Marley ?,select distinct ?uri where { ?uri dbo:child dbr:Rohan_Marley . ?uri dbp:children dbr:Sharon_Marley . ?uri rdf:type dbo:Person }
2427,what are the dbo:TelevisionShow whose dbp:voices 's dbo:stateOfOrigin is dbr:United_States ?,select distinct ?uri where { ?x dbo:stateOfOrigin dbr:United_States . ?uri dbp:voices ?x . ?uri rdf:type dbo:TelevisionShow }
2428,what is the dbo:TelevisionShow whose dbp:voices are dbr:April_Stewart and dbr:Eliza_Schneider ?,select distinct ?uri where { ?uri dbp:voices dbr:April_Stewart . ?uri dbp:voices dbr:Eliza_Schneider . ?uri rdf:type dbo:TelevisionShow }
2429,"how many dbp:placeOfDeath are there , of the soccer players whose dbp:placeOfBirth is dbr:England ?",select distinct count ( ?uri ) where { ?x dbp:placeOfBirth dbr:England . ?x dbp:placeOfDeath ?uri . }
2430,list the dbo:relation of the dbo:MilitaryPerson whose dbp:battles is dbr:Battle_of_the_Bulge ?,select distinct ?uri where { ?x dbp:battles dbr:Battle_of_the_Bulge . ?x dbo:relation ?uri . ?x rdf:type dbo:MilitaryPerson }
2431,what is the dbo:manufacturer of the dbr:Ford_Y-block_engine and dbr:Ford_SHO_V8_engine ?,select distinct ?uri where { dbr:Ford_Y-block_engine dbo:manufacturer ?uri . dbr:Ford_SHO_V8_engine dbo:manufacturer ?uri . }
2432,what is the total number of dbp:genre of the video games whose dbo:developer is dbr:Blizzard_Entertainment ?,select distinct count ( ?uri ) where { ?x dbo:developer dbr:Blizzard_Entertainment . ?x dbp:genre ?uri . }
2433,"who is the dbo:TennisPlayer whose dbo:residence is dbr:Kenthurst,_New_South_Wales ?","select distinct ?uri where { ?uri dbo:residence dbr:Kenthurst,_New_South_Wales . ?uri rdf:type dbo:TennisPlayer }"
2434,what is the dbp:veneratedIn of the dbr:Pope_Gregory_I and dbr:Edwin_of_Northumbria ?,select distinct ?uri where { dbr:Pope_Gregory_I dbp:veneratedIn ?uri . dbr:Edwin_of_Northumbria dbp:veneratedIn ?uri . }
2435,"give me a count of people whose dbp:birthPlace is dbr:Ridgewood,_New_Jersey ?","select distinct count ( ?uri ) where { ?uri dbp:birthPlace dbr:Ridgewood,_New_Jersey . }"
2436,what is the dbo:Sea whose dbo:inflow is dbr:Kemijoki and dbp:outflow is dbr:Danish_straits ?,select distinct ?uri where { ?uri dbo:inflow dbr:Kemijoki . ?uri dbp:outflow dbr:Danish_straits . ?uri rdf:type dbo:Sea }
2437,what is the dbo:award of the writer who is the dbo:executiveProducer of dbr:Shaun_the_Sheep ?,select distinct ?uri where { dbr:Shaun_the_Sheep dbo:executiveProducer ?x . ?x dbo:award ?uri . }
2438,is dbr:Pablo_Picasso the dbp:illustrator of dbr:Altazor ?,ask where { dbr:Altazor dbp:illustrator dbr:Pablo_Picasso }
2439,what is the dbo:operator of dbr:SR_class_3Sub ?,select distinct ?uri where { dbr:SR_class_3Sub dbo:operator ?uri }
2440,what is the dbo:president of the dbr:Edward_J._Perkins and dbp:keyPeople of the dbr:Clinton_Foundation ?,select distinct ?uri where { dbr:Edward_J._Perkins dbo:president ?uri . dbr:Clinton_Foundation dbp:keyPeople uri }
2441,what is the dbo:Royalty whose dbp:mother is dbr:Cleopatra_V_of_Egypt and dbo:spouse is dbr:Ptolemy_XIV_of_Egypt ?,select distinct ?uri where { ?uri dbp:mother dbr:Cleopatra_V_of_Egypt . ?uri dbo:spouse dbr:Ptolemy_XIV_of_Egypt . ?uri rdf:type dbo:Royalty }
2442,give me a count of television shows whose dbo:starring is dbr:Jeff_Conaway ?,select distinct count ( ?uri ) where { ?uri dbo:starring dbr:Jeff_Conaway . }
2443,what beauty queen 's dbp:title is dbr:Miss_Michigan_USA ?,select distinct ?uri where { ?uri dbp:title dbr:Miss_Michigan_USA . }
2444,"what is the dbp:nickname of the dbo:University whose dbp:city is dbr:Norton,_Massachusetts ?","select distinct ?uri where { ?x dbp:city dbr:Norton,_Massachusetts . ?x dbp:nickname ?uri . ?x rdf:type dbo:University }"
2445,what is the dbo:license of the dbr:Microsoft_Office_Picture_Manager and dbo:product of the dbr:Apple_Productivity_Experience_Group ?,select distinct ?uri where { dbr:Microsoft_Office_Picture_Manager dbo:license ?uri . dbr:Apple_Productivity_Experience_Group dbo:product uri }
2446,what is the dbp:affiliations of dbr:Regional_Radio_Sports_Network ?,select distinct ?uri where { dbr:Regional_Radio_Sports_Network dbp:affiliations ?uri }
2447,what are the other dbp:destinations of the dbo:Airline whose dbp:destinations is dbr:Mediterranean_Sea ?,select distinct ?uri where { ?x dbp:destinations dbr:Mediterranean_Sea . ?x dbp:destinations ?uri . ?x rdf:type dbo:Airline }
2448,what is the dbo:FictionalCharacter whose dbo:portrayer 's dbp:editing is dbr:Roger_Barton_(film_editor) ?,select distinct ?uri where { ?x dbp:editing dbr:Roger_Barton_(film_editor) . ?uri dbo:portrayer ?x . ?uri rdf:type dbo:FictionalCharacter }
2449,what are the foods whose dbo:ingredient 's dbo:order is dbr:Sapindales ?,select distinct ?uri where { ?x dbo:order dbr:Sapindales . ?uri dbo:ingredient ?x . }
2450,what is the dbo:birthPlace of the owl which is the dbp:children of dbr:Miguel_García_Granados ?,select distinct ?uri where { dbr:Miguel_García_Granados dbp:children ?x . ?x dbo:birthPlace ?uri . }
2451,what is the dbp:fields of dbr:Sylvain_Lévi ?,select distinct ?uri where { dbr:Sylvain_Lévi dbp:fields ?uri }
2452,"who is the dbp:primeminister of dbr:Victor_Hope,_2nd_Marquess_of_Linlithgow ?","select distinct ?uri where { dbr:Victor_Hope,_2nd_Marquess_of_Linlithgow dbp:primeminister ?uri }"
2453,what is the dbp:destinations of the dbo:Airline whose dbo:headquarter is dbr:Manchester_Airport ?,select distinct ?uri where { ?x dbo:headquarter dbr:Manchester_Airport . ?x dbp:destinations ?uri . ?x rdf:type dbo:Airline }
2454,what are the television shows whose dbp:company 's dbo:division is dbr:Paramount_Domestic_Television ?,select distinct ?uri where { ?x dbo:division dbr:Paramount_Domestic_Television . ?uri dbp:company ?x . }
2455,what is the dbp:language of dbr:I_Love_How_You_Love_Me ?,select distinct ?uri where { dbr:I_Love_How_You_Love_Me dbp:language ?uri }
