id,english,sparql
2790,what is the dbo:destination of the dbr:Novair_International_Airways and dbo:origin of the dbr:Spaghetti_squash ?,select distinct ?uri where { dbr:Novair_International_Airways dbo:destination ?uri . dbr:Spaghetti_squash dbo:origin uri }
2791,who is the dbo:director of the dbr:Alice's_Wonderland and dbp:animator of the dbr:Tommy_Tucker's_Tooth ?,select distinct ?uri where { dbr:Alice's_Wonderland dbo:director ?uri . dbr:Tommy_Tucker's_Tooth dbp:animator uri }
2792,what is the dbp:placeOfDeath of the dbp:president who is the dbp:president of dbr:Haqqi_al-Azm ?,select distinct ?uri where { dbr:Haqqi_al-Azm dbp:president ?x . ?x dbp:placeOfDeath ?uri . }
2793,what is the dbo:mouthCountry of dbr:Upper_Neretva ?,select distinct ?uri where { dbr:Upper_Neretva dbo:mouthCountry ?uri }
2794,what is the dbo:TelevisionShow whose dbp:writer are dbr:Erik_Jendresen and dbr:Graham_Yost ?,select distinct ?uri where { ?uri dbp:writer dbr:Erik_Jendresen . ?uri dbp:writer dbr:Graham_Yost . ?uri rdf:type dbo:TelevisionShow }
2795,what is the dbo:Film whose dbp:music is dbr:Laurie_Johnson and dbo:editing is dbr:Anthony_Harvey ?,select distinct ?uri where { ?uri dbp:music dbr:Laurie_Johnson . ?uri dbo:editing dbr:Anthony_Harvey . ?uri rdf:type dbo:Film }
2796,what is the dbo:Astronaut which is a nasa and dbr:NASA is dbr:Gemini_8 ?,select distinct ?uri where { ?uri dbp:type dbr:NASA . ?uri dbp:mission dbr:Gemini_8 . ?uri rdf:type dbo:Astronaut }
2797,what is the dbo:deathPlace of the people whose dbo:occupation is dbr:Church_of_England ?,select distinct ?uri where { ?x dbo:occupation dbr:Church_of_England . ?x dbo:deathPlace ?uri . }
2798,what is the dbo:assembly of the dbr:Plymouth_Savoy and dbo:routeEnd of the dbr:North–South_Transport_Corridor ?,select distinct ?uri where { dbr:Plymouth_Savoy dbo:assembly ?uri . dbr:North–South_Transport_Corridor dbo:routeEnd uri }
2799,what is the dbo:producer of the dbo:Song which is the dbo:previousWork of dbr:He's_a_Liar ?,select distinct ?uri where { dbr:He's_a_Liar dbo:previousWork ?x . ?x dbo:producer ?uri . ?x rdf:type dbo:Song }
2800,what is the dbo:River whose dbo:sourceMountain is dbr:Baikal_Mountains and dbo:riverMouth is dbr:Lena_Delta_Wildlife_Reserve ?,select distinct ?uri where { ?uri dbo:sourceMountain dbr:Baikal_Mountains . ?uri dbo:riverMouth dbr:Lena_Delta_Wildlife_Reserve . ?uri rdf:type dbo:River }
2801,how many dbo:University are there whose dbo:country 's dbp:leaderName is dbr:Olemic_Thommessen ?,select distinct count ( ?uri ) where { ?x dbp:leaderName dbr:Olemic_Thommessen . ?uri dbo:country ?x . ?uri rdf:type dbo:University }
2802,what is the dbp:address of dbr:Renaissance_Center ?,select distinct ?uri where { dbr:Renaissance_Center dbp:address ?uri }
2803,what is the dbo:publisher of the dbr:Stone_Canoe and dbo:team of the dbr:Michael_Powell_(lacrosse) ?,select distinct ?uri where { dbr:Stone_Canoe dbo:publisher ?uri . dbr:Michael_Powell_(lacrosse) dbo:team uri }
2804,what is the dbp:teamName of the dbr:Cristo_Rey_Jesuit_High_School_(Chicago) and dbp:mascot of the dbr:Galatasaray_Handball_Team ?,select distinct ?uri where { dbr:Cristo_Rey_Jesuit_High_School_(Chicago) dbp:teamName ?uri . dbr:Galatasaray_Handball_Team dbp:mascot uri }
2805,what is the dbp:almaMater of the writer who is the dbo:author of dbr:Letter_to_a_Christian_Nation ?,select distinct ?uri where { dbr:Letter_to_a_Christian_Nation dbo:author ?x . ?x dbp:almaMater ?uri . }
2806,what is the dbo:TelevisionShow whose dbo:producer is dbr:Erik_Bork ?,select distinct ?uri where { ?uri dbo:producer dbr:Erik_Bork . ?uri rdf:type dbo:TelevisionShow }
2807,what are the dbo:Device whose dbo:manufacturer 's dbp:founder is dbr:Terry_Gou ?,select distinct ?uri where { ?x dbp:founder dbr:Terry_Gou . ?uri dbo:manufacturer ?x . ?uri rdf:type dbo:Device }
2808,what is the dbo:party of the dbr:Siddhartha_Shankar_Ray and dbp:party of the dbr:Kamla_Beniwal ?,select distinct ?uri where { dbr:Siddhartha_Shankar_Ray dbo:party ?uri . dbr:Kamla_Beniwal dbp:party ?uri . }
2809,how many dbo:Book are there whose dbo:author 's dbo:restingPlace is dbr:Madrid ?,select distinct count ( ?uri ) where { ?x dbo:restingPlace dbr:Madrid . ?uri dbo:author ?x . ?uri rdf:type dbo:Book }
2810,what are the dbo:TelevisionShow whose dbp:writer 's dbo:notableWork is dbr:Band_of_Brothers_(miniseries) ?,select distinct ?uri where { ?x dbo:notableWork dbr:Band_of_Brothers_(miniseries) . ?uri dbp:writer ?x . ?uri rdf:type dbo:TelevisionShow }
2811,what is the dbo:party of the person who is the dbp:writer of dbr:In_the_Bazaars_of_Hyderabad ?,select distinct ?uri where { dbr:In_the_Bazaars_of_Hyderabad dbp:writer ?x . ?x dbo:party ?uri . }
2812,count the number of dbo:species of the fish whose dbo:kingdom is dbr:Animal ?,select distinct count ( ?uri ) where { ?x dbo:kingdom dbr:Animal . ?x dbo:species ?uri . ?uri rdf:type dbo:Species }
2813,what is the dbp:area of the dbo:BroadcastNetwork whose dbp:affiliation is dbr:ETC_(TV_channel) ?,select distinct ?uri where { ?x dbp:affiliation dbr:ETC_(TV_channel) . ?x dbp:area ?uri . ?x rdf:type dbo:BroadcastNetwork }
2814,what is the dbo:BodyOfWater whose dbo:nearestCity is dbr:Helsinki ?,select distinct ?uri where { ?uri dbo:nearestCity dbr:Helsinki . ?uri rdf:type dbo:BodyOfWater }
2815,who is the dbo:FormulaOneRacer whose dbp:relatives is dbr:Ralf_Schumacher ?,select distinct ?uri where { ?uri dbp:relatives dbr:Ralf_Schumacher . ?uri rdf:type dbo:FormulaOneRacer }
2816,what is the dbp:allegiance of the office holder whose dbp:predecessor is dbr:William_Ofori_Atta ?,select distinct ?uri where { ?x dbp:predecessor dbr:William_Ofori_Atta . ?x dbp:allegiance ?uri . }
2817,"what is the dbp:firstAired of the dbr:Gümüş_(TV_series) and dbr:Ne_daj_se,_Nina ?","select distinct ?uri where { dbr:Gümüş_(TV_series) dbp:firstAired ?uri . dbr:Ne_daj_se,_Nina dbp:firstAired ?uri . }"
2818,is dbr:Society_Islands the dbp:archipelago of dbr:Tahiti ?,ask where { dbr:Tahiti dbp:archipelago dbr:Society_Islands }
2819,what is the dbo:award of dbr:Bruce_Beutler ?,select distinct ?uri where { dbr:Bruce_Beutler dbo:award ?uri }
2820,what is the dbo:Book whose dbo:publisher is dbr:Thomas_Egerton_(publisher) ?,select distinct ?uri where { ?uri dbo:publisher dbr:Thomas_Egerton_(publisher) . ?uri rdf:type dbo:Book }
2821,what is the dbo:origin of dbr:Mavro ?,select distinct ?uri where { dbr:Mavro dbo:origin ?uri }
2822,what is the dbp:placeOfBurial of dbr:Iyoas_I ?,select distinct ?uri where { dbr:Iyoas_I dbp:placeOfBurial ?uri }
2823,what is the dbo:knownFor of the dbr:Advocate_Nasiruddin and dbo:sport of the dbr:Polytechnic_University_of_the_Philippines_San_Juan ?,select distinct ?uri where { dbr:Advocate_Nasiruddin dbo:knownFor ?uri . dbr:Polytechnic_University_of_the_Philippines_San_Juan dbo:sport uri }
2824,what is the dbo:River whose dbo:riverMouth is dbr:Indian_Ocean and dbo:sourceCountry is dbr:Zambia ?,select distinct ?uri where { ?uri dbo:riverMouth dbr:Indian_Ocean . ?uri dbo:sourceCountry dbr:Zambia . ?uri rdf:type dbo:River }
2825,what is the dbo:commander of the dbo:MilitaryConflict whose dbp:place is dbr:Ohio ?,select distinct ?uri where { ?x dbp:place dbr:Ohio . ?x dbo:commander ?uri . ?x rdf:type dbo:MilitaryConflict }
2826,what is the dbo:InformationAppliance whose dbo:manufacturer are dbr:Sony and dbr:Asus ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Sony . ?uri dbo:manufacturer dbr:Asus . ?uri rdf:type dbo:InformationAppliance }
2827,how many dbo:EthnicGroup are there whose dbp:languages is dbr:English_language ?,select distinct count ( ?uri ) where { ?uri dbp:languages dbr:English_language . ?uri rdf:type dbo:EthnicGroup }
2828,what is the dbo:source of the dbr:Raša_(river) and dbo:country of the dbr:Adriatic_Sea ?,select distinct ?uri where { dbr:Raša_(river) dbo:source ?uri . dbr:Adriatic_Sea dbo:country uri }
2829,what is the dbp:founded of dbr:Congress_of_Industrial_Organizations ?,select distinct ?uri where { dbr:Congress_of_Industrial_Organizations dbp:founded ?uri }
2830,who are the dbo:AmericanFootballPlayer whose dbo:formerTeam is dbr:Toronto_Argonauts ?,select distinct ?uri where { ?uri dbo:formerTeam dbr:Toronto_Argonauts . ?uri rdf:type dbo:AmericanFootballPlayer }
2831,what is the dbp:religiousAffiliation of the dbr:Neungin_High_School and dbp:fields of the dbr:Sylvain_Lévi ?,select distinct ?uri where { dbr:Neungin_High_School dbp:religiousAffiliation ?uri . dbr:Sylvain_Lévi dbp:fields uri }
2832,give me a count of movies whose dbp:distributor is dbr:Warner_Bros. ?,select distinct count ( ?uri ) where { ?uri dbp:distributor dbr:Warner_Bros. . }
2833,what is the dbo:Magazine whose dbo:founder is dbr:Jann_Wenner ?,select distinct ?uri where { ?uri dbo:founder dbr:Jann_Wenner . ?uri rdf:type dbo:Magazine }
2834,what is the dbp:address of the hotel which is the dbp:venue of dbr:History_of_Penny_Arcade_Expo ?,select distinct ?uri where { dbr:History_of_Penny_Arcade_Expo dbp:venue ?x . ?x dbp:address ?uri . }
2835,what is the dbp:parentCompany of dbr:Chevrolet_Spark ?,select distinct ?uri where { dbr:Chevrolet_Spark dbp:parentCompany ?uri }
2836,what is the dbo:TelevisionShow whose dbo:distributor is dbr:Broadcast_syndication and dbp:network is dbr:Comedy_Central ?,select distinct ?uri where { ?uri dbo:distributor dbr:Broadcast_syndication . ?uri dbp:network dbr:Comedy_Central . ?uri rdf:type dbo:TelevisionShow }
2837,what is the dbp:incumbent of the politician whose dbo:opponent is dbr:Benjamin_Spock ?,select distinct ?uri where { ?x dbo:opponent dbr:Benjamin_Spock . ?x dbp:incumbent ?uri . }
2838,what are the other dbo:majorShrine of the dbo:Saint whose dbo:majorShrine is dbr:Poznań ?,select distinct ?uri where { ?x dbo:majorShrine dbr:Poznań . ?x dbo:majorShrine ?uri . ?x rdf:type dbo:Saint }
2839,what is the dbp:headquarters of the dbo:Organisation which is the dbp:operator of dbr:Metro_Blue_Line_(Minnesota) ?,select distinct ?uri where { dbr:Metro_Blue_Line_(Minnesota) dbp:operator ?x . ?x dbp:headquarters ?uri . ?x rdf:type dbo:Organisation }
2840,how many office holders are there whose dbo:militaryBranch is dbr:Continental_Army ?,select distinct count ( ?uri ) where { ?uri dbo:militaryBranch dbr:Continental_Army . }
2841,list the dbo:religion of the office holders whose dbo:militaryBranch is dbr:Royal_Thai_Army ?,select distinct ?uri where { ?x dbo:militaryBranch dbr:Royal_Thai_Army . ?x dbo:religion ?uri . }
2842,what dbo:Senator 's dbo:militaryUnit is dbr:VMF-155 ?,select distinct ?uri where { ?uri dbo:militaryUnit dbr:VMF-155 . ?uri rdf:type dbo:Senator }
2843,what are the dbo:Film whose dbo:musicComposer is dbr:Vangelis ?,select distinct ?uri where { ?uri dbo:musicComposer dbr:Vangelis . ?uri rdf:type dbo:Film }
2844,what is the dbo:wineRegion of the dbo:Grape whose dbo:species is dbr:Vitis_vinifera ?,select distinct ?uri where { ?x dbo:species dbr:Vitis_vinifera . ?x dbo:wineRegion ?uri . ?x rdf:type dbo:Grape }
2845,what is the dbo:binomialAuthority of the dbr:Menetries's_warbler and dbo:nationality of the dbr:Jeyhun_Abiyev ?,select distinct ?uri where { dbr:Menetries's_warbler dbo:binomialAuthority ?uri . dbr:Jeyhun_Abiyev dbo:nationality uri }
2846,what is the dbo:publisher of dbr:The_Rolling_Stone_Album_Guide ?,select distinct ?uri where { dbr:The_Rolling_Stone_Album_Guide dbo:publisher ?uri }
2847,what is the dbp:name of the dbo:SoccerClub whose dbo:season is dbr:Liga_Divisi_Utama ?,select distinct ?uri where { ?x dbo:season dbr:Liga_Divisi_Utama . ?x dbp:name ?uri . ?x rdf:type dbo:SoccerClub }
2848,count the dbp:services in dbr:21Vianet ?,select distinct count ( ?uri ) where { dbr:21Vianet dbp:services ?uri . }
2849,what is the dbp:location of the dbr:Dofinivka_Estuary and dbp:birthplace of the dbr:Liliya_Lobanova ?,select distinct ?uri where { dbr:Dofinivka_Estuary dbp:location ?uri . dbr:Liliya_Lobanova dbp:birthplace uri }
2850,what is the dbo:formerTeam of the dbo:AmericanFootballPlayer whose dbp:position is dbr:Tackle_(gridiron_football_position) ?,select distinct ?uri where { ?x dbp:position dbr:Tackle_(gridiron_football_position) . ?x dbo:formerTeam ?uri . ?x rdf:type dbo:AmericanFootballPlayer }
2851,what is the dbp:subject of the book which is the dbo:subsequentWork of dbr:The_Dragons_of_Eden ?,select distinct ?uri where { dbr:The_Dragons_of_Eden dbo:subsequentWork ?x . ?x dbp:subject ?uri . }
2852,"what is the dbo:TelevisionShow whose dbo:channel is dbr:Fox_Broadcasting_Company and dbp:judges is dbr:Harry_Connick,_Jr. ?","select distinct ?uri where { ?uri dbo:channel dbr:Fox_Broadcasting_Company . ?uri dbp:judges dbr:Harry_Connick,_Jr. . ?uri rdf:type dbo:TelevisionShow }"
2853,list the dbp:crosses of the bridges whose dbp:design is dbr:Box_girder_bridge ?,select distinct ?uri where { ?x dbp:design dbr:Box_girder_bridge . ?x dbp:crosses ?uri . }
2854,what is the dbp:author of the dbr:Karakuri_Dôji_Ultimo and dbp:narrated of the dbr:The_Incredible_Hulk_(1982_TV_series) ?,select distinct ?uri where { dbr:Karakuri_Dôji_Ultimo dbp:author ?uri . dbr:The_Incredible_Hulk_(1982_TV_series) dbp:narrated uri }
2855,what is the dbp:education of the dbr:Donn_Barber and dbo:education of the dbr:Jack_McGregor ?,select distinct ?uri where { dbr:Donn_Barber dbp:education ?uri . dbr:Jack_McGregor dbo:education uri }
2856,what is the dbp:location of the lake whose dbp:outflow is dbr:Winnipeg_River ?,select distinct ?uri where { ?x dbp:outflow dbr:Winnipeg_River . ?x dbp:location ?uri . }
2857,what is the owl whose dbp:neighboringMunicipalities are dbr:Cologny and dbr:Chêne-Bougeries ?,select distinct ?uri where { ?uri dbp:neighboringMunicipalities dbr:Cologny . ?uri dbp:neighboringMunicipalities dbr:Chêne-Bougeries . }
2858,what is the dbp:designer of dbr:Saleen_S5S_Raptor ?,select distinct ?uri where { dbr:Saleen_S5S_Raptor dbp:designer ?uri . }
2859,what is the dbo:Newspaper whose dbp:owners is dbr:Schibsted and dbp:headquarters is dbr:Stockholm ?,select distinct ?uri where { ?uri dbp:owners dbr:Schibsted . ?uri dbp:headquarters dbr:Stockholm . ?uri rdf:type dbo:Newspaper }
2860,how many other dbo:otherParty are there of the office holders whose dbo:otherParty is dbr:Janata_Dal ?,select distinct count ( ?uri ) where { ?x dbo:otherParty dbr:Janata_Dal . ?x dbo:otherParty ?uri }
2861,who is the dbo:firstDriver of dbr:1999_San_Marino_Grand_Prix ?,select distinct ?uri where { dbr:1999_San_Marino_Grand_Prix dbo:firstDriver ?uri }
2862,what is the scientist whose dbo:doctoralStudent are dbr:Erich_Bagge and dbr:Șerban_Țițeica ?,select distinct ?uri where { ?uri dbo:doctoralStudent dbr:Erich_Bagge . ?uri dbo:doctoralStudent dbr:Șerban_Țițeica . }
2863,list the dbp:combatant of the dbo:MilitaryConflict whose dbo:commander is dbr:Egushawa ?,select distinct ?uri where { ?x dbo:commander dbr:Egushawa . ?x dbp:combatant ?uri . ?x rdf:type dbo:MilitaryConflict }
2864,what is the total number of dbo:knownFor of the people whose dbo:nationality is dbr:Canadians ?,select distinct count ( ?uri ) where { ?x dbo:nationality dbr:Canadians . ?x dbo:knownFor ?uri . }
2865,what is the dbp:largestCity of dbr:Union_State ?,select distinct ?uri where { dbr:Union_State dbp:largestCity ?uri }
2866,what is the dbo:team of the dbr:Michael_Powell_(lacrosse) and dbp:parent of the dbr:Syracuse_University_Press ?,select distinct ?uri where { dbr:Michael_Powell_(lacrosse) dbo:team ?uri . dbr:Syracuse_University_Press dbp:parent uri }
2867,is dbr:Greg_Weeks the dbo:bandMember of dbr:Beyond_the_Sixth_Seal ?,ask where { dbr:Beyond_the_Sixth_Seal dbo:bandMember dbr:Greg_Weeks }
2868,how many television shows are there whose dbo:presenter is dbr:Ryan_Seacrest ?,select distinct count ( ?uri ) where { ?uri dbo:presenter dbr:Ryan_Seacrest . }
2869,is dbr:Henry_Ford the dbo:designCompany of dbr:Ford_Model_K ?,ask where { dbr:Ford_Model_K dbo:designCompany dbr:Henry_Ford }
2870,what is the total number of dbo:tenant of the stadia whose dbo:architect is dbr:Populous_(company) ?,select distinct count ( ?uri ) where { ?x dbo:architect dbr:Populous_(company) . ?x dbo:tenant ?uri . }
2871,what is the dbp:judges of the dbo:TelevisionShow whose dbo:network is dbr:CTV_Television_Network ?,select distinct ?uri where { ?x dbo:network dbr:CTV_Television_Network . ?x dbp:judges ?uri . ?x rdf:type dbo:TelevisionShow }
2873,what are the dbo:Film whose dbp:distributor 's dbp:keyPeople is dbr:Ted_Hartley ?,select distinct ?uri where { ?x dbp:keyPeople dbr:Ted_Hartley . ?uri dbp:distributor ?x . ?uri rdf:type dbo:Film }
2874,what is the dbp:stadium of dbr:2014–15_Panionios_G.S.S._season ?,select distinct ?uri where { dbr:2014–15_Panionios_G.S.S._season dbp:stadium ?uri }
2875,is dbr:Art_Deco the dbp:architecture of dbr:Mount_St._Peter_Church ?,ask where { dbr:Mount_St._Peter_Church dbp:architecture dbr:Art_Deco }
2876,what is the dbp:editor of the dbo:Newspaper whose dbp:owners is dbr:Government_of_the_United_Kingdom ?,select distinct ?uri where { ?x dbp:owners dbr:Government_of_the_United_Kingdom . ?x dbp:editor ?uri . ?x rdf:type dbo:Newspaper }
2877,what is the dbo:Film whose dbo:director is dbr:Stanley_Kubrick and dbp:music is dbr:Laurie_Johnson ?,select distinct ?uri where { ?uri dbo:director dbr:Stanley_Kubrick . ?uri dbp:music dbr:Laurie_Johnson . ?uri rdf:type dbo:Film }
2878,what are the type of dbr:Greenup_County_High_School ?,select distinct ?uri where { dbr:Greenup_County_High_School dbp:type ?uri }
2879,"what is the dbo:routeStart of the dbo:Road whose dbo:routeEnd is dbr:Madison,_Wisconsin ?","select distinct ?uri where { ?x dbo:routeEnd dbr:Madison,_Wisconsin . ?x dbo:routeStart ?uri . ?x rdf:type dbo:Road }"
2880,what is the dbp:label of the dbr:The_Producers_(2005_film) and dbr:I_Pray_on_Christmas ?,select distinct ?uri where { dbr:The_Producers_(2005_film) dbp:label ?uri . dbr:I_Pray_on_Christmas dbp:label ?uri . }
2881,what is the dbo:country of the ambassador who is the dbp:successor of dbr:George_Roberts_Andrews ?,select distinct ?uri where { dbr:George_Roberts_Andrews dbp:successor ?x . ?x dbo:country ?uri . }
2882,what dbo:MilitaryConflict 's dbo:commander is dbr:Colin_Powell ?,select distinct ?uri where { ?uri dbo:commander dbr:Colin_Powell . ?uri rdf:type dbo:MilitaryConflict }
2883,what is the dbo:territory of the dbr:Sino-French_War and dbr:Tonkin_Campaign ?,select distinct ?uri where { dbr:Sino-French_War dbo:territory ?uri . dbr:Tonkin_Campaign dbo:territory ?uri . }
2884,what is the dbo:recordLabel of dbr:Next_Thing ?,select distinct ?uri where { dbr:Next_Thing dbo:recordLabel ?uri }
2885,is dbr:Lancy the dbo:neighboringMunicipality of dbr:Geneva ?,ask where { dbr:Geneva dbo:neighboringMunicipality dbr:Lancy }
2886,what are the schools whose dbp:mascot 's dbo:order is dbr:Even-toed_ungulate ?,select distinct ?uri where { ?x dbo:order dbr:Even-toed_ungulate . ?uri dbp:mascot ?x . }
2887,what is the dbo:Company whose dbp:products is dbr:Boeing_F/A-18E/F_Super_Hornet and dbo:keyPerson is dbr:Raymond_Conner ?,select distinct ?uri where { ?uri dbp:products dbr:Boeing_F/A-18E/F_Super_Hornet . ?uri dbo:keyPerson dbr:Raymond_Conner . ?uri rdf:type dbo:Company }
2888,what is the dbo:relation of the dbo:governor who is the dbo:governor of dbr:Gabriel_Slaughter ?,select distinct ?uri where { dbr:Gabriel_Slaughter dbo:governor ?x . ?x dbo:relation ?uri . }
2889,"what is the dbo:state of the dbr:Uniontown,_Pennsylvania and dbr:Keller's_Mill_Covered_Bridge ?","select distinct ?uri where { dbr:Uniontown,_Pennsylvania dbo:state ?uri . dbr:Keller's_Mill_Covered_Bridge dbo:state ?uri . }"
2890,what is the dbo:manufacturer of the dbr:Delta_III and dbr:Space_Shuttle ?,select distinct ?uri where { dbr:Delta_III dbo:manufacturer ?uri . dbr:Space_Shuttle dbo:manufacturer ?uri . }
2891,how many dbo:Company are there whose dbo:foundationPlace is dbr:Texas ?,select distinct count ( ?uri ) where { ?uri dbo:foundationPlace dbr:Texas . ?uri rdf:type dbo:Company }
2892,"what is the dbo:architecturalStyle of dbr:Shaheed_Minar,_Kolkata ?","select distinct ?uri where { dbr:Shaheed_Minar,_Kolkata dbo:architecturalStyle ?uri }"
2893,what is the dbo:developer of the dbr:Go_(programming_language) and dbp:predecessor of the dbr:X_(company) ?,select distinct ?uri where { dbr:Go_(programming_language) dbo:developer ?uri . dbr:X_(company) dbp:predecessor uri }
2894,what is the dbp:houses of dbr:United_States_Congress ?,select distinct ?uri where { dbr:United_States_Congress dbp:houses ?uri }
2895,what are the dbo:Company whose dbo:locationCity is dbr:Toronto ?,select distinct ?uri where { ?uri dbo:locationCity dbr:Toronto . ?uri rdf:type dbo:Company }
2896,what is the dbp:broadcastArea of the dbo:BroadcastNetwork whose dbp:founder is dbr:Seewoosagur_Ramgoolam ?,select distinct ?uri where { ?x dbp:founder dbr:Seewoosagur_Ramgoolam . ?x dbp:broadcastArea ?uri . ?x rdf:type dbo:BroadcastNetwork }
2897,what is the dbo:InformationAppliance whose dbo:manufacturer is dbr:Foxconn and dbp:os is dbr:PlayStation_3_system_software ?,select distinct ?uri where { ?uri dbo:manufacturer dbr:Foxconn . ?uri dbp:os dbr:PlayStation_3_system_software . ?uri rdf:type dbo:InformationAppliance }
2898,list the dbp:name of the dbo:SportsSeason whose dbo:chairman is dbr:Patrícia_Amorim ?,select distinct ?uri where { ?x dbo:chairman dbr:Patrícia_Amorim . ?x dbp:name ?uri . ?x rdf:type dbo:SportsSeason }
2899,"what is the dbp:architect of the dbo:Stadium whose dbo:operator is dbr:Bradenton,_Florida ?","select distinct ?uri where { ?x dbo:operator dbr:Bradenton,_Florida . ?x dbp:architect ?uri . ?x rdf:type dbo:Stadium }"
2900,what is the dbo:operatedBy of dbr:South_Side_Elevated_Railroad ?,select distinct ?uri where { dbr:South_Side_Elevated_Railroad dbo:operatedBy ?uri }
2901,what are the dbo:Company whose dbo:foundationPlace is dbr:Texas ?,select distinct ?uri where { ?uri dbo:foundationPlace dbr:Texas . ?uri rdf:type dbo:Company }
2902,what is the dbo:timeZone of dbr:Khok_Kwang ?,select distinct ?uri where { dbr:Khok_Kwang dbo:timeZone ?uri }
2903,"what is the dbp:director of the dbo:Album whose dbo:recordedIn is dbr:Anaheim,_California ?","select distinct ?uri where { ?x dbo:recordedIn dbr:Anaheim,_California . ?x dbp:director ?uri . ?x rdf:type dbo:Album }"
2904,who is the person whose dbo:parent are dbr:Saint_Joseph and dbr:Mary_(mother_of_Jesus) ?,select distinct ?uri where { ?uri dbo:parent dbr:Saint_Joseph . ?uri dbo:parent dbr:Mary_(mother_of_Jesus) . }
2905,what is the total number of dbo:award of the artists whose dbo:training is dbr:University_of_Melbourne_Faculty_of_VCA_and_MCM ?,select distinct count ( ?uri ) where { ?x dbo:training dbr:University_of_Melbourne_Faculty_of_VCA_and_MCM . ?x dbo:award ?uri . }
2906,what is the dbp:currentTeam of the dbr:Avalon_Biddle and dbr:John_McGuinness_(motorcycle_racer) ?,select distinct ?uri where { dbr:Avalon_Biddle dbp:currentTeam ?uri . dbr:John_McGuinness_(motorcycle_racer) dbp:currentTeam ?uri . }
2907,what is the dbp:result of the dbr:Gaza–Israel_conflict and dbp:place of the dbr:Qaqun ?,select distinct ?uri where { dbr:Gaza–Israel_conflict dbp:result ?uri . dbr:Qaqun dbp:place uri }
2908,what is the country whose dbo:currency are dbr:Aureus and dbr:Solidus_(coin) ?,select distinct ?uri where { ?uri dbo:currency dbr:Aureus . ?uri dbo:currency dbr:Solidus_(coin) . }
2909,what is the dbo:militaryBranch of dbr:Clark_Daniel_Stearns ?,select distinct ?uri where { dbr:Clark_Daniel_Stearns dbo:militaryBranch ?uri }
2910,who is the dbo:opponent of dbr:Gervase_Helwys ?,select distinct ?uri where { dbr:Gervase_Helwys dbo:opponent ?uri }
2911,what is the dbo:Planet whose dbp:discoverer is dbr:Johann_Gottfried_Galle and dbo:discoverer is dbr:Urbain_Le_Verrier ?,select distinct ?uri where { ?uri dbp:discoverer dbr:Johann_Gottfried_Galle . ?uri dbo:discoverer dbr:Urbain_Le_Verrier . ?uri rdf:type dbo:Planet }
2912,is dbr:Ella_Fitzgerald the dbo:associatedBand of dbr:Mickey_Roker ?,ask where { dbr:Mickey_Roker dbo:associatedBand dbr:Ella_Fitzgerald }
2913,"what is the dbo:OfficeHolder whose dbp:constituency are dbr:Castro_District,_San_Francisco and dbr:Haight-Ashbury ?","select distinct ?uri where { ?uri dbp:constituency dbr:Castro_District,_San_Francisco . ?uri dbp:constituency dbr:Haight-Ashbury . ?uri rdf:type dbo:OfficeHolder }"
2914,list the dbo:award of the scientists whose dbp:fields is dbr:Immunology ?,select distinct ?uri where { ?x dbp:fields dbr:Immunology . ?x dbo:award ?uri . }
2915,what are the dbo:Mountain whose dbo:locatedInArea is dbr:Sequoia_National_Park ?,select distinct ?uri where { ?uri dbo:locatedInArea dbr:Sequoia_National_Park . ?uri rdf:type dbo:Mountain }
2916,what is the dbo:college of the dbr:Alvin_Bell and dbp:almaMater of the dbr:Charles_Plosser ?,select distinct ?uri where { dbr:Alvin_Bell dbo:college ?uri . dbr:Charles_Plosser dbp:almaMater uri }
2917,who is the dbo:animator of the dbr:The_Skeleton_Dance and dbo:animator of the dbr:Tommy_Tucker's_Tooth ?,select distinct ?uri where { dbr:The_Skeleton_Dance dbo:animator ?uri . dbr:Tommy_Tucker's_Tooth dbp:animator uri }
2918,who is the dbo:highschool of dbr:Ben_Wilson_(American_football) ?,select distinct ?uri where { dbr:Ben_Wilson_(American_football) dbo:highschool ?uri }
2919,is dbr:Laptev_Sea the dbo:mouthMountain of dbr:Lena_River ?,ask where { dbr:Lena_River dbo:mouthMountain dbr:Laptev_Sea }
2920,what are the books whose dbp:author 's dbp:language is dbr:Spanish_language ?,select distinct ?uri where { ?x dbp:language dbr:Spanish_language . ?uri dbp:author ?x . }
2921,how many people are there whose dbo:birthPlace is dbr:Long_Island ?,select distinct count ( ?uri ) where { ?uri dbo:birthPlace dbr:Long_Island . }
2922,list the dbo:sport of the schools whose dbp:state is dbr:Maharashtra ?,select distinct ?uri where { ?x dbp:state dbr:Maharashtra . ?x dbo:sport ?uri . }
2923,how many other dbo:programmeFormat are there of the radio stations whose dbo:programmeFormat is dbr:Classic_rock ?,select distinct count ( ?uri ) where { ?x dbo:programmeFormat dbr:Classic_rock . ?x dbo:programmeFormat ?uri }
2924,what is the dbo:college of dbr:Allama_Matthews ?,select distinct ?uri where { dbr:Allama_Matthews dbo:college ?uri }
2925,what is the dbp:nationality of the dbr:Funny_Face_(comedian) and dbp:nationality of the dbr:Georgina_Theodora_Wood ?,select distinct ?uri where { dbr:Funny_Face_(comedian) dbp:nationality ?uri . dbr:Georgina_Theodora_Wood dbo:nationality uri }
2926,list the dbo:TelevisionShow whose dbo:network 's dbp:sisterNames is dbr:BBC_Parliament ?,select distinct ?uri where { ?x dbp:sisterNames dbr:BBC_Parliament . ?uri dbo:network ?x . ?uri rdf:type dbo:TelevisionShow }
2927,give me a count of dbo:MilitaryPerson whose dbo:restingPlace is dbr:United_States ?,select distinct count ( ?uri ) where { ?uri dbo:restingPlace dbr:United_States . ?uri rdf:type dbo:MilitaryPerson }
2928,is dbr:Michael_Schumacher the dbp:poleDriver of dbr:1994_Spanish_Grand_Prix ?,ask where { dbr:1994_Spanish_Grand_Prix dbp:poleDriver dbr:Michael_Schumacher }
2929,what is the dbo:distributor of dbr:Glover_(video_game) ?,select distinct ?uri where { dbr:Glover_(video_game) dbo:distributor ?uri }
2930,what is the dbo:part of the dbr:Atlantic_Seaboard_fall_line and dbp:office of the dbr:Walter_Evans_Edge ?,select distinct ?uri where { dbr:Atlantic_Seaboard_fall_line dbo:part ?uri . dbr:Walter_Evans_Edge dbp:office uri }
2931,is dbr:Essex the dbo:ceremonialCounty of dbr:West_Thurrock ?,ask where { dbr:West_Thurrock dbo:ceremonialCounty dbr:Essex }
2932,is dbr:Azerbaijan the dbp:membership of dbr:European_Go_Federation ?,ask where { dbr:European_Go_Federation dbp:membership dbr:Azerbaijan }
2933,what is the dbo:team of the dbr:Michael_Powell_(lacrosse) and dbr:Ryan_Powell_(lacrosse) ?,select distinct ?uri where { dbr:Michael_Powell_(lacrosse) dbo:team ?uri . dbr:Ryan_Powell_(lacrosse) dbo:team ?uri . }
2934,what are the dbo:TelevisionShow whose dbp:network is dbr:Prime_Time_Entertainment_Network ?,select distinct ?uri where { ?uri dbp:network dbr:Prime_Time_Entertainment_Network . ?uri rdf:type dbo:TelevisionShow }
2935,what dbo:Company 's dbp:services is dbr:Nintendo_eShop ?,select distinct ?uri where { ?uri dbp:services dbr:Nintendo_eShop . ?uri rdf:type dbo:Company }
2936,who is the person whose dbp:employer is dbr:Open_Society_Foundations ?,select distinct ?uri where { ?uri dbp:employer dbr:Open_Society_Foundations . }
2937,list the dbo:Film whose dbo:musicComposer 's dbp:associatedActs is dbr:Jon_and_Vangelis ?,select distinct ?uri where { ?x dbp:associatedActs dbr:Jon_and_Vangelis . ?uri dbo:musicComposer ?x . ?uri rdf:type dbo:Film }
2938,is dbr:Abarth the dbp:currentTeam of dbr:Massimo_Liverani ?,ask where { dbr:Massimo_Liverani dbp:currentTeam dbr:Abarth }
2939,who is the governor whose dbp:order is dbr:Governorate_of_New_Castile ?,select distinct ?uri where { ?uri dbp:order dbr:Governorate_of_New_Castile }
2940,is dbr:Microsoft the dbp:license of dbr:MSX_BASIC ?,ask where { dbr:MSX_BASIC dbp:license dbr:Microsoft }
2941,count the number of dbo:team of the ice hockey players whose dbp:position is dbr:Defenceman ?,select distinct count ( ?uri ) where { ?x dbp:position dbr:Defenceman . ?x dbo:team ?uri . ?uri rdf:type dbo:SportsTeam }
2942,list the dbo:team of the baseball players whose dbp:debutteam is dbr:New_York_Yankees ?,select distinct ?uri where { ?x dbp:debutteam dbr:New_York_Yankees . ?x dbo:team ?uri . }
2943,what is the dbo:stateOfOrigin of the people whose dbo:occupation is dbr:Cricket ?,select distinct ?uri where { ?x dbo:occupation dbr:Cricket . ?x dbo:stateOfOrigin ?uri . }
2944,what is the dbo:religion of the office holder who is the dbp:primeminister of dbr:Chea_Sim ?,select distinct ?uri where { dbr:Chea_Sim dbp:primeminister ?x . ?x dbo:religion ?uri . }
2945,what are the dbo:TelevisionShow whose dbo:related 's dbp:themeMusicComposer is dbr:Murray_Gold ?,select distinct ?uri where { ?x dbp:themeMusicComposer dbr:Murray_Gold . ?uri dbo:related ?x . ?uri rdf:type dbo:TelevisionShow }
2946,what is the dbp:constituency of the dbo:Person whose dbp:deathPlace is dbr:Lampedusa ?,select distinct ?uri where { ?x dbp:deathPlace dbr:Lampedusa . ?x dbp:constituency ?uri . ?x rdf:type dbo:Person }
2947,what is the fictional character whose dbo:relative 's dbo:subsequentWork is dbr:Quagmire's_Quagmire ?,select distinct ?uri where { ?x dbo:subsequentWork dbr:Quagmire's_Quagmire . ?uri dbo:relative ?x . }
2948,what is the dbp:poleDriver of the dbr:1997_Canadian_Grand_Prix and dbp:poleDriver of the dbr:1994_Spanish_Grand_Prix ?,select distinct ?uri where { dbr:1997_Canadian_Grand_Prix dbp:poleDriver ?uri . dbr:1994_Spanish_Grand_Prix dbo:poleDriver uri }
2949,what is the dbo:FictionalCharacter whose dbp:family is dbr:Darth_Vader and dbp:portrayer is dbr:Roger_Barton_(film_editor) ?,select distinct ?uri where { ?uri dbp:family dbr:Darth_Vader . ?uri dbp:portrayer dbr:Roger_Barton_(film_editor) . ?uri rdf:type dbo:FictionalCharacter }
2950,what is the dbo:Band whose dbo:formerBandMember is dbr:Kevin_Jonas ?,select distinct ?uri where { ?uri dbo:formerBandMember dbr:Kevin_Jonas . ?uri rdf:type dbo:Band }
2951,what is the dbp:placeOfDeath of the gymnast who is the dbo:silverMedalist of dbr:Gymnastics_at_the_1956_Summer_Olympics_–_Men's_rings ?,select distinct ?uri where { dbr:Gymnastics_at_the_1956_Summer_Olympics_–_Men's_rings dbo:silverMedalist ?x . ?x dbp:placeOfDeath ?uri . }
2952,list the other dbp:narrated of the albums whose dbp:narrated is dbr:Alan_Thicke ?,select distinct ?uri where { ?x dbp:narrated dbr:Alan_Thicke . ?x dbp:narrated ?uri . }
2953,"what is the office holder whose dbo:child 's dbo:deathPlace is dbr:North_Bend,_Ohio ?","select distinct ?uri where { ?x dbo:deathPlace dbr:North_Bend,_Ohio . ?uri dbo:child ?x . }"
2954,who is the dbp:presenter of dbr:Shirley_Temple's_Storybook ?,select distinct ?uri where { dbr:Shirley_Temple's_Storybook dbp:presenter ?uri }
