[PAD]
[UNK]
[START]
[END]
!
&
'
+
,
-
/
0
1
2
3
4
5
6
7
8
9
:
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
æ
ø
đ
ı
ł
–
var
uri
brack
dot
dbr
sep
dbo
close
open
where
distinct
select
dbp
parent
type
rdf
count
##s
##parent
ask
of
##a
##e
##o
the
##n
televisionshow
##y
##i
##l
##r
##er
##t
company
##on
##d
person
school
##an
river
team
birthplace
country
##in
city
award
film
##sep
##le
religion
##h
university
writer
##es
##us
##ing
##k
##u
almamater
deathplace
location
##ia
##ra
united
##ed
##man
and
national
owner
restingplace
##al
##m
##ton
author
knownfor
##g
states
officeholder
producer
successor
network
residence
##x
awards
john
president
starring
state
party
manufacturer
sport
##en
##son
distributor
new
occupation
##ic
##ie
college
developer
artist
predecessor
##st
##is
##te
##z
region
##or
sea
##p
##ry
##se
hometown
nationality
placeofbirth
battle
county
stadium
##re
education
genre
high
michael
spouse
##el
##ey
##ll
##ta
##ter
bridge
station
##ne
##v
debutteam
north
place
##ar
##as
##ch
##ell
athletics
children
creator
league
music
##ian
##nt
formerteam
label
leader
locationcity
scientist
##land
director
leadername
william
football
headquarters
mascot
##0
##ay
##ge
##ion
##ity
##os
##w
cities
founder
musicalartist
##rd
de
language
publisher
railway
services
##f
##io
##ke
##ley
california
origin
placeofdeath
##ner
##ny
##tion
air
employer
in
san
thememusiccomposer
##et
##ine
commander
keypeople
season
tenant
##2
##8
##c
##ial
##ica
##ick
##ng
##ss
architect
associatedmusicalartist
battles
designer
district
international
related
robert
south
##9
##at
##ers
##ice
##ment
charles
family
ford
fsep
house
militaryunit
primeminister
relation
series
software
##ent
##lin
##ro
association
band
grand
microsoft
notablework
operator
race
york
##1
##der
##ue
album
cinematography
editing
order
placeofburial
product
subsequentwork
##5
##ain
##ce
##il
##im
##it
##ock
##ong
##port
##ts
affiliation
american
assembly
constituency
currency
dotcsep
entertainment
rivermouth
##am
##ation
##b
##by
##ee
##na
##tor
##um
bank
broadcastarea
club
coach
composer
engine
england
foundation
locationcountry
nearestcity
openunited
presenter
relatives
##ad
##ary
##da
##est
##ka
##my
##ns
##th
book
builder
dotssep
fictionalcharacter
fields
fort
francisco
james
jrsep
largestcity
militaryconflict
operatingsystem
opponent
paul
recordlabel
stateoforigin
##ep
##ist
##ow
##ya
airport
automobile
branch
building
david
destinations
governor
henry
jsep
license
men
park
products
records
veneratedin
##3
##4
##de
##ding
##ics
##ier
##ies
##ish
##ma
associatedband
at
bandmember
basketball
capital
child
deathcause
executiveproducer
george
ingredient
majorshrine
musiccomposer
office
prix
relative
statesparent
toronto
##6
##ace
##all
##ate
##ction
##em
##ina
##ot
##oy
##va
airline
appointer
board
border
channel
division
draftteam
filmparent
openbandparent
playedfor
seriesparent
videogame
##ac
##ane
##bia
##ca
##erry
##ld
##nce
##organisation
##ov
##pe
##phy
##rs
##to
area
army
central
crosses
european
field
joe
lieutenant
locatedinarea
militarybranch
opentv
programminglanguage
species
sportsteam
television
texas
training
##age
##ales
##ang
##ard
##arl
##dia
##ill
##ive
##ki
##ly
##me
##ood
##ose
##rator
##ri
##sa
##un
associatedacts
bbc
chairman
computingplatform
currentmembers
esep
governingbody
headcoach
highschool
institution
martin
museum
name
nickname
notableworks
parentcompany
pope
royal
saint
time
tv
voices
##ak
##burg
##bury
##ft
##ig
##ings
##ire
##ius
##la
##place
##player
##ral
##ress
##rt
##uel
##ville
affiliations
allegiance
americanfootballplayer
broadcasting
currentteam
ethnicity
foundationplace
garrison
island
magazine
mountainrange
nonfictionsubject
organisation
poledriver
service
washington
##arliament
##ast
##ck
##cy
##ford
##ham
##ical
##ini
##nd
##ob
##ok
##om
##ston
##ual
##ur
##ut
adventures
animator
athlete
citizenship
editor
for
general
golden
group
homestadium
judges
manager
mountain
openingtheme
os
outflow
profession
routeend
routestart
trainer
wineregion
youthclubs
##air
##dby
##ff
##ger
##ho
##ide
##ight
##mer
##name
##ore
##ount
##our
##ris
##sen
##shire
##tt
##ty
##unicipality
##ve
##way
##wood
##za
angeles
canonizedby
chicago
department
doctoraladvisor
foundedby
ground
junction
keyperson
los
maintainedby
moscow
mouthcountry
narrated
nationalteam
peter
prizes
royalty
source
sourceregion
thomas
wsep
##7
##ason
##ber
##do
##don
##dy
##ery
##gh
##inee
##mond
##nn
##ology
##pher
##ps
##res
##rsep
##tributary
##ublic
##ver
academicdiscipline
address
al
brian
characters
discipline
erik
fc
firstdriver
force
formerpartner
hill
hubs
jonas
launchsite
madison
mark
massachusetts
membership
michigan
olympics
openusep
part
partner
playstation
politician
position
purpose
recordedin
regionserved
richard
route
ryan
society
sony
sourcecountry
subject
territory
title
union
van
##ai
##ale
##and
##art
##ban
##bert
##den
##estern
##eth
##han
##icianparent
##ico
##iction
##ington
##line
##lis
##ney
##ockey
##ois
##ork
##ory
##oth
##other
##ou
##red
##rey
##ric
##sh
##sian
##tic
##tone
##ture
##tv
##uk
academicadvisor
airways
archipelago
architecturalstyle
associate
athletic
church
corporation
discoverer
eagles
firstteam
formerbandmember
fox
gold
harris
harry
informationappliance
joseph
kingdom
licensee
maininterests
mayor
mediterranean
mouthmountain
musicalband
on
openamerican
otherparty
philippines
prospectteam
single
stewart
summer
tenants
to
world
##ah
##arry
##ash
##ave
##ballplayer
##ds
##ei
##erparent
##gan
##genre
##ha
##id
##ike
##illing
##ior
##ission
##istparent
##ite
##lan
##lay
##lk
##ming
##nch
##nel
##net
##ons
##ora
##reen
##roadcastnetwork
##ship
##sia
##town
##up
##val
##vi
##vin
academy
asep
bruce
champion
chess
class
colorado
combatant
countyseat
currentclub
destination
doctoralstudent
doctoralstudents
dsep
edwin
elizabeth
firstascentperson
frank
guests
headquarter
honours
ii
inflow
jim
jordan
languages
layout
lee
line
mammal
managerclub
mouthlocation
ocean
openmusicalparent
operatedby
owningcompany
pastmembers
people
representatives
sarah
schumacher
scott
sourcelocation
vanderbilt
vicepresident
virginia
windows
##adio
##ame
##ballteam
##bc
##berg
##ble
##cle
##ders
##ek
##ena
##gn
##gon
##iel
##ife
##iller
##ima
##ios
##ir
##ism
##ital
##ith
##j
##lack
##lam
##las
##latform
##ler
##lius
##ller
##lor
##lt
##menttype
##ona
##ope
##oston
##ova
##play
##ple
##que
##raham
##ran
##ren
##ska
##ssep
##ster
##team
##tish
##tra
##tsep
##ub
##ula
##wn
##yparent
15
2000
2014
academicjournal
alexander
architecture
bacteria
basedon
basketballplayer
brown
campus
canada
cape
center
channelparent
comedy
connecticut
dennis
gary
harvard
hbo
hubairport
indian
instrument
is
jack
johnson
kelly
lake
localauthority
marquette
mauritius
me
middlesbrough
nationalorigin
neighboringmunicipalities
newspaper
onedrive
ontario
openfilm
openfilmparent
polytechnic
portrayer
previouswork
province
radiostation
rank
servingrailwayline
sisterstations
stephen
steve
stylisticorigin
system
tom
tony
under
valley
venue
warner
workinstitutions
your
##!
##&
##'
##+
##,
##-
##/
##:
##_
##q
##æ
##ø
##đ
##ı
##ł
##–