[PAD]
[UNK]
[START]
[END]
!
&
'
(
)
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
æ
ø
đ
ı
ł
–
the
is
dbr
dbo
of
dbp
what
whose
and
are
##s
who
##a
##e
##o
there
how
many
number
televisionshow
##n
##y
##er
which
##t
total
person
##r
##i
count
##l
company
other
list
##d
##on
film
##an
give
river
##in
school
team
##le
writer
birthplace
##h
country
united
me
##us
city
office
university
##ing
award
##k
##ia
##u
religion
##m
states
##ton
##es
people
almamater
##g
##ra
##man
national
deathplace
location
artist
owls
##al
owner
president
producer
restingplace
network
##is
author
officeholder
##en
##ic
##son
knownfor
successor
##ed
##or
##x
john
state
##ie
awards
football
starring
in
new
party
region
##ar
distributor
residence
station
##z
television
american
college
developer
predecessor
sea
occupation
band
manufacturer
sport
##ry
##p
holder
scientist
software
##ary
series
music
##c
##ity
genre
players
stadium
##ian
##ner
##tor
##ts
##v
hometown
nationality
placeofbirth
##ion
##ta
county
high
language
michael
spouse
##ll
##st
bridge
league
parent
##ey
##re
##te
##ter
battle
education
##ce
##ell
##ro
album
north
##0
athletics
creator
locationcity
railway
##as
##ge
children
de
debutteam
director
william
##5
##ay
##land
##se
##tion
formerteam
governor
headquarters
leader
musical
publisher
tv
##ies
##ne
##os
##port
basketball
california
founder
label
leadername
musicalartist
##el
##f
##ius
##pe
##w
mascot
military
##2
##ish
##ley
##ue
##ve
grand
##ad
##am
##ch
##et
##ine
##it
##ny
air
architect
placeofdeath
san
thememusiccomposer
##8
##at
##ire
cities
club
origin
season
services
soccer
tenant
##9
##by
##ke
associatedmusicalartist
book
district
employer
international
keypeople
place
politician
robert
south
york
##1
##ain
##ard
association
channel
charles
designer
ford
house
race
related
##ent
##ial
##ica
##ist
##ka
##lin
##nt
##ow
##rd
##ss
battles
commander
holders
microsoft
operator
owl
relation
##b
##ck
cinematography
editing
militaryunit
primeminister
subsequentwork
##3
##6
##ation
##ham
##il
##im
##la
##nce
##ng
##ock
##player
##um
assembly
engine
entertainment
product
##da
##ee
##ick
##ier
##na
bank
broadcastarea
composer
editor
england
family
group
hockey
james
notablework
order
placeofburial
presenter
scientists
##ers
##est
##ice
##io
##ld
##ood
affiliation
airport
automobile
builder
coach
fictionalcharacter
fort
foundation
francisco
jr
nearestcity
paul
radio
recordlabel
stateoforigin
##ace
##dby
##der
##dy
##em
##ment
##my
##ok
##ong
##ot
##our
##th
##ur
##ya
at
building
constituency
david
fields
henry
largestcity
men
militaryconflict
park
products
records
relatives
rivermouth
##4
##dia
##ina
##ma
##to
airline
associatedband
bandmember
branch
characters
currency
destinations
division
executiveproducer
george
ingredient
license
majorshrine
musiccomposer
prix
toronto
writers
##and
##arl
##ast
##ate
##bia
##ction
##de
##line
##location
##ns
##ose
##per
##team
##va
##way
##wn
area
army
artists
child
deathcause
draftteam
horse
locationcountry
name
operatingsystem
opponent
royalty
song
texas
universities
videogame
##ac
##ane
##ball
##ca
##erry
##ki
##ly
##me
##organisation
##ournal
##phy
##ri
##rs
##tive
appointer
border
central
crosses
european
field
joe
movies
playedfor
programminglanguage
relative
saint
training
veneratedin
washington
##ack
##age
##ak
##ales
##art
##burg
##club
##cy
##hority
##ical
##ill
##lay
##ority
##rator
##sa
##station
##ty
##un
##uthority
bbc
board
capital
companies
computingplatform
headcoach
highschool
ice
lieutenant
locatedinarea
martin
militarybranch
mountain
museum
pope
royal
service
shows
time
##ang
##ber
##bury
##ft
##gin
##ics
##ig
##ings
##nk
##om
##ony
##ore
##ory
##pher
##place
##ral
##ress
##uel
##ville
##yer
americanfootballplayer
animator
associatedacts
broadcasting
chairman
chicago
currentmembers
garrison
general
governingbody
island
magazine
manager
nickname
nonfictionsubject
parentcompany
poledriver
species
trainer
##ford
##ini
##mer
##nic
##ob
##ov
##oy
##ries
##sh
##ual
##ublic
##ut
##ver
##work
adventures
affiliations
athlete
for
foundationplace
golden
homestadium
institution
moscow
mountainrange
os
outflow
routeend
routestart
virginia
voices
wineregion
##air
##ame
##ason
##bert
##ding
##ff
##ger
##ide
##ight
##ions
##name
##oon
##ount
##ris
##ros
##shire
##tt
##type
##ugh
##vard
##wood
##za
allegiance
angeles
canonizedby
department
doctoraladvisor
ethnicity
foundedby
ground
judges
keyperson
line
los
maintainedby
mouthcountry
narrated
nationalteam
notableworks
openingtheme
organisation
peter
play
position
profession
settlement
single
source
sourceregion
thomas
type
union
video
youthclubs
##7
##ars
##butary
##do
##enue
##ery
##hen
##ington
##ler
##mond
##ney
##nn
##one
##ps
##ributary
##sen
##tions
##tributary
##tte
##ture
##unicipality
##utary
##ven
academicdiscipline
address
al
athletic
brian
chess
citizenship
currentteam
discipline
erik
fc
fictional
force
formerpartner
hill
hubs
jonas
junction
kingdom
launchsite
madison
mark
massachusetts
membership
michigan
olympics
parliament
part
playstation
prizes
recordedin
regionserved
richard
route
ryan
society
sony
sourcecountry
stations
subject
title
van
##ah
##ald
##ale
##alley
##ash
##ban
##bo
##den
##don
##eth
##fe
##han
##ico
##iction
##ident
##inee
##ism
##ite
##lis
##ology
##ons
##ork
##oth
##other
##ou
##red
##rey
##ric
##rive
##sion
##tic
##tv
##und
##up
##uty
academicadvisor
airways
archipelago
church
comics
connecticut
corporation
discoverer
doctor
eagles
firstdriver
formerbandmember
fox
games
gold
government
harris
harry
informationappliance
jockey
joseph
languages
mayor
mediterranean
mouthmountain
on
otherparty
partner
philippines
purpose
stewart
summer
system
tenants
territory
to
world
##adia
##all
##ank
##arry
##ave
##ballplayer
##date
##ders
##dge
##dian
##dor
##ds
##ei
##ere
##form
##gan
##gon
##id
##ike
##illing
##ins
##ior
##its
##lan
##les
##lt
##ming
##nd
##nder
##nel
##net
##nse
##ois
##ora
##peration
##reen
##roadcastnetwork
##ship
##sia
##sian
##ster
##ted
##town
##ument
##ure
##val
##vi
##vin
2014
academy
airlines
architecturalstyle
architecture
associate
books
bruce
champion
class
colorado
combatant
countyseat
currentclub
destination
edwin
elizabeth
firstascentperson
firstteam
frank
guests
headquarter
honours
hospital
ii
inflow
jim
jordan
lake
layout
lee
licensee
maininterests
mammal
musicalband
ocean
ohio
owningcompany
player
prospectteam
representatives
sarah
schumacher
scott
screenwriter
senator
st
vanderbilt
western
windows
##!
##&
##'
##(
##)
##+
##,
##-
##.
##/
##:
##_
##j
##q
##æ
##ø
##đ
##ı
##ł
##–